Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Prueba correcta Sata & HDD Press 'OK' button!
es: Passe au test Sata & D.Dur ¡Pulse el botón OK!

source: Scan IP
es: Buscar IP

source: Servers
es: Servidores

source: Softwaremanager...
es: Gestor de software

source: Standbymode Fancontrol settings
es: Ajustes de control del ventilador en espera

source: StreamTV List
es: Lista de StreamTV

source: StreamTV Player
es: Reproductor SteamTV

source: Swap File settings
es: Parámetros del archivo de memoria de intercambio

source: The Big Bang will collapse all of the Parallel Universes into the original Black Hole matrix. This means that all of your Parallel Universes will be destroyed and turned back into Black Hole timespace. For this reason you have to save yourself by jumping back into Black Hole Universe before you. start the Big Bang
es: La gran explosión destruirá todos los universos volviendo a la matriz original. Eso significa que se perderá todo manteniendo el espacio original. Por esta razón se volverá a Black Hole. Debe salvar los datos antes de provocar la gran explosión

source: The wizard will now try to identify your connected usb storage. Press red button to continue.
es: El asistente intentará identificar su dispositivo USB. Pulse el botón rojo para continuar.
et: Abiline üritab nüüd ühendatud usb pulga tuvastada. Jätkamiseks vajuta punast nuppu.

source: UPnP Client Panel
es: Panel del cliente UPnP

source: UPnP Server Panel
es: Panel del servidor UPnP

source: UserDialog
es: Diálogo de usuario

source: UserManager
es: Administrador de usuarios

source: VideoEnhancementPreview
es: Previsualización de vídeo mejorado

source: VideoEnhancementSetup
es: Configuración de vídeo mejorado

source: Wireless Network AP Scan...
es: Buscando la red inalámbrica AP...

source: Wireless Network Status...
es: Estado de la red inalámbrica

source: Yellow
es: amarillo

source: CCcam Info
es: Info CCcam

source: E2 Settings
es: Config. de E2

source: Add Zap Timer
es: Añadir un temporizador de zapeo
et: Lisa kanalivahetustaimer

source: Open in new window
es: Abrir en una ventana nueva
et: Ava uues aknas

source: Really run %s now?
es: ¿Seguro que quieres ejecutar %s?

source: Number:
es: Número:

source: Bouquet:
es: Favorito:

source: invalid channel number
es: Número de canal erróneo

source: Fan type
es: Tipo de ventilador

source: Fan off in Standby
es: Ventilador apagado en reposo

source: min Speed rpm
es: Velocidad min

source: max Speed rpm
es: Velocidad max

source: Static temp C
es: Temp. estática C

source: End temperature C
es: Temp. final C

source: Initial Voltage
es: Voltaje inicial

source: Initial PWM
es: PWM inicial

source: Fan Control 2 - Test
es: Control del ventilador 2 - Prueba

source: Control disabled
es: Control desactivado

source: yes, Except for Recording or HDD
es: Si, salvo para grabar o HDD

source: please wait (until 3min)...
es: Por favor espere (hasta 3 minutos)...

source: Fan Control
es: Control del Ventilador

source: Fan Control 2
es: Control del Ventilador 2

source: Fan Control 2 - Setup
es: Fan Control 2 - Configuración

source: Action in case of Fan failure
es: Que hacer si el ventilador falla

source: Box Shutdown
es: Hibernar el deco

source: display Info
es: Mostar Info

source: Box shutdown at Temperature (C)
es: Hibernar el deco con temperatura (C)

source: increases overheating protection to (C)
es: aumenta la protección contra el calentamiento a (C)

source: read HDD-Temperature in HDD-Standby-Mode
es: Leer la temperatura del HDD con en deco en reposo

source: disable DMM-FanControl
es: Desactiva el control DMM

source: Show Monitor in Extension-Menu
es: Ver el Monitor en Extensión-Menú

source: Number of WebIF-Log-Entries
es: Número de entradas del registro Webif

source: Logging path
es: Ruta de logeo

source: Enable Data Logging
es: Activa el registro de datos

source: Auto-Delete Data older than (Days)
es: Borrar automáticamente los datos después (Días)

source: Enable Event Logging
es: Activa el registro de eventos

source: Current valor:
es: Valor actual:

source: Temperature C
es: Temperatura C

source: Target rpm
es: Objetivo (rpm)

source: Current rpm
es: Velocidad (rpm)

source: Voltage
es: Voltaje

source: Timer Added
es: Añadido el temporizador

source: BouquetEditor
es: Editor de Favoritos
et: Lemmiknimekirjad

source: Bouquet Editor
es: Editor de Favoritos
et: Lemmiknimekirjad

source: Add Provider as new Bouquet
es: Añadir el proveedor a una nueva lista
et: Lisa levitaja uue lemmiknimekirjana

source: Export
es: Exportar
et: Ekspordi

source: Import
es: Importar
et: Impordi

source: Add Bouquet
es: Añadir lista
et: Lisa lemmiknimekiri

source: Rename Bouquet
es: Renombrar la lista
et: Nimeta lemmiknimekiri ümber

source: Delete Bouquet
es: Borrar la lista
et: Kustuta lemmiknimekiri

source: Add channel(s) to Bouquet
es: Añadir canal(es) a la lista
et: Lisa kanal(id) lemmiknimekirja

source: Add channel(s) as alternate
es: Añadir canal(es) como alternativa
et: Lisa kanal(id) asenduskanalina

source: Delete Channel(s)
es: Borrar los canales
et: Kustuta kanal(id)

source: Add Marker
es: Añadir un marcador
et: Lisa märgis

source: Root
es: Raíz

source: HDD
es: Disco Duro

source: movie
es: Película

source: Rename Recording
es: Renombrar la grabación
et: Nimeta salvestus ümber

source: Delete Recording
es: Borrar la grabación
et: Kustuta salvestis

source: Really delete the recording:
es: ¿Quiere borrar la grabación?:

source: Playback
es: ¿Quiere borrar la grabación?:
et: Taasesitus

source: Your epg about to update, Do you want to allow this?
es: Se va a actualizar el EPG, ¿Desea hacerlo ahora?

source: Lasted 10 Uploads
es: Últimas 10 subidas

source: Downloads Manage
es: Admin. de descargas

source: Black Hole Extra Kernel Modules Setup
es: Módulos del núcleo

source: Black Hole Inadyn Manager
es: Gestor de Inadyn

source: Black Hole Swap File Manager
es: Gestión de la memoria de intercambio

source: Black Hole Hard Disk Panel
es: Panel del disco duro

source: Black Hole OpenVpn Panel
es: Panel OpenVpn

source: Black Hole OpenVpn Log
es: Registro de OpenVpn

source: Black Hole Samba Panel
es: Panel Samba

source: Black Hole Telnet Panel
es: Panel Telnet

source: Black Hole Ftp Panel
es: Panel Ftp

source: Black Hole Inadyn Setup
es: Configuración de Inadyn

source: Refresh Timer
es: Refrescar los Temporizadores
et: Värskenda taimer

source: Fancontrol Settings in Standby mode
es: Ventilador en reposo

source: Setup Device Panel
es: Panel de configuración del dispositivo

source: Default Skin
es: Piel por defecto
et: Vaikekujundus

source: Defragment database
es: Desfragmentar la base de datos

source: Date:
es: Fecha:

source: Time:
es: Hora:

source: Command:
es: Comando:

source: Free to Air
es: Libre

source: FTA
es: Libre

source: Emulator
es: Emuladora

source: EMU
es: Emuladora

source: Freq:
es: Frec:

source: Snr:
es: Señ:

source: Ch.
es: Canal

source: Tuner A
es: Sintonizador A

source: Tuner B
es: Sintonizador B

source: Tuner C
es: Sintonizador C

source: Tuner D
es: Sintonizador D

source: No Service
es: Buscando...

source: Add AutoTimer
et: Lisa autotaimer

source: Add Autotimer to Tags
et: Lisa siltidele autotaimer

source: Add Name to Tags
et: Lisa siltidele nimi

source: Add Similar on Conflict
et: Vastuolu puhul lisa asendustaimer

source: Always
et: Alati

source: Answer is NO!
et: Vastus on EI!

source: Answer is YES!
et: Vastus on JAH!

source: Ask, default No
et: Küsitakse (vaikimisi 'ei')

source: Ask, default Yes
et: Küsitakse (vaikimisi 'jah')

source: AutoPoll
et: Automaatne päring

source: AutoTimer Edit
et: Autotaimeri muutmine

source: AutoTimer List
et: Autotaimerite nimekiri

source: Automatic Volume Adjustment
et: Automaatne helitugevuse kohandamine

source: Automatic Volume Adjustment - Config
et: Automaatne helitugevuse kohandamine

source: Autotimer Preview
et: Autotaimeri eelvaatus

source: Background only
et: Ainult taust

source: Beacon (15~65535)
et: Majakas (15~65535)

source: Black Hole E2
et: E2

source: Build:
et: Järk:

source: CVBS
et: Komposiit (CVBS)

source: Conflicting Timer(s) detected! %s
et: Vastuolus taimerid! %s

source: Connect your usb storage to your Vu+ boxPress red button to continue when ready. Warning: If your usb is already connected to the box you have to unplug it, press the Green button and restart the wizard
et: Ühenda USB pulk vastuvõtjaga. Kui oled valmis, vajuta punast nuppu. Hoiatus: Kui usb seade on juba vastuvõtjaga ühendatud, tuleb see eemaldada, vajutada rohelist nuppu ja abiline uuesti käivitada.

source: Could not add timer '%s'!
et: Taimeri '%s' lisamine nurjus!

source: Could not find timer '%s' with given start and end time!
et: Antud algus- ja lõpuajaga taimerit '%s' ei leitud!

source: Delay Standby
et: Ooteseisundi viiteaeg

source: DeviceManager
et: Seadmehaldur

source: Disabled on Conflict
et: Vastuolu korral keelatud

source: Do you really want to delete the AT
et: Kas kustutad selle autotaimeri?

source: Do you really want to delete the bouquet
et: Kas kustutad lemmiknimekirja

source: Do you really want to delete the channel(s)
et: Kas kustutad kanal(id)

source: Do you really want to restore from file
et: Kas taastad failist

source: Driver date
et: Ajurite väljalase

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
et: VIGA: Unetaimerit ei saa määrata kui vastuvõtja on ooteseisundis

source: Editor
et: Redaktor

source: Enable Messages
et: Luba teavitused

source: Enter new name for the bouquet
et: Sisesta lemmiknimekirja uus nimi

source: Enter new name for the marker
et: Sisesta märgise uus nimi

source: EventId not found
et: Saate tunnust ei leitud

source: Fastscan
et: Kiirotsing

source: Firmware:
et: Püsivara:

source: Force
et: Sunnitud

source: Global
et: Üldine

source: IPv6 address(es)
et: IPv6 aadress(id)

source: Image:
et: Tarkvara:

source: Infinite Instant recording started
et: Algas kohene salvestus

source: Inherit Autotimer
et: Võta autotaimerist

source: Instant record for current Event started
et: Algas käesoleva saate salvestamine

source: Interval (in h)
et: Ajavahemik (tunnid)

source: Interval (min.)
et: Ajavahemik (min.)

source: Interval (sec.)
et: Ajavahemik (sek.)

source: List of Timers has been cleaned
et: Taimerinimekiri tühjendati

source: Max Days
et: Suurim lubatud päevade arv

source: Message sent successfully!
et: Teade edukalt saadetud!

source: Missing mandatory parameter '%s'
et: Puudub kohustuslik parameeter '%s'

source: Name of the Bouquet
et: Lemmiknimekirja nimi

source: Name of the Marker
et: Märgise nimi

source: New Name
et: Uus nimi

source: No answer in time
et: Seekord vastus puudub

source: No event found! Not recording!
et: Saadet ei leitud! Ei salvestata!

source: No matching Timer found
et: Taimeri vastet ei leitud

source: Notify if Conflict
et: Vastuolu korral teavitamine

source: Notify if Similar
et: Sarnastest teavitamine

source: PIDs
et: PIDid

source: Parse
et: Parsi

source: Parse Autotimer
et: Autotaimeri parsimine

source: Permanent Timeshift Settings Version 1.2
et: Pideva ajanihke seadistus

source: Plain
et: Puhas

source: Please enter filename
et: Sisesta failinimi

source: PowerTimer feature not available
et: Toitetaimeri kasutamine ei ole võimalik

source: Press Red button to continue, when you are ready and your usb is disconnected.
et: Kui oled valmis ja USB seade on lahti ühendatud, vajuta punast nuppu.

source: Really delete the recording
et: Kas kustutad salvestuse

source: Require client cert for HTTPS
et: HTTPS nõuab kliendi serti

source: Show in Extensionsmenu
et: Näita laienduste menüüs

source: Simulate
et: Matki

source: SleepTimer feature not available
et: Unetaimeri kasutamine ei ole võimalik

source: Sleeptimer has been disabled
et: Unetaimer keelati

source: Sleeptimer is disabled
et: Unetaimer keelati

source: Sleeptimer is enabled
et: Unetaimer lubati

source: Sleeptimer set to %d minutes
et: Unetaimer määratud %d minutile

source: StreamTVPlayer
et: StreamTV mängija

source: Swap
et: Saale

source: System OE
et: Süsteemi OE

source: Team Homesite:
et: Tiimi koduleht:

source: The parameter '%s' can't be empty
et: Parameeter '%s' ei tohi olla tühi

source: The parameter 'command' must be a number
et: Parameeter 'käsk' peab olema number

source: The timer '%s' has been %s successfully
et: Taimer '%s' on edukalt %s

source: The timer '%s' has been deleted successfully
et: Taimer '%s' kustutati edukalt

source: The wizard will now try to identify your connected usb device.Press Red button to continue.
et: Abiline üritab nüüd ühendatud usb seadme tuvastada. Jätkamiseks vajuta punast nuppu.

source: This wizard will now try to identify your connected usb device.Press Red button to continue.
et: Abiline üritab nüüd ühendatud usb seadme tuvastada. Jätkamiseks vajuta punast nuppu.

source: Timer '%s' added
et: Taimer '%s' lisati

source: Timer '%s' changed
et: Taimerit '%s' muudeti

source: Timer '%s' not saved while Conflict
et: Taimerit '%s' ei salvestatud vastuolu tõttu

source: Timer added
et: Taimer lisatud

source: Timer conflict detected! Not recording!
et: Taimerite ajad kattuvad! Ei salvestata!

source: TimerList has been saved
et: Taimeriloend salvestati

source: Total Mem
et: Mälumaht

source: Total Space
et: Koguruum

source: Try Guessing
et: Ürita pakkuda

source: Tuner Number (0-3)
et: Tuuneri number (0-3)

source: Unknown Volume command %s
et: Tundmatu käsk %s

source: Unknown command: '%s'
et: Tundmatu käsk: '%s'

source: Video input selection Please press OK if you can see this page on your TV or select a different input port. The next input port will be automatically probed in 20 seconds.
et: Videosisendi valik Vajuta OK, kui näed seda lehekülge teleekraanil või vali teine sisend. Järgmist sisendit proovitakse automaatselt 20 sekundi möödudes.

source: Visibly
et: Nähtavalt

source: Waiting for answer ...
et: Vastuse ootel

source: Warning: If your usb is already connected to the box you have to unplug it, press the Green button and restart the wizard.
et: Hoiatus: Kui usb seade on juba vastuvõtjaga ühendatud, tuleb see eemaldada, vajutada rohelist nuppu ja abiline uuesti käivitada.

source: Wrong parameter format 'set=%s'. Use set=set15
et: Vale parameetri vorming 'set=%s'. Kasuta set=set15

source: Zapped to
et: Vahetatud kanalile

source: description match
et: sisututvustuse vaste

source: select Bouquets
et: Vali lemmiknimekirjad

source: select Channels
et: Vali kanalid

source: select Tags
et: Vali sildid

source: transcoded
et: transkodeeritud

source: type %s is not a number
et: tüüp %s ei ole number

source: (TV) User - bouquets
et: Kanalinimekirjad
