Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Import *.csv and *.bin from %s/import or %s/import (*.bin are binaries with a csv as stdout)
es: Importar *.csv y *.bin de %s/import o %s/import (*. bin son archivos binarios con un csv de salida)
et: Impordi *.csv või *.bin asukohast %s/import või %s/import (*.bin on binaarfailid ja csv kui stdout)
it: Importa *.csv e *.bin da %s/importa o %s/importa (*.bin sono binari con csv come stdout)
no: Importer *.csv og *.bin fra %s/import eller %s/import (*.bin er binaries med en csv som stdout)
pt: Importação *. csv e *.bin de %s/import ou %s/import (*.bin são binários com um csv como stdout)
ru: Импорт * .csv и * .bin из %s/import или %s/import (* .bin - это двоичные файлы с CSV в качестве stdout)

source: Import AutoTimer
es: Importar AutoProgramación
et: Impordi autotaimer
it: Importare AutoTimer
no: Importere Autotidsopptak
pt: Importar AutoTimer
ru: Импорт АвтоТаймера

source: Import existing Timer
es: Importar Programación existente
et: Impordi olemasolev taimer
it: Importare timer esistente
no: Importere nåværende tidsopptak
pt: Importar Timer existente
ru: Импорт существующего таймера

source: Import from EPG
es: Importar desde el EPG
et: Impordi EPG-st
it: Importare da EPG
no: Importere fra EPG
pt: Importar do EPG
ru: Импорт из EPG

source: In %s Universe
it: in Universo %s
ru: %s Вселенная

source: In Progress
es: En Progreso
et: Toimumas
it: In avanzamento
no: Er igang
pt: Em Progresso
ru: В процессе

source: In order to record a timer, the TV was switched to the recording service!
es: Para poder grabar, la TV se cambió al canal de la grabación
et: Sunnitud kanalivahetus. Salvestustaimer vajab seda tuunerit!
it: In seguito a registrazione programmata, la TV è stata sintonizzata sul canale da registrare!
no: For å gjøre et tidsopptak, har VU+ byttet til kanalen for opptak!
pt: Para proceder a uma gravação agendada, a TV mudou para o canal desejado!
ru: Таймер переключил телевизор на записываемый канал!

source: Inactive
es: Inactivo
et: Väljas
it: Inattivo
no: Inaktiv
pt: Inativo
ru: Неактивный

source: Inadyn Log
es: Registro de Inadyn
et: Inadyn logi
it: Log Inadyn
no: Inadyn Logg
ru: Журнал Inadyn

source: Inadyn Manager
es: Gestor de Inadyn
et: Inadyn haldur
it: Gestione Inadyn
no: Inadyn
pt: Gestor de Inadyn
ru: Настройки Inadyn

source: Inadyn Settings
es: Configuración de Inadyn
et: Inadyn seaded
it: Configurazione Inadyn
no: Inadyn
pt: Inadyn Definições
ru: Настройки Inadyn

source: Inadyn Setup
es: Configuración de Inadyn
et: Inadyn seaded
it: Impostazioni Inadyn
no: Inadyn
pt: Inadyn Segurança de Rede
ru: Настройки Inadyn

source: Include
es: Incluir
et: Kaasa
it: Includere
no: Inkludere
pt: Incluir
ru: Включить

source: Include AIT in http streams
es: Incluye AIT en los streams http
et: Kaasa AIT http voogudesse
it: Includi EIT nel flusso http
no: Inkluder AIT i http strøm
pt: Incluir AIT nos streams http
ru: Включать AIT в http потоки

source: Include ECM in http streams
es: Incluye ECM en los streams http
et: ECM kaasamine http voogudesse
it: Includi ECM nel flusso http
no: Inkluder ECM i http strøm
pt: Incluir ECM nos streams http
ru: Включать ECM в http потоки

source: Include EIT in http streams
es: Incluye EIT en los streams http
et: Kaasa EIT http voogudesse
it: Includi EIT nel flusso http
no: Inkluder EIT i http strøm
pt: Incluir EIT nos streams http
ru: Включать EIT в http потоки

source: Include your email and name (optional) in the mail?
es: ¿Incluir su email y nombre (opcional) en el email?
et: Kas lisad sõnumisse ka oma meiliaadressi ja nime?
it: Includi nome e indirizzo email (facoltativo) nella mail?
no: Inkludere din email og navn (valgfritt) i mailen?
pt: Incluir o seu e-mail e nome (opcional) no correio eletrónico
ru: Включить имя и адрес электронной почты (необязательно) в письмо?

source: Increase delay
es: Incrementar el retraso
et: Suurenda viiteaega
it: Aumentare il ritardo
no: Øk forsinkelse
pt: Aumentar atraso
ru: Увеличить задержку

source: Increase delay by %i ms (can be set)
es: Incrementar el retraso en %i ms (puede ser puesto)
et: Suurenda viiteaega %i ms (saab määrata)
it: Aumentare il ritardo di %i ms (configurabili)
no: Øk forsinkelse med %i ms (kan stilles)
pt: Aumentar atraso em %i ms ( pode ser definido )
ru: Увеличение задержки на %i мс (может быть выбран)

source: Increased voltage
es: Voltaje incrementado
et: Suurendatud pinge
it: Aumentare il voltaggio
no: Økt spenning
pt: Aumento de tensão
ru: Повышенное напряжение

source: Index
es: Índice
et: Indeks
it: Indice
no: Indeks
pt: Atribuir memória indexada não usada
ru: Индекс

source: Indexes db size: %s
es: Tamaño de los ídices db: %s
et: Indekseerib andmebaasi suurust: %s
it: Indici dimensioni db: %s
no: Indekserdb størrelse: %s
pt: Indexa tamanho bd: %s
ru: Размер БД Индексы: %s

source: India
pt: Índia
ru: Индия

source: Info
es: Información
pt: Informação
ru: Инфо

source: Info about database
es: Info sobre la base de datos
et: Andmebaasi info
it: Info sul database
no: Info om database
pt: Info sobre a base de dados
ru: Информация о базе данных

source: InfoBar
es: Barra de información
et: Inforiba
no: Infovindu
pt: Mostrar a codificação na infobar
ru: Инфобар

source: Infobar timeout
es: Tiempo de visualización de la barra de información
et: Inforiba kestus
it: Persistenza Infobar
no: Infovindu tidsavbrudd
pt: Tempo limite Infobar(1ª)
ru: Время показа инфобара

source: Information
es: Información
et: Info
it: Informazioni
no: Informasjon
pt: Informação
ru: Информация

source: Infos
es: Info
et: Andmed
it: Info
no: Info
pt: Informações
ru: Инфо

source: Inherit Services from AutoTimer
et: Kasuta Autotaimeri kanaleid
it: Eredita servizi da Autotimer
no: Overfør kanaler fra Autotidsopptak
pt: Herdar serviços de AutoTimer
ru: Получать сервисы от АвтоТаймера

source: Init
es: Iniciar
no: Formater
pt: Iniciar
ru: Инициализация

source: Initial Fast Forward Speed
es: Velocidad inicial de avance rápido
et: Edasikerimise algkiirus
it: Velocità iniziale FFW
no: Spole framover hastighet
pt: Velocidade de avanço rápido inicial
ru: Начальная скорость перемотки вперед

source: Initial Fast Forward speed
es: Velocidad inicial para el avance rápido
et: Edasikerimise algkiirus
it: Velocità iniziale FFW
no: Spole framover hastighet
pt: Velocidade de avanço rápido inicial
ru: Начальная скорость перемотки вперед

source: Initial Rewind speed
es: Velocidad inicial para el retroceso
et: Tagasikerimise algkiirus
it: Velocità iniziale REW
no: Spole bakover hastighet
pt: Velocidade inicial de rebobinar.
ru: Начальная скорость перемотки назад

source: Initial fast forward speed
es: Velocidad inicial de avance rápido
et: Edasikerimise algkiirus
it: velocità iniziale FFW
no: Spole framover hastighet
pt: Velocidade de avanço rápido inicial
ru: Начальная скорость перемотки вперед

source: Initial location in new timers
es: Ruta inicial en nuevas programaciones
et: Esialgne asukoht uutes taimerites
it: Posizione iniziale in nuovi timer
no: Plassering i nye tidsopptak
pt: Localização inicial de Novos timers
ru: Первоначальное положение в новых таймерах

source: Initial rewind speed
es: Velocidad inicial de rebobinado
et: Tagasikerimise algkiirus
it: velocità iniziale REW
no: Spole bakover hastighet
pt: Velocidade inicial ao rebobinar.
ru: Первоначальная скорость перемотки назад

source: Initialization
es: Inicialización
et: Vormindamine
it: Inizializzazione
no: Formatering
pt: Inicialização
ru: Инициализация

source: Initialize
es: Inicializar
et: Vorminda
it: Inizializza
no: Formater
pt: Inicializar
ru: Инициализация

source: Initializing Harddisk...
es: Inicializando el Disco duro...
et: Kõvaketta vormindamine...
it: Inizializzazione Harddisk...
no: Formaterer Harddisk...
pt: A inicializar Disco Rígido...
ru: Инициализация жёсткого диска...

source: Input
es: Entrada
et: Sisend
no: Beskjed:
pt: Entrada
ru: Ввод

source: Input Hidden ESSID
es: Entrada ESSID oculta
et: Sisesta varjatud ESSID
it: Input ESSID nascosto
no: Sett inn skjult ESSID
pt: Introduzir ESSID oculto
ru: Введите скрытый ESSID

source: Input device setup
es: Configuración del dispositivo de entrada
et: Sisendseadmete seadistamine
it: Impostazioni dispositivo di input
no: Inndataenhet
pt: Instalação de dispositivos de entrada
ru: Настройки устройства ввода

source: Input devices
es: Dispositivos de entrada
et: Sisendseadmed
it: Dispositivi di input
no: Inndata enheter
pt: Dispositivos de entrada
ru: Настройки пульта

source: Input server access token
it: Input token di accesso al server
no: Trykk inn server tilganspollett
ru: Ввод ServerAccessToken

source: Input Stream ID
ru: ID входного потока

source: Insert Pin
es: Inserte el PIN
et: Sisesta pin
it: Inserire PIN
no: Slå inn Pin
pt: Inserir PIN
ru: Введите PIN-код

source: Install
es: Instalar
et: Paigalda
it: Installare
no: Installer
pt: Instalar
ru: Установить

source: Install Confirmation
es: Confirmación de la instalación
et: Paigaldamise kinnitus
it: Confermare installazione
no: Installerings bekreftelse
pt: Confirmação de Instalação
ru: Подтверждение установки

source: Install Image
es: Instalar la imagen
et: Paigalda image
it: Installare immagine
no: Installer Image
pt: Instalar a imagem
ru: Установить имидж

source: Install a new image with a USB stick
es: Instalar una nueva imagen con un pendrive
et: Paigalda uus tõmmis USB pulgalt
it: Installare nuova immagine tramite chiavetta USB
no: Installer et nytt image med en USB pinne
pt: Instalar uma nova imagem por USB
ru: Установить новый имидж с USB флешки

source: Install a new image with your web browser
es: Instalar una nueva imagen con su navegador web
et: Paigalda uus tõmmis veebisirvijaga
it: Installare nuova immagine tramite WebBrowser
no: Installer et nytt image med din nettleser
pt: Instalar uma nova imagem por web browser
ru: Установить новый имидж через веб-браузер

source: Install extensions.
es: Instalar extensiones.
et: Paigalda laiendusi.
it: Installare estensioni
no: Installere Tillegg/Moduler.
pt: Instalar extensões.
ru: Установить дополнения.

source: Install local extension
es: Instalar una extensión local
et: Paigalda IPK
it: Installare estensioni locali
no: Installer lokal utvidelse
pt: Instalar extensão local
ru: Инсталляция локальных пакетов

source: Install or remove finished.
es: Instalación o borrado terminado.
et: Paigaldamine või kustutamine on tehtud.
it: Installazione o rimozione conclusa.
no: Installering eller fjerning ferdig.
pt: Instalação ou Desinstalação terminou.
ru: Установка или удаление завершены.

source: Install settings, skins, software...
es: Instalar configuración, skins, software...
et: Paigalda kanalinimekirju, kujundusi, tarkvara
it: Installare setting, skin, software...
no: Installer innstillinger, skins, programvare...
pt: Instalar lista de canais, Temas, software...
ru: Установить настройки, скины, программное обеспечение...

source: Installation Confirm
es: Confirma la instalación
et: Paigaldamise kinnitus
it: Confermare installazione
no: Installasjons bekreftelse
pt: Confirmação de Instalação
ru: Подтверждение установки

source: Installation finished.
es: Instalación terminada.
et: Paigaldamine lõppenud.
it: Installazione conclusa.
no: Installering ferdig.
pt: A instalação terminou.
ru: Установка завершена.

source: Installing
es: Instalando
et: Paigaldamine
it: Installazione in corso
no: Installerer
pt: A instalar
ru: Установка

source: Installing Software...
es: Instalando Software...
et: Tarkvara paigaldamine
it: Installazione software in corso...
no: Installerer Programvare
pt: A instalar Software.,,,
ru: Установка программы...

source: Installing default sat lists... Please wait...
es: Instalando las lista de sat por defecto... Espere...
et: Vaikimisi satelliidinimekirjade paigaldamine. Oota
it: Installazione liste SAT predefinite. Attendere...
no: Installerer standard sat liste... Vennligst vent...
pt: A Instalar a Lista de Canais (SAT) padrão... Por favor espere...
ru: Установка списка спутников по умолчанию... Пожалуйста, подождите...

source: Installing defaults... Please wait...
es: Instalando por defecto... Espere...
et: Vaikeväärtuste paigaldamine. Oota.
it: Installazione predefinita in corso. Attendere...
no: Installerer standarder... Vennligst vent...
pt: A Instalar padrões... Por favor espere...
ru: Установка настроек по умолчанию... Пожалуйста, подождите...

source: Installing package content... Please wait...
es: Instalando el contenido del paquete... Espere...
et: Paketi paigaldamine... Oota...
it: Installazione contenuto del pacchetto. Attendere...
no: Installerer pakke innhold... Vennligst vent...
pt: A Instalar o conteúdo do pacote ... Por favor, aguarde ...
ru: Установка содержимого пакета... Пожалуйста, подождите...

source: Instant Record
es: Grabación instantánea
et: Kohene salvestus
it: Registrazione istantanea
no: Øyeblikkelig Opptak
pt: Gravação instantânea
ru: Немедленная запись

source: Instant Record...
es: Grabación instantánea...
et: Kohene salvestus
it: Registrazione istantanea...
no: Umiddelbart opptak...
pt: Localização das gravações instantâneas
ru: Немедленная запись

source: Instant record location
es: Ruta de la grabación instantánea
et: Kohese salvestuse asukoht
it: Percorso registr. istantanee
no: Umiddelbart opptakssted
pt: Localização das gravações instantâneas
ru: Расположение немедленной записи

source: Interface
it: Interfaccia
no: Grensesnitt
ru: Интерфейс

source: Interface:
es: Interfaz:
et: Liides:
it: Interfaccia:
ru: Интерфейс:

source: Intermediate
es: Intermedio
et: Keskmine
it: Intermedio
no: Normal
pt: Intermediário
ru: Промежуточный

source: Internal
ru: Внутренний

source: Internal Epg settings
es: Parámetros del EPG interno
et: Sisese EPG seadistus
it: Configurazione interne EPG
no: Intern Epg innstilling
pt: Definições do EPG interno
ru: Настройки телегида

source: Internal Flash
es: Flash Interna
et: Sisene välkmälu
it: Flash interna
no: Intern Flash
pt: Flash Interna
ru: Внутренняя память

source: Internal USB Slot
es: Ranura USB interno
et: Sisene USB pesa
it: Porta USB interna
no: Intern USB plass
pt: Usb, slot interna
ru: Внутренний USB слот

source: Internal firmware updater
es: Actualización de Firmware interno
et: Sisemine tarkvara uuendaja
it: Plugin per l'aggiornamento del firmware
no: Intern fastvare oppdatering
pt: Atualizador do firmware interno
ru: Плагин для обновления прошивки

source: Internal flash
es: Flash interna
et: Sisemine välkmälu
it: Flash interna
no: Intern flash
pt: Flash Interna
ru: Внутренняя память

source: Internal flash (unsuggested)
es: Flash interna (no recomendado)
et: Sisene välkmälu (mittesoovitav)
it: Flash interna (sconsigliato)
no: Intern flash (ikke foreslått)
pt: Flash Interna (não sugerido)
ru: Внутренняя память (не рекомендуется)

source: Internal hdd only
es: Sólo hdd interno
et: Ainult sisesel kõvakettal
it: Solo HDD interno
no: Kun intern hdd
pt: Só HDD interno
ru: Только внутренний жёсткий диск

source: Internet Movie Database Details Plugin
et: IMDb filmi andmebaas
it: Dettagli sul database video Internet
no: Internett Film Database Tillegg
pt: Consulta detalhes da Base de dados de filmes da Internet
ru: Internet Movie Database (IMDb)

source: Invalid
es: ¡Error en el
et: Kehtetu
it: Non valido
no: Feil
pt: Inválido
ru: Недействительный

source: Invalid Fragm Threshold
es: Umbral Fragm erróneo
et: Kehtetu Fragm väli
it: Soglia Fragm non valida
no: Threshold Fragm terskel
pt: Fragm Threshold inválido
ru: Неверный порог Fragm

source: Invalid Location
es: Ruta errónea
et: Kehtetu asukoht
it: Posizione non valida
no: Feil sted
pt: Localização inválida
ru: Неверное расположение

source: Invalid RTS Threshold
es: Umbral RTS erróneo
et: Kehtetu RTS väli
it: Soglia RTS non valida
no: Feil RTS terskel
pt: RTS Threshold inválido
ru: Неверный порог RTS

source: Invalid SSID
es: SSID erróneo
et: Kehtetu SSID
it: SSID non valido
no: Feil SSID
pt: SSID Inválido
ru: Неверный SSID

source: Invalid URL!!(Empty) Please, Input to the URL.
es: ¡URL errónea! Indique una URL.
et: Kehtetu URL!!(Tühi) Sisesta URL.
it: URL non valido! (Vuoto) Inserire l'URL.
no: Feil URL!!(Tom) Vennligst sett inn URL.
pt: URL Inválido!!(Vazio) Por favor, Introduza o URL.
ru: Неверный URL-адрес!!(Пусто) Пожалуйста, введите URL-адрес.

source: Invalid URL. Please check again!!
es: URL errónea. ¡Compruébelo de nuevo.!
et: Kehtetu URL. Kontrolli üle!!
it: URL non valido. Ricontrollare!
no: Feil URL. Sjekk igjen!!
pt: URL Inválido. Por favor verifique-o!!
ru: Неверный URL-адрес. Пожалуйста, проверьте еще раз!!

source: Invalid WEP key
es: Clave WEP errónea
et: Kehtetu WEP võti
it: Chiave WEP non valida
no: Feil WEP kode
pt: chave WEP inválida
ru: Недопустимый ключ WEP

source: Invalid WPA key
es: Clave WPA errónea
et: Kehtetu WPA võti
it: Chiave WPA non valida
no: Feil WPA kode
pt: chave WPA inválida
ru: Недопустимый ключ WPA

source: Invalid WirelessLan Module.
es: Módulo de red inalámbrica erróneo.
et: Sobimatu traadita võrgukaart
it: Dispositivo wireless non valido.
no: Feil trådløs lan modul.
pt: Não foi encontrado qualquer módulo WirelessLan
ru: Неверное устройство WLAN

source: Invalid beacon
es: Beacon erróneo
et: Kehtetu majakas
it: Segnale non valido
no: Feil signal
pt: Fator inválido
ru: Некорректный Beacon

source: Invalid channel
es: Canal erróneo
et: Kehtetu kanal
it: Canale non valido
no: Feil kanal
pt: Canal inválido
ru: Некорректный канал

source: Invalid directory selected: %s
es: Directorio seleccionado erróneo: %s
et: Valiti vigane kaust: %s
it: La cartella selezionata non è valida: %s
no: Feil katalog valgt: %s
pt: Pasta invalida: %s
ru: Выбран неправильный каталог: %s

source: Invalid model or Image.
es: Modelo o imagen errónea.
et: Kehtetu mudel või tarkvara
it: Modello o immagine non validi.
no: Feil modell eller image.
pt: Modelo ou imagem inválido
ru: Недопустимая модель или имидж.

source: Invalid response from Security service pls restart again
es: Respuesta errónea del canal de Seguridad, por favor reinicie de nuevo
et: Kehtetu vastus Security Service poolt, palun taaskäivita
it: Risposta non valida dal servizio di sicurezza: Riavviare.
no: Feil respons fra sikkerhets service, start om igjen
pt: Resposta inválida do serviço de segurança, por favor, reinice novamente
ru: Неверный ответ от службы безопасности, пожалуйста, перезапустите снова

source: Invalid response from server.
es: Respuesta errónea del servidor.
et: Vigane serveri vastus.
it: Risposta non valida del server.
no: Feil i respons fra server.
pt: Resposta inválida do Servidor
ru: Неверный ответ от сервера.

source: Invalid response from server. Please report: %s
es: Respuesta errónea del servidor. Por favor informe: %s
et: Vigane serveri vastus. Palun teavita: %s
it: Risposta non valida del server. Si prega di segnalare: %s
no: Feil i respons fra server. Rapporter: %s
pt: Resposta inválida do Servidor. Por favor, reporte:%s
ru: Неверный ответ от сервера. Пожалуйста, сообщите: %s

source: Invalid selection
es: Selección errónea
et: Kehtetu valik
it: Selezione non valida!
no: Feil valg
pt: Seleção inválida
ru: Неправильный выбор

source: Invalid wpagrouprekey
es: Regeneración de grupo wpa erróneo
et: Kehtetu wpagrouprekey
it: WPA grouprekey non valida
no: Feil wpagrouprekey
pt: Chave de grupo WPA inválida
ru: Недопустимый ключ WPA (Group Rekey)

source: Inversion
es: Inversión
et: Inversioon
it: Inversione
no: Inversjon
pt: Inversão
ru: Инверсия

source: Invert
es: Invertir
et: Vastupidi
it: Invertire
pt: Inverter
ru: Инвертировать

source: Ipk Package Installation
es: Instalación de paquetes Ipk
et: Ipk paigaldamine
it: Installazione pacchetto Ipk
no: Ipk Pakke Installasjon
pt: Instalação de Pacotes Ipk
ru: Установка IPK пакета

source: Ireland
es: Irlanda
et: Iirimaa
it: Irlanda
pt: Irlanda
ru: Ирландия

source: Is this videomode ok?
es: ¿Es este el modo de vídeo correcto?
et: Kas see videoseadistus sobib?
it: La modalità video è corretta?
no: Er denne bildemodus ok?
pt: Este Modo de Vídeo está correto?
ru: Установить данный видеорежим?

source: Israel
et: Iisrael
it: Israele
ru: Израиль

source: It will move the mouse pointer down.
es: Mueve el puntero hacia abajo.
et: Hiirekursorit liigutatakse alla.
it: Sposta il puntatore del mouse verso il basso.
no: Det vil bevege musepekeren nedover.
pt: Irá mover o ponteiro do rato para baixo.
ru: Перемещает указатель мыши вниз

source: It will move the mouse pointer left.
es: Mueve el puntero hacia la izquierda.
et: Hiirekursorit liigutatakse vasakule.
it: Sposta il puntatore del mouse verso sinistra.
no: Det vil bevege musepekeren til venstre.
pt: Irá mover o ponteiro do rato para a esquerda.
ru: Перемещает указатель мыши влево

source: It will move the mouse pointer right.
es: Mueve el puntero hacia la derecha.
et: Hiirekursorit liigutatakse paremale.
it: Sposta il puntatore del mouse verso destra.
no: Det vil bevege musepekeren til høyre.
pt: Irá mover o ponteiro do rato para a direita.
ru: Перемещает указатель мыши вправо

source: It will move the mouse pointer up.
es: Mueve el puntero hacia arriba.
et: Hiirekursorit liigutatakse üles.
it: Sposta il puntatore del mouse verso l'alto.
no: Det vil bevege musepekeren oppover.
pt: Irá mover o ponteiro do rato para cima.
ru: Перемещает указатель мыши вверх

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
es: Es posible restringir una AutoProgramación a ciertos canales/lista o denegar otros concretos. Un Evento sólo coincide esta AutoProgramación si está en un canal específico y no denegado (dentro de una lista). Pulse AZUL para añadir una nueva restricción y AMARILLO para borrar la seleccionada.
et: Autotaimeri otsingu saab piirata teatud kanalitele või lemmiknimekirjadele või keelata mõnede kasutamine. Saade vastab sellele autotaimerile, kui see on määratud kanalil, mis ei ole keelatud (lemmiknimekirjas). Vajuta sinist nuppu uue piirangu määramiseks ja kollast nuppu valitud piirangu muutmiseks.
it: E' possibile restringere o escludere la ricerca di un AutoTimer a determinati canali o bouquet. Un evento potrà essere compatibile con un AutoTimer se riferito a un canale specifico e non escluso (all'interno di un bouquet). >> BLU per aggiungere una nuova restrizione, >> GIALLO per cancellarla.
no: Det er mulig å begrense et Autotidsopptak til en spesifikk Kanal eller Kanalliste eller nekte spesifikke . Et program vil bare matche dette Autotidsopptak hvis den er på en spesifikk eller ikke nektet Kanal (i en Kanalliste). Trykk BLÅ for å legge til en ny restriksjon og GUL for å fjerne valgte.
pt: É possível restringir um AutoTimer a determinados serviços ou bouquets ou para negar os específicos. Um evento corresponderá somente para este AutoTimer, se for em um serviço específico e não negado (dentro de um bouquet). Pressione a tecla AZUL para adicionar uma nova restrição e AMARELA para remover aquele selecionado.
ru: АвтоТаймер может быть ограничен определенными сервисами или пакетами или игнорировать некоторые параметры. Событие будет соответствовать только, если он не игнорируется в пакете. Нажмите синюю для добавления нового ограничения или желтую для удаления выбранного.

source: Italian
es: Italiano
et: Itaalia
it: Italiano
no: Italiensk
pt: Italiano
ru: Итальянский

source: Italian Weather forecast on setopbox
ru: Итальянский прогноз погоды

source: Italian Weather forecast on STB from www.google.it.
es: Previsión italiana del tiempo en su deco desde www.google.it.
et: Itaalia ilmaennustus www.google.it.
it: Consente di visualizzare previsioni meteo per l'Italia da www.google.it.
no: Italiensk værmelding på VU+ fra www.google.it.
pt: Previsão do tempo italiana na STB de www.google.it
ru: Итальянский прогноз погоды с www.google.it.
