Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Italy
es: Italia
et: Itaalia
it: Italia
pt: Itália
ru: Италия

source: January
es: Enero
et: Jaanuar
it: Gennaio
no: Januar
pt: Janeiro
ru: Января

source: Japan
es: Japón
et: Jaapan
it: Giappone
pt: Japão
ru: Япония

source: Javascript Libraries
es: Librerias Javascript
et: Javascript teegid
it: Librerie Javascript
no: Javaskript bibliotek
pt: Livrarias Javascript
ru: Библиотека JavaScript

source: Job View
es: Ver Trabajo
et: Töövaade
it: Vista processi
no: Job oversikt
pt: Vista de tarefas
ru: Просмотр задания

source: July
es: Julio
et: Juuli
it: Luglio
no: Juli
pt: Julho
ru: Июля

source: Jump to...
es: Saltar a...
et: Hüppa...
it: Passa a:
no: Hopp til...
pt: Saltar para...
ru: Перейти к:

source: June
es: Junio
et: Juuni
it: Giugno
no: Juni
pt: Junho
ru: Июня

source: Just Scale
es: Sólo escala
et: Alati kogu ekraan
it: Scalare solamente
no: Skalér
ru: Масштабировать

source: Just play
es: Simplemente juega
et: Esita
it: Solo riproduzione
no: Bare spill
pt: Reproduzir apenas
ru: Только воспроизвести

source: KEY
es: Clave
et: VÕTI
it: Chiave
no: Kode
pt: Tipo de Chave Codificação
ru: Ключ

source: KEY (8~63 Characters)
es: Clave (8~63 Caracteres)
et: Võti (8~63 tähte)
it: Chiave (8~63 Caratteri)
no: Tast (8~63 Bokstaver)
pt: CHAVE (8~63 carateres)
ru: Ключ (8~63 символов)

source: Keep
es: Mantener
it: Mantieni
no: Behold
pt: Manter
ru: Сохранять

source: Kernel Modules Manager
es: Módulos del núcleo
et: Kerneli moodulid
it: Gestione moduli del Kernel
no: Kernel Moduler
pt: Gestor de Módulos do Kernel
ru: Управление модулями ядра

source: Kernel Modules Setup
es: Config. de los Módulos del núcleo
et: Kerneli moodulid
it: Impostazioni moduli Kernel
no: Kernel Moduler
pt: Instalação de módulos Kernel
ru: Настройки модуля ядра

source: Kernel version:
it: Versione Kernel:
ru: Версия ядра:

source: Kerni's BrushedAlu-HD skin
es: Pien Kerni's BrushedAlu-HD
it: Skin BrushedAlu-HD by Kerni
pt: Kerni's BrushedAlu-HD Tema
ru: Скин Kerni's BrushedAlu-HD

source: Kerni's DreamMM-HD skin
es: Piel Kerni's DreamMM-HD
it: Skin DreamMM-HD by Kerni
pt: Kerni's DreamMM-HD Tema
ru: Скин Kerni's DreamMM-HD

source: Kerni's Elgato-HD skin
es: Piel Kerni's Elgato-HD
it: Skin Elgato-HD by Kerni
pt: Kerni's Elgato-HD Tema
ru: Скин Kerni's Elgato-HD

source: Kerni's SWAIN skin
es: Piel Kerni's SWAIN
it: Skin SWAIN by Kerni
pt: Kerni's SWAIN Tema
ru: Скин Kerni's SWAIN

source: Kerni's SWAIN-HD skin
es: Piel Kerni's SWAIN-HD
it: Skin SWAIN-HD by Kerni
pt: Kerni's SWAIN-HD Tema
ru: Скин Kerni's SWAIN-HD

source: Kerni's UltraViolet skin
es: Piel Kerni's UltraViolet
it: Skin Ultraviolet by Kerni
pt: Kerni's UltraViolet Tema
ru: Скин Kerni's UltraViolet

source: Kerni's YADS-HD skin
es: Piel Kerni's YADS-HD
it: Skin YADS-HD by Kerni
pt: Kerni's YADS-HD Tema
ru: Скин Kerni's YADS-HD

source: Kerni's dTV-HD skin
es: Piel Kerni's dTV-HD
it: Skin dTV-HD by Kerni
pt: Kerni's dTV-HD Tema
ru: Скин Kerni's dTV-HD

source: Kerni's dTV-HD-Reloaded skin
es: Piel Kerni's dTV-HD-Reloaded
it: Skin dTV-HD-Reloaded by Kerni
pt: Kerni's dTV-HD-Reloaded Tema
ru: Скин Kerni's dTV-HD-Reloaded

source: Kerni's dmm-HD skin
es: Piel Kerni's dmm-HD
it: Skin dmm-HD by Kerni
pt: Kerni's dmm-HD Tema
ru: Скин Kerni's dmm-HD

source: Kerni's dreamTV-HD skin
es: Piel Kerni's dreamTV-HD skin
it: Skin dreamTV-HD by Kerni
pt: Kerni's dreamTV-HD Tema
ru: Скин Kerni's dreamTV-HD

source: Kerni's simple skin
es: Piel Kerni's simple
it: Skin simple by Kerni
pt: Kerni's simple Tema
ru: Скин Kerni's simple

source: Kerni-HD1 skin
es: Piel Kerni-HD1
it: Skin HD1 by Kerni
pt: Kerni-HD1 Tema
ru: Скин Kerni-HD1

source: Kerni-HD1R2 skin
es: Piel Kerni-HD1R2
it: Skin HDR2 by Kerni
pt: Kerni-HD1R2 Tema
ru: Скин Kerni-HD1R2

source: Kernis HD1 skin
es: Piel Kernis HD1
it: Skin HD1 by Kerni
pt: Kernis HD1 Tema
ru: Скин Kernis HD1

source: Key %(Key)s successfully set to %(delay)i ms
es: Tecla %(Key)s puesto correctamente a %(delay)i ms
et: Nupp %(Key)s edukalt määratud %(delay)i ms
it: Tasto %(Key)s mappato con successo a %(ritardo)in ms
no: Tast %(tast)er vellykket satt til %(forsinkelse)i ms
pt: Key %(Key)s definidas para com sucesso %(atraso)i ms
ru: Кнопка %(Key)s успешно назначена на %(delay)i мс

source: Key %(key)s (current value: %(value)i ms)
es: Tecla %(key)s (valor actual: %(value)i ms)
et: Nupp %(key)s (hetke väärtus: %(value)i ms)
it: Tasto %(key)s (valore corrente: %(valore)in ms)
no: Tast %(tast)er (verdi: %(verdi)i ms)
pt: Key %(key)s (valor corrente: %(valor)i ms)
ru: Кнопка %(key)s (текущее значение: %(value)i мс)

source: Key Type
es: Tipo de clave
et: Võtme tüüp
it: Tipo tasto
no: Kodetype
pt: Key Tipo
ru: Тип ключа

source: Key: 2x Green
es: Acceso: Verde 2x
et: Nupp: 2x ROHELINE
it: Scorciatoia: 2x tasto verde
no: Tast: 2x Green
pt: Tecla: 2x VERDE
ru: Кнопка: 2x Зеленая

source: KeyType
es: Tipo de clave
et: Võtme tüüp
no: Tast Kode
ru: Тип ключа

source: Keyboard
es: Teclado
et: Klaviatuur
it: Tastiera
no: Tastatur
pt: Teclado
ru: Клавиатура

source: Keyboard Deutsch
es: Teclado en alemán
et: Saksa klahviasetus
it: Tastiera Tedesca
no: Tastatur Tysk
pt: Teclado Alemão
ru: Немецкая клавиатура

source: Keyboard English
es: Teclado en inglés
et: Inglise klahviasetus
it: Tastiera Inglese
no: Tastatur Engelsk
pt: Teclado Inglês
ru: Английская клавиатура

source: Keyboard Layout
es: Tipo de teclado
et: Klaviatuuripaigutus
it: Disposizione tastiera
no: Tastatur Layout
pt: Disposição do Teclado
ru: Раскладка клавиатуры

source: Keyboard Map
es: Mapa del teclado
et: Klaviatuuri asetus
it: Mappatura tastiera
no: Tastaturoppsett
pt: Mapear teclado
ru: Клавиатура

source: Keyboard Setup
es: Configurar el teclado
et: Klaviatuuriseaded
it: Impostazioni tastiera
no: Tastatur
pt: Definir Teclado
ru: Настройки клавиатуры

source: Keymap
es: Mapa del teclado
et: Nupuasetus
it: Mappatura tasti
no: Taste-layout
pt: layout do teclado
ru: Назначение кнопок

source: KiddyTimer allows to control your kids's daily tv usage.
es: KiddyTimer permite controlar el uso diario de la tv de sus hijos.
it: Controllo dell'uso quotidiano della TV da parte dei bambini.
no: Med Barnetidsopptak kan du ta kontroll over dine barns tv bruk
pt: KiddyTimer permite controlar o uso diário da tv pelos seus filhos.
ru: KiddyTimer позволяет контролировать ежедневное использование ТВ.

source: LAN Adapter
es: Adaptador de red
et: Kohtvõrgu adapter
it: Scheda di rete
pt: Adaptador LAN
ru: Сетевой адаптер

source: LAN connection
es: Conexión de red local
et: LAN ühendus
it: Connessione LAN
no: Kablet forbindelse
pt: Ligação LAN
ru: LAN соединение

source: LED Brightness Setup
es: Conf. botones LED
et: LED heleduse seadistus
it: Impostazioni luminosità LED
no: LED Lysstyrke
pt: Definição do Brilho do LED
ru: Настройки яркости LED

source: LICENSE
es: LICENCIA
et: LITSENTS
it: LICENZA
no: LISENS
pt: LICENÇA
ru: Лицензия

source: Lamedb used for epg.dat conversion. This option doesn't work with crossepg patch v2
es: Lamedb utilizado para la conversión epg.dat. No funciona con el parche crossepg v2
et: Epg.dat teisendamiseks on vajalik lamedb. See valik ei tööta crossepg patch v2 kasutamisel
it: Lamedb utilizzato per la conversione epg.dat. Questa opzione non funziona con la patch CrossEPG v2
no: Lamedb brukt til epg.dat konvertering. Dette valg virker ikke med crossepg patch v2
pt: Lamedb usado para conversão de EPG. Esta opção não funciona com o crossepg patch v2
ru: Lamedb используется для преобразования epg.dat. Эта опция не работает с патчем CrossEPG v2

source: Language
es: Idioma de la interfaz
et: Keel
it: Lingua
no: Språk
pt: Idioma
ru: Язык

source: Language selection
es: Audio y subtítulos
et: Keele valik
it: Selezione della lingua
no: Språkvalg
pt: Selecção do Idioma
ru: Выбор языка

source: Language:
es: Idioma:
et: Keel:
it: Lingua:
no: Språk:
pt: Idioma:
ru: Язык:

source: Last Black-/Whitelists
it: Ultima lista nera / bianca
no: Siste Svart-/Hvittlister
pt: Últumas listas negras / brancas
ru: Последний Черный/Белый список

source: Last Search
es: Recientes
et: Viimati otsitud
it: Ultima ricerca
no: Siste Søk
pt: Última Procura
ru: История

source: Last Updated: %s:%s
es: Última actualización: %s:%s
et: Uuendatud: %s:%s
it: Ultimo aggiornamento: %s:%s
no: Sist Oppdatert: %s:%s
pt: Atualizada em: %s%s
ru: Последнее обновление: %s:%s

source: Last config
es: Última config.
et: Viimane seadistus
it: Ultima config
no: Siste
pt: Ultima configuração
ru: Последняя конфигурация

source: Last day to match events. Events have to begin before this date to be matched.
es: Último día para que coincidan los eventos. Los eventos tienen que empezar antes de esta fecha para ser comparados.
et: Viimane päev vastete otsimiseks. Pärast seda päeva algavad saated ei lähe arvesse.
it: Termine corrispondenza eventi. Il loro inizio deve essere previsto prima di questa data.
no: Siste dag å matche program. Program må starte før denne dato for å få treff.
pt: Último dia para corresponder eventos. Eventos têm de iniciar antes desta data para serem correspondidos.
ru: События после этой даты игнорируются.

source: Last speed
es: Última velocidad
et: Eelmine kiirus
it: Ultima velocità
no: Siste hastighet
pt: Ultima velocidade
ru: Последняя скорость

source: Last update time: %s
es: Última actualización: %s
et: Uuendatud: %s
it: Data/ora ultimo aggiornamento: %s
no: Siste oppdaterings tid: %s
pt: Atualizada em: %s
ru: Время последнего обновления: %s

source: Latest 10 Uploads
es: Últimas 10 subidas
et: 10 uusimat
it: Ultimi 10 upload
no: Siste 10 Opplastet
pt: Últimos 10 Uploads
ru: Последние 10 загрузок

source: Latitude
es: Latitud
et: Laiuskraad
it: Latitudine
no: Breddegrad
ru: Широта

source: Latitude :
es: Latitud :
et: Laiuskraad :
it: Latitudine:
no: Breddegrad:
ru: Широта:

source: Latvian
es: Letón
et: Läti
it: Lettone
no: Latvisk
pt: Letão
ru: Латвийский

source: Leave DVD Player?
es: Dejar el Reproductor de DVD?
et: Kas väljud DVD mängijast?
it: Uscire dal Player DVD?
no: Avslutt DVD Spiller?
pt: Sair do Leitor DVD?
ru: Выйти из DVD-плеера?

source: Left
es: Izda
et: Vasak
it: Sinistro
no: Venstre
ru: Влево

source: Left Key
es: Flecha izquierda
et: Vasak klahv
it: Tasto sinistro
no: VenstreTast
pt: Tecla esquerda
ru: Стрелка влево

source: Left Mouse Button
es: Botón izquierdo del ratón
et: Vasak hiireklahv
it: Tasto sinistro del mouse
no: Venstre Muse Knapp
pt: Tecla esquerda do rato
ru: Левая кнопка мыши

source: Letterbox
ru: Режим ящика

source: Level
et: Tase
it: Livello
no: Nivå
pt: Nível
ru: Уровень

source: Limit character set for recording filenames
es: Nº máximo de caracteres para los nombres de archivo
et: Piiratud tähemärgistik failinimedel
it: Limite set di caratteri per i nomi delle registrazioni
no: Begrens bokstaver satt til opptaks filnavn
pt: Limitar o conjunto de carateres para nomes de arquivo de gravação
ru: Ограничить набор символов в именах записей

source: Limit east
es: Límite este
et: Ida piir
it: Limite est
no: Grense øst
pt: Limite a Este
ru: Ограничение на восток

source: Limit west
es: Límite oeste
et: Lääne piir
it: Limite ovest
no: Grense vest
pt: Limite a Oeste
ru: Ограничение на запад

source: Limited character set for recording filenames
es: Caracteres limitados para la grabación de nombres de archivo
et: Piiratud tähemärgistik salvestuste failinimedel
it: Limite set di caratteri per i nomi dei file di registrazione
no: Begrenset tegn satt for opptak av filnavn
pt: Limitar o conjunto de carateres para nomes de arquivo de gravação
ru: Ограничить набор символов в именах записей

source: Limits off
es: Quitar límites
et: Piirid maas
it: Limiti off
no: Grenser av
pt: Desligar limites
ru: Выключить ограничения

source: Limits on
es: Límites activos
et: Piirid kasutusel
it: Limiti on
no: Grenser på
pt: Ligar limites
ru: Включить ограничения

source: Link Quality:
es: Calidad Enlace:
et: Lingi kvaliteet:
it: Qualità Link:
no: Link Kvalitet:
pt: Qualidade da ligação:
ru: Качество:

source: Link:
es: Enlace:
pt: Rede: Estado da Rede e Ligação - Verde ( Ligado )
ru: Ссылка:

source: Linked titles with a DVD menu
es: Enlazar los títulos con un menú de DVD
et: DVD menüüga seotud pealkirjad
it: Titoli collegati ad un Menu DVD
no: Koblede titler med en DVD-meny
pt: Corresponder títulos a menu de DVD
ru: Заголовки связанные с DVD меню

source: List
it: Elenco
no: Liste
pt: Lista
ru: Список

source: List + File
it: Elenco + File
no: Liste + Fil
pt: Lista + Arquivo
ru: Список + Файл

source: List available networks
es: Lista de redes disponibles
et: Loetle saadaolevad võrgud
it: Reti disponibili
no: Vis tilgjengelige nettverk
pt: Lista de redes disponíveis
ru: Список доступных сетей

source: List of Storage Devices
es: Listar dispositivos de almacenamiento
et: Andmekandjate loetelu
it: Elenco dei dispositivi di archiviazione
no: Liste over Lagringsenheter
pt: Lista de dispositivos de armazenamento
ru: Список устройств хранения

source: List of storage devices
it: Elenco supporti memorizzazione
no: Oversikt over lagringsenheter
pt: Lista de dispositivos de armazenamento
ru: Список устройств хранения

source: Listen and record Shoutcast Internet Radio on your STB.
es: Escucha y graba la Radio por Internet Shoutcast en tu deco.
it: Elenca e registra Internet Radio Shoutcast.
no: Hør på og spill inn Shoutcast Internet Radio på din VU+
pt: Ouvir e gravar rádio internet Shoutcast Internet na sua STB.
ru: Прослушивание и запись интернет-радио Shoutcast.

source: listen to internet radio streams
ru: Прослушивание интернет-радио

source: Lithuanian
es: Lituano
et: Leedu
it: Lituano
no: Litauisk
pt: Lituano
ru: Литовский

source: Load
es: Cargar
et: Laadi
it: Caricare
no: Last
pt: Carregar
ru: Загрузить

source: Load EPG
ru: Загрузить EPG

source: Load-Save-Delete
ru: Загрузить/Сохранить/Удалить

source: Load-Save-Delete EPG
ru: Загрузить/Сохранить/Удалить

source: Load Length of Movies in Movielist
es: Calcular la longitud de las grabaciones en la lista
et: Näita filmilistis filmi kestust
it: Carica persistenza registrazioni nella loro lista
no: Legg inn varighet til opptak i opptakslisten
pt: Carregar o comprimento dos Filmes na Lista de Filmes
ru: Загружать длительность видео в список записей

source: Load feed on startup:
es: Cargar fuente al arrancar:
it: Carica distribuzioni all'avvio:
no: Last feed ved oppstart:
pt: Carregar feeds no arranque:
ru: Загрузка канала при запуске:

source: Load movie-length
es: Cargar la longitud de las grabaciones
et: Laadi filmi kestus
it: Carica persistenza registrazioni
no: Se opptaksvarighet
pt: Carregar o comprimento dos Filmes
ru: Загрузка продолжительности записи

source: Load subtitles after download
it: Carica sottotitoli dopo il download
no: Last undertekster etter nedlasting
pt: Carregar as legendas após descarga
ru: Загрузить субтитры после скачивания

source: Load/Save download history directory
it: Carica - Salva cronologia cartella
no: Last/Lagre nedlaste-historiekatalog
pt: Carregar/Salvar pasta do histórico de descarga
ru: Загрузить/Сохранить историю папок

source: Loading data
es: Cargando datos
et: Andmete laadimine
it: Caricamento dei dati...
no: Laster data
pt: A carregar informação
ru: Загрузка данных...

source: Local Network
es: Red Local
et: Kohtvõrk
it: Rete locale
no: Lokalnettverk
pt: Rede Local
ru: Локальная сеть

source: Local share name
es: Nombre compartido local
et: Kohaliku võrgujao nimi
it: Nome condivisione locale
no: Lokalt delenavn
pt: Nome da partilha local
ru: Имя локального ресурса

source: Location
es: Ruta
et: Asukoht
it: Percorso
no: Sted
pt: Localização
ru: Расположение

source: Location for instant recordings
es: Ruta para las grabaciones instantáneas
et: Kohese salvestuse asukoht
it: Posizione per registrazioni istantanee
no: Sted for opptak
pt: Localização para gravações instantâneas.
ru: Расположение для немедленных записей

source: Lock:
es: Bloq.:
et: Lukus:
no: Lås:
pt: Inicial rácio de bloqueio
ru: Захват:

source: Locked
es: Bloqueado
et: Lukustatud
it: Bloccato
no: Låst
pt: Bloqueado
ru: Закрыт

source: Locking Fail Error
es: Fallo de bloqueo de error
et: Lukustamise nurjumine
it: Errore: Blocco fallito
no: Låsing feilet Feil
pt: Erro ao bloquear
ru: Не удалось заблокировать

source: Log results to harddisk
es: Registro de resultados al disco duro
et: Logi tulemused kõvakettale
it: Salvare log su HDD
no: Logg resultat til harddisk
pt: Resultados do relatório para o disco
ru: Записать отчёт на HDD

source: Long Keypress
es: Pulsación larga de tecla
et: Pikk nupuvajutus
it: Pressione prolungata tasto
no: Langt Tastetrykk
pt: Premir longamente as teclas
ru: Длинное нажатие

source: Long filenames
es: Nombres de archivo largos
et: Pikad failinimed
it: Nomi estesi
no: Lange filnavn
pt: Nome de arquivos longos
ru: Длинные названия файлов

source: Longitude
es: Longitud
et: Pikkuskraad
it: Longitudine
no: Lengdegrad
ru: Долгота

source: Longitude :
es: Longitud :
et: Pikkuskraad :
it: Longitudine:
no: Lengdegrad:
ru: Долгота:

source: Lookup
et: Otsing
it: Cercare
no: Oppslag
pt: Pesquisa
ru: Поиск

source: Low :
es: Mín. :
et: Madal :
it: Basso:
no: Lav :
pt: Baixo:
ru: Мин

source: Lower bound of timespan.
es: Límite inferior del intervalo de tiempo.
et: Ajavahemiku alampiir.
it: Limite inferiore intervallo
no: Nedre del av tidsperiode
pt: Limite inferior do período de tempo.
ru: Нижняя граница отрезка времени.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
es: Límite inferior de tiempo. Nada antes de este tiempo coincidirá. ¡El intervalo de inicio no es tenido en cuenta!
et: Ajavahemiku alampiir. Miski enne seda aega ei sobi. Määratud ajavaru ei võeta arvesse!
it: Limite intervallo inferiore. Niente dopo questo limite verrà confrontato. I margini registrazione non saranno considerati!
no: Nedre del av tidsperiode. Ingenting før denne tid vil bli matchet. Forskyvninger er ikke tatt hensyn til!
pt: Limite inferior do período de tempo.. Nada antes desta vez vai ser correspondido. Compensações não são tidas em conta!
ru: Нижняя граница отрезка времени. После этого времени ничего не соответствует. Смещения не учитывается!

source: Luxembourgish
it: Lussemburghese
ru: Люксембургский

source: M e d i a P l a y e r
es: R E P R O D U C T O R
et: M e e d i a m ä n g i j a
no: M e d i a S p i l l e r
ru: М е д и а п л е е р

source: MAC address
es: Dirección MAC
et: MAC aadress
it: Indirizzo MAC
no: MAC addresse
pt: Endereço MAC
ru: MAC-адрес

source: MB
ru: МБ

source: MHW2 providers
es: Proveedores MHW2
et: MHW2 levitajad
it: Provider MHW2
no: MHW2 tilbydere
pt: Operadores MHW2
ru: Провайдеры MHW2

source: MMC Card
es: Tarjeta MMC
et: MMC kaart
it: Card MMC
no: MMC Kort
ru: MMC карта

source: MORE
es: MAS
et: VEEL
it: SUCCESSIVI
no: MER
pt: MAIS
ru: БОЛЬШЕ

source: MUTE
es: Silencio
ru: Без звука

source: Mac address fail
es: Error en la dirección Mac
et: Mac aadressi viga
it: Indirizzo MAC non valido
no: Mac addresse feilet
pt: Endereço MAC falha
ru: MAC-адрес не действителен

source: Main
es: Principal
et: Peamenüü
it: Principale
no: Hoved
pt: Principal
ru: Меню

source: Main Menu
es: Menú Principal
et: Peamenüü
it: Menu principale
no: Hovedmeny
pt: Menu Principal
ru: Главное меню

source: Main Picture
et: Peapilt
no: Hovedbilde
pt: Imagem Principal
ru: Основное изображение

source: Main menu
es: Menú principal
et: Peamenüü
it: Menu principale
no: Hovedmeny
pt: Menu Principal
ru: Главное меню

source: Mainmenu
es: Menú principal
et: Peamenüü
it: Menu Principale
no: Hovedmeny
pt: Menu Principal
ru: Главное меню

source: Maintain old EPG data for (min)
ru: Сохранять прошедшие данные телегида (в мин.)

source: Make this mark an 'in' point
es: Hacer esta marca como un punto de entrada
et: Tee see märk alguspunktiks
it: Contrassegnare come punto IN
no: Gjør denne markør til et 'inn' punkt
pt: Marcar como ponto de entrada
ru: Отметить эту точку как 'Начало'

source: Make this mark an 'out' point
es: Hacer esta marca como un punto de salida
et: Tee see märk lõpupunktiks
it: Contrassegnare come punto OUT
no: Gjør denne markør til et 'ut' punkt
pt: Marcar como ponto de saída
ru: Отметить эту точку как 'Конец'

source: Make this mark just a mark
es: Hacer una marca normal
et: Tee see märk lihtsalt märgiks
it: Contrassegnare solamente
no: Gjør denne markør til bare en markør
pt: Fazer isto marcar apenas uma marca
ru: Создать простую метку

source: ManScan
it: Scans. manuale
no: Man.søk
ru: Ручное сканирование

source: Manage extensions
es: Gestionar
et: Laienduste haldamine
it: Gestire estensioni
no: Behandle Tillegg/Moduler
pt: Gerir extensões
ru: Управление

source: Manage local files
es: Manejar archivos locales
et: Halda kohalike faile
it: Gestire i file locali
no: Behandle lokale filer
pt: Gerir arquivos locais
ru: Управление локальными файлами

source: Manage logos to display at boot time or while in radio mode.
es: Manejar logos a visualizar al arranque o mientras está en modo radio.
et: Halda logosi, mida kuvatakse alglaadimisel või raadiorežiimis
it: Gestire le immagini visualizzate all'avvio o la modalità radio
no: Behandle bilder som skal vises i oppstart eller i radio modus
pt: Gerir logotipos para mostrar no momento da inicialização ou quando no modo de rádio.
ru: Управление изображениями, отображаемыми при запуске или в режиме радио

source: Manage logos to display at boottime
es: Manejar logos a visualizar al arranque
et: Halda logosi, mida näidatakse alglaadimisel
it: Gestire le immagini visualizzate all'avvio
no: Behandle bilder som skal vises i oppstart
pt: Gerir logotipos para mostrar no momento da inicialização
ru: Управление изображениями, отображаемыми при запуске

source: Manage network shares
es: Manejar unidades de red
et: Halda võrgujagusi
it: Gestire condivisioni di rete
no: Behandle nettverksdelinger
pt: Gerir Partilhas de Rede
ru: Управление сетевыми ресурсами

source: Manage your music files in a database, play it with Merlin Music Player.
es: Manejar sus archivos de música en una base de datos, reproduciéndolo con el Reproductor de Música Merlin.
it: Gestire un database di file musicali, da riprodurre con Merlin Music Player.
no: Behandle din musikk i en database, spill av med Merlin Music Player.
pt: Gere os arquivos de música numa base de dados, reprodu-la com o Merlin Music Player.
ru: Управление музыкальными файлами в базе данных, воспроизвести их при помощи Merlin Music Player.

source: Manage your network shares...
es: Manejar sus unidades compartidas en red...
et: Halda oma võrgujagusi...
it: Gestire condivisioni di rete...
no: Behandle dine nettverksdelinger...
pt: Gerir as suas partilhas de rede...
ru: Управление сетевыми ресурсами...

source: Manage your receiver's software
es: Manejar el software de su receptor
et: Halda vastuvõtja tarkvara
it: Gestire il software del ricevitore
no: Behandle din mottakers programvare
pt: Faça a Gestão do software da sua Vuplus STB
ru: Управление ПО

source: Manual
et: Käsitsi
it: Manuale
no: Manuell
ru: Вручную

source: Manual Fan control
es: Control manual del ventilador
et: Jahutus
it: Controllo manuale ventola
no: Manuell Viftestyring
pt: Controlo da ventoinha manual
ru: Ручное управление вентилятором

source: Manual Install BH Packages
et: BH pakettide paigaldamine
it: Installazione pacchetti BH
no: Installere BH Pakker Manuelt
pt: Instalação manual de pacotes Black Hole
ru: Ручная установка BH пакетов

source: Manual Install Bh Packages
es: Instalación manual de paquetes BH
it: Installazione pacchetti BH
no: Installere Bh Pakker Manuelt
ru: Ручная установка BH пакетов

source: Manual Install Bh packges
es: Como instalar paquetes BH
et: BH pakettide paigaldamine
it: Installazione pacchetti
no: Installere Bh pakker manuelt
pt: Instalação manual de Pacotes Black Hole
ru: Ручная установка BH пакетов
