Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: The path %s already exists.
es: El directorio %s ya existe.
et: Rada %s on juba olemas.
it: Percorso %s già esistente.
no: Banen %s er i bruk allerede
pt: A pasta %s já existe.
ru: Этот путь %s уже существует.

source: The pin code you entered is wrong.
es: El pin introducido no es correcto.
et: Vale kood.
it: Inserito codice PIN errato!
no: Pin koden du la inn var feil
pt: o PIN que introduziu está errado.
ru: Введен неверный PIN-код.

source: The results have been written to %s.
es: Los resultados han sido escritos a %s.
et: Tulemused on salvestatud %s.
it: Risultati salvati su %s.
no: Resultatet er skrevet til %s.
pt: Os resultados foram escritos em %s.
ru: Результаты записаны в %s.

source: The server will build a virtual channels list in the folder /media/hdd/tuner on this box.
es: El servidor generará una lista de canales virtuales en la carpeta /media/hdd/tuner.
et: Server loob virtuaalse kanalinimekirja kataloogi '/media/hdd/tuner'.
it: Il server creerà una lista canali virtuale nella cartella /media/hdd/tuner di questo box.
no: Denne server bygger en virtuell kanalliste i mappen /media/hdd/tuner på denne boksen.
pt: O servidor irá criar uma lista de canais virtuais na pasta /media/hdd/tuner nesta STB.
ru: Сервер создаст список виртуальных каналов в папке /media/hdd/tuner на этом ресивере.

source: The skin is in KingSize-definition 1024x576
es: La piel está en la definición KingSize 1024x576
it: Questa skin è sviluppata con definizione KingSize 1024x576
no: Skin er i KingSize-oppløsning 1024x576
pt: O Tema está em KingSize definição 1024x576
ru: Скин в Kingsize четкости 1024x576

source: The sleep timer has been activated.
es: El apagado automático ha sido activado.
et: Unetaimer aktiveeriti.
it: Timer di spegnimento attivato!
no: Innsoving har blitt aktivert.
pt: O TIMER de repouso foi ativado.
ru: Таймер сна был включен.

source: The sleep timer has been disabled.
es: El apagado automático ha sido cancelado.
et: Unetaimer keelati
it: Timer di spegnimento disattivato!
no: Innsoving har blitt deaktivert.
pt: O TIMER de repouso foi deativado.
ru: Таймер сна был выключен.

source: The sleep timer is invalid.
it: Timer di spegnimento non valido!
ru: Таймер сна был некорректно настроен.

source: The timer file (timers.xml) is corrupt and could not be loaded.
es: El archivo de grabaciones (timers.xml) está corrupto y no puede cargarse.
et: Taimerite fail (timers.xml) on rikutud ja seda ei saa laadida.
it: Il file dei timer (timers.xml)è danneggiato e non può essere caricato!
no: Tidsopptak -filen (timers.xml) er korrupt og kunne ikke lastes.
pt: O Arquivo Timer (timers.xml) esta corrompido e não pode ser carregado.
ru: Файл таймеров (timers.xml) поврежден и не может быть загружен.

source: The tuner of the server (this box) has to be avaliable.
es: El sintonizador del servidor (de este deco) tiene que estar disponible.
et: Serveri tuuner (sellel vastuvõtjal) peab olema saadaval.
it: Il tuner del server (ossia questo box) deve essere disponibile.
no: Tuneren til serveren(denne boksen) må være ledig.
pt: O Tuner do servidor (esta STB) tem de estar disponível.
ru: Сервер (этот ресивер) должен быть доступен.

source: The user interface of your receiver is rebooting
es: La interfaz de usuario de su receptor se está reiniciando
et: Vastuvõtja kasutajaliides taaskäivitub
it: L'interfaccia utente del ricevitore si riavvierà
no: Brukergrensesnitt starter nå på nytt...
pt: O interface do utilizador da sua VuPlus vai reiniciar
ru: Перезагрузка интерфейса Вашего ресивера

source: The user interface of your receiver is restarting
es: Se está reiniciando la interfaz de usuario del deco
et: Vastuvõtja kasutajaliides taaskäivitub
it: Il sistema (GUI) è in fase di riavvio. Riavvio in corso...
no: Brukergrensesnitt starter nå på nytt...
pt: O interface do utilizador da sua VuPlus vai reiniciar
ru: Перезагрузка интерфейса Вашего ресивера

source: The user interface of your receiver is restarting due to an error in mytest.py
es: Se está reiniciando la interfaz de usuario del deco debido a un error en mytest.py
et: Vastuvõtja kasutajaliides taaskäivitub vea tõttu 'mytest.py' failis
it: Il sistema del ricevitore è stata riavviato a causa di un errore in mytest.py
no: Brukergrensesnitt på din VU+ starter om igjen grunnet en feil i mytest.py
pt: A interface do usuário da sua %s %s está a reiniciar devido a um erro em mytest.py
ru: Интерфейс Вашего ресивера будет перезагружен по причине ошибки в mytest.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
es: La extensión de red inalámbrica no está instalado! Por favor, instálelo y elija lo quiere hacer después.
et: WLAN plugin ei ole paigaldatud! Paigalda see ja vali mida soovid teha järgmiseks.
it: Il plugin WirelessLan non è installato! Installarlo per poterlo configurare.
no: Trådløs LAN modul er ikke installert! Vennligst installer og velg hva du så vil gjøre.
pt: Este plugin de Rede sem fios não está instalado! Por favor instale-o e escolha o que fazer a seguir.
ru: Плагин Wireless LAN не установлен! Пожалуйста, установите его и выберите, что делать далее.

source: The wireless LAN plugin is not installed! Please install it.
es: ¡La extensión de la red inalámbrica no ha sido instalada! Por favor, instálelo.
et: WLAN plugin ei ole paigaldatud! Paigalda see.
it: Il plugin WirelessLAN non è installato! Si prega di installarlo.
no: Trådløs LAN modul er ikke installert! Vennligst installer det.
pt: Este plugin de Rede sem fios não está instalado! Por favor instale-o.
ru: Плагин Witeless LAN не установлен! Пожалуйста, установите его.

source: The wizard can backup your current settings. Do you want to do a backup now?
es: El asistente puede hacer una copia de seguridad tu configuración actual. ¿Quiere hacer la copia de seguridad ahora?
et: Praegustest seadistustest saab teha varukoopia. Kas teha seda nüüd?
it: La procedura guidata permette di effettuare un backup della configurazione. Farlo ora?
no: Veiviseren kan ta sikkerhetskopi av dine innstillinger. Vil du ta sikkerhetskopi?
pt: O assistente pode guardar os seus dados.Deseja guardá-los agora?
ru: Мастер может сохранить Ваши текущие настройки. Вы хотите сделать это сейчас?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
es: El asistente encontró una configuración guardada. ¿Quiere restaurar su configuración antigua desde %s?
et: Abiline leidis seadistuste varukoopia. Kas soovid taastada vanad seaded %s?
it: La procedura guidata ha rilevato un backup delle configurazioni. Ripristinare da %s?
no: Veiviser har funnet en sikkerhetskopi. Vil du gjenopprette gamle innstillinger fra %s?
pt: O Assistente encontrou um backup de configurações. Deseja restaurar a configurações antigas presentes em %s?
ru: Мастер обнаружил резервную копию конфигурации. Восстановить из %s?

source: The wizard is finished now.
es: El asistente ha finalizado ahora.
et: Abiline on nüüd läbitud. Vajuta OK.
it: Procedura completata
no: Veiviseren er ferdig nå.
pt: O assitente terminou.
ru: Мастер закончил работу.

source: The wizard will now try to identify your connected usb device.
it: La procedura proverà ora ad identificare il nuovo dispositivo USB.
ru: Мастер попытается определить Ваше подключенное USB-устройство.

source: There are at least
es: Hay al menos
et: Saadaval on
it: Sono presenti almeno
no: Det er minst
pt: Existem pelo menos
ru: Как минимум

source: There are currently no outstanding actions.
es: No hay actualmente ninguna acción en ejecución.
et: Täitmata tegevusi ei ole.
it: Non ci sono azioni in sospeso
no: Nå er det ingen utestående hendelser.
pt: Atualmente não existem acções pendentes.
ru: В данное время нет невыполненных действий.

source: There are more subtitles in unpacked archive please select which one do you want to use
it: Presenti più sottotitoli in archivio: si prega di selezionare quali usare
no: Det fins flere undertekster i upakket arkiv Velg hvilken du vil bruke
pt: Há mais legendas no arquivo descompatado por favor selecione qual delas você deseja usar
ru: В архиве есть несколько субтитров, пожалуйста, выберите, какие из них использовать

source: There are no default services lists in your image.
es: No hay lista de canales por defecto en su imagen.
et: Selle tarkvara jaoks ei ole standardkanalinimekirju.
it: Non ci sono liste canali predefinite nel firmware!
no: Det finnes ingen standard kanalliste i ditt image.
pt: Não existem Lista de serviços padrão na sua imagem.
ru: В этом имидже нет сервисов по умолчанию.

source: There are no default settings in your image.
es: No hay configuración por defecto en su imagen.
et: Selles tarkvaras ei ole standardkanalinimekirju.
it: Non ci sono configurazioni predefinite nel firmware!
no: Det finnes ingen standard innstillinger i ditt image.
pt: Não existem definições padrão na sua imagem.
ru: В этом имидже нет настроек по умолчанию.

source: There are no updates available.
es: No hay actualizaciones disponibles.
et: Uuendusi ei ole saadaval.
it: Nessun aggiornamento disponibile
no: Ingen oppdateringer tilgjengelig,
pt: Não existem plugins disponíveis.
ru: Нет доступных обновлений.

source: There are now
es: Son ahora
et: Saadaval on
it: Disponibile ora
no: Nå er det
pt: Existem agora
ru: Доступен сейчас

source: There is no voice input.
it: Non c'è input vocale.
ru: Нет голосового ввода.

source: There might not be enough Space on the selected Partition. Do you really want to continue?
es: No debe haber suficiente especio en la partición seleccionada. ¿Seguro que quiere continuar?
et: Valitud partitsioonil ei pruugi olla piisavalt vaba ruumi. Kas soovid jätkata?
it: E' possibile che lo spazio sulla partizione scelta non sia sufficiente. Procedere comunque?
no: Det er muligens ikke nok plass på den valgt partisjonen. Vil du virkelig fortsette?
pt: Não existe espaço suficiente na partiçaõ seleccionada. Deseja continuar?
ru: Возможно недостаточно места на выбранном разделе. Вы действительно хотите продолжить?

source: There was an error downloading the packetlist. Please try again.
es: Hay un error descargando la lista de paquetes. Intente de nuevo.
et: Paketinimekirja hankimisel tekkis viga. Proovi uuesti
it: Errore nel download della lista pacchetti. Riprovare
no: Det oppsto en feil ved nedlasting av pakkene. Vennligst prøv igjen.
pt: Ocorreu um erro na descarga da lista de pacotes. Por favor, tente novamente.
ru: Ошибка загрузки списка пактов. Пожалуйста, попробуйте еще раз.

source: There was an error getting the feed entries. Please try again.
es: Hay un error al conseguir las entradas del feed. Inténtelo de nuevo.
et: Viga nimekirja toomisel. Palun proovige uuesti.
it: Si è verificato un errore recuperando le voci dai feed. Riprovare...
no: En feil oppsto ved henting av mating. Vennligst prøv igjen.
pt: Houve um erro ao obter as entradas dos feeds. Por favor, tente novamente.
ru: Ошибка при получении данных канала. Пожалуйста, попробуйте еще раз.

source: There was an error while removing subtitle, please check log
it: Errore durante la rimozione dei sottotitoli: controllare il registro
no: En feil oppsto ved fjerning, sjekk logg
pt: Ocorreu um erro durante a remoção da legenda, por favor, verifique o registo
ru: При удалении субтитров произошла ошибка, проверьте журнал

source: There was an error. The package:
es: Hubo un error. El paquete:
et: Toimus viga. Pakett:
it: Si è verificato un errore! Il pacchetto:
no: Det oppsto en feil. Pakke:
pt: Houve um erro! O pacote:
ru: Произошла ошибка! Пакет:

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
es: El disco DVD-RW está ya formateado - reformatear borrará todos los contenidos del disco.
et: DVD RW ketas on juba vormindatud. Uuesti vormindamisel kustutatakse kõik, mis plaadile kirjutatud.
it: Il DVD-RW è già formattato - una nuova formattazione cancellerà tutto il contenuto del disco!
no: DVD RW medie er allerede formatert - om-formatering sletter innholdet på platen.
pt: Este DVD RW já está formatado - reformatar irá apagar todo o conteudo do disco.
ru: Этот DVD RW уже отформатирован - переформатирование может удалить все содержимое диска.

source: This Month
es: Este Mes
it: Questo mese
no: Denne måned
pt: Este Mês
ru: В этом месяце

source: This Plugin doesn't support on SOLO/DUO
es: Esta extensión no es compatible con el SOLO/DUO
et: See laiendus tööta SOLO/DUO vastuvõtjal
it: Questo plugin non supporta Solo e Duo
no: Denne Modul støttes ikke på SOLO/DUO
pt: Este plugin não é suportado para SOLO/DUO
ru: Этот плагин не поддерживается на SOLO/DUO

source: This Plugin modifies the original PluginBrowser so you can move Plugins around.
es: Esta extensión modifica el Buscador de extensiones original así que puedes moverte por las extensiones.
it: Consente di modificare il PluginBrowser originale così da poter spostare i plugin.
no: Modul modifiserer original ModulViser så du kan flytte moduler rundt.
pt: Este Plugin modifica o Explorador de Plugins original, de modo que a possa mover plugins.
ru: Плагин позволяет редактировать оригинальный 'PluginBrowser', чтобы Вы могли перемещать плагины.

source: This STB can't decode %s streams!
es: ¡Este deco no puede decodificar %s streams!
et: Vastuvõtja ei suuda dekodeerida %s video voogesitust!
it: Questo decoder non può decodificare gli stream %s!
no: Denne VU+ kan ikke dekode %s strømmer!
pt: A sua STB não pode descodificar %s transmissões!
ru: Ресивер не может декодировать %s потоки!

source: This Week
es: Esta Semana
it: Questa settimana
no: Denne uken
pt: Esta semana
ru: На этой неделе

source: This feature will allow you to share the tuners of this box with another Vu+ box, a PC, a Ps3 and/or a compatible UPnP device in your home network.
es: Esta característica le permitirá compartir en la red doméstica los sintonizadores de este deco con otra Vu+, un PC, una PS3 y/o un dispositivo compatible UPnP.
et: Antud omadus võimaldab jagada selle vastuvõtja tuunereid teise vastuvõtja, arvuti, PS3 ja/või UPnP seadmega koduvõrgus.
it: Questa caratteristica permette di condividere i tuner di questo box con un altro box Vu+, un Pc, una Ps3 o altri dispositivi compatibili UPnP della tua rete casalinga.
no: Denne funksjonen lar deg dele tunere fra denne boksen med en annen Vu+, PC, Ps3 og/eller kompatibel UPnP enhet i ditt nettverk.
pt: Este recurso permitirá que compartilhe os Tuners desta STB com outra STB Vu +, um PC, um PS3 e / ou um dispositivo compatível com UPnP na sua rede doméstica.
ru: Эта функция позволяет Вам поделиться настройками этого ресивера с другим VU+, ПК, PS3 или другими UPnP-совместимыми устройствами в Вашей домашней сети.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
es: Este es un nombre que puede dar al AutoTimer. Esto mostrará un Resumen una Vista Previa.
et: See on nimi, mille saab anda autotaimerile. Antud nime näidatakse nii ülevaates kui ka eelvaates.
it: È possibile assegnare un nome all'AutoTimer. Sarà mostrato in Panoramica e Anteprima.
no: Dette er et navn du kan gi til et Autotidsopptak. Det vil bli vist i Oversikten og Forhåndsvisning.
pt: Este é um nome que pode dar o AutoTimer. Será mostrado na Visão Geral e de pré-visualização.
ru: Это имя АвтоТаймера. Оно будет отображаться в обзоре и при просмотре.

source: This is dlna server using minidlna.
it: Server DLNA tramite minidlna
no: Dette er DLNA-server ved hjelp minidlna.
pt: Servidor MiniDLNA não está instalado.
ru: Плагин DLNA для сервера MiniDLNA.

source: This is dlna/upnp client using djmount.
it: Cliente DLNA /UPnP tramite djmount.
no: Dette er dlna/upnp-klient ved hjelp av djmount.
pt: Cliente UpnP DjMount
ru: Плагин DLNA/UPnP для Djmount.

source: This is step number 2.
es: Este es el paso número 2.
et: See on samm number 2.
it: Passo numero 2
no: Dette er steg nr.2
pt: Este é o passo número 2.
ru: Это шаг номер 2.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
es: Este es el retraso en horas que el temporizador esperará antes de volver a buscar en el EPG.
et: See on Autotaimeri ooteaeg tundides eelmise EPG andmete otsingu ja uue otsingu vahel.
it: Specificare il ritardo in ore da applicare tra ricerche successive nell'EPG
no: Dette er forsinkelse i tidsopptak som Autotidsopptak kommer til å vente etter søk før søk blir gjort igjen.
pt: Este é o atraso em horas que o AutoTimer aguardará após uma busca para procurar o EPG novamente.
ru: Задержка времени ожидания АвтоТаймера перед повторным поиском EPG.

source: This is the duration each service/channel will stay active during a refresh.
et: Selle aja hoitakse iga kanal aktiivsena värskendamise käigus.
it: Persistenza sul canale durante l'aggiornamento
no: Dette er hvor lenge hver kanal skal stå på under oppfrisking.
pt: Isto é a duração que cada serviço/canal estará ativo durante uma atualização.
ru: Время, в течение которого каждый сервис будет оставаться активным во время обновления.

source: This is the help screen. Feed me with something to display.
es: Esta es la pantalla de ayuda. Pónga algo para visualizar.
et: See on abiaken. Saada mulle midagi kuvamiseks.
it: Questa è una schermata d'aiuto. Indicatemi qualcosa da mostrare...
no: Dette er hjelpebildet. Gi meg noe å vise.
pt: Esta é o ecrã de ajuda. Forneça-me algo para exibir.
ru: Окно помощи MyTube. Позвольте мне что-то показать...

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
es: Esto es lo que está bloqueado para los títulos de eventos. Note que buscando por ej. diéresis española puede tener que saber la codificación que usa el canal.
et: Seda hakatakse otsima saate nimes. Täpitähtede otsimine on keeruline, sest tuleb teada, millist tähemärgistikku kanal kasutab.
it: Termini usati nella ricerca nei titoli. Attenzione: caratteri speciali (es. la dieresi tedesca) richiedono di conoscere la codifica caratteri utilizzata dal canale.
no: Dette vil bli sett etter i titler. Det kan være problematisk med tyske omlyder for du må vite kodingen kanalen bruker.
pt: Isto é o que vai ser procurado em títulos de eventos. Note-se que, por exemplo, procurando tremas alemão pode ser complicado, tem de saber a codificação que o canal usa.
ru: Это критерий поиска названия событий. Обратите внимание, что для поиска Вы должны знать вид кодировки события канала.

source: This means that if you have ony one tuner in your box you can only stream the channel you are viewing (or any channel you choose if your box is in standby).
es: Esto significa que si tiene un sintonizador en el deco sólo puede transmitir el canal que está viendo (o cualquier canal que elija si el deco está en modo de reposo).
et: See tähendab, et ühe tuuneriga vastuvõtja saab striimida ainult hetkel vaadatavat kanalit. Ooteseisundis saab striimida suvalist kanalit.
it: Se si ha un solo tuner, è possibile unicamente lo streaming del canale visualizzato. Altrimenti, di un qualunque canale se il ricevitore è in standby).
no: Dette betyr at hvis du har kun en tuner i din boks kan du kun strømme kanalen du ser på (eller en annen kanal hvis boksen er i dvalemodus).
pt: Isto significa que se tiver apenas um Tuner na sua STB só pode transmitir o canal que está a ver (ou qualquer canal que escolher, se a sua STB está modo de espera).
ru: Если у Вас есть только один тюнер, Вы сможете транслировать только отображаемый канал, но если ресивер находится в режиме ожидания, то любой канал, который Вы выберите.

source: This plugin creates a USB stick which can be used to update the firmware of your STB without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
es: Esta extensión crea una memoria USB la cual puede ser usada para actualizar el Firmware de su deco sin la necesidad de red o conexión WIFI. Primero, la memoria USB se preparará para que sea arrancable. En el siguiente paso, una imagen NFI puede ser descargada desde el servidor de actualizaciones y guardada en la memoria. Si ya tiene una memoria USB arrancable, insértela ahora. De lo contrario inserte una memoria USB con un tamaño mínimo de 64 Megas.
it: Questo plugin permette di configurare una chiavetta USB per per ripristinare il firmware del ricevitore senza l'utilizzo della rete o di una connessione WLAN. Per prima cosa occorre predisporre una chiavetta USB in modo che risulti eseguibile. Nel passo successivo, può essere scaricata un'immagine dal server aggiornamenti e salvata sulla chiavetta USB. Se si dispone di una chiavetta USB configurata come eseguibile, inserirla ora. In caso contrario inserire una chiavetta USB dalla capacità di almeno 256 MB!
no: Dette modul lager en USB penn som kan brukses til å oppdatere din VU+ fastvare uten at du trenger nettverkstilkobling. Først, en USB pinne må bli klargjort så den blir startbar. I neste trinn,, en NFI image fil kan lastes ned fra serveren og bli lagret til USB pinnen. Hvis du allerede har klargjort en startbar USB pinne, sett den inn nå. Hvis ikke sett inn en med på minimum 64 MB!
pt: Este plugin cria uma Pen USB, que pode ser usada para atualizar o firmware da sua STB sem a necessidade de uma rede ou conexão de WLAN. Primeiro, uma Pen USB precisa estar preparada para que se torne bootável. Na próxima etapa, um arquivo de imagem NFI pode ser baixado do servidor de atualização e salvo na unidade USB. Se já tem uma pendrive inicializável preparada, por favor, insira-a agora. Caso contrário, conetar uma Pen USB com um tamanho mínimo de 64 MB!
ru: Этот плагин позволяет настроить USB-накопитель для восстановления прошивки ресивера без использования сети или подключения WLAN. Сначала нужно подготовить USB-накопитель, чтобы он был загрузочный. На следующем шаге, имидж можно загрузить с сервера обновлений и сохранить на USB-накопителе. Если у вас есть USB-накопитель, настроенный как загрузочный, вставьте его сейчас. Если нет, вставьте USB-накопитель емкостью не менее 256 МБ!

source: This plugin is installed.
es: Esta extensión ya está instalada.
et: Laiendus on paigaldatud.
it: Questo plugin è installato
no: Denne modul er installert.
pt: Este plugin está instalado.
ru: Плагин установлен.

source: This plugin is not installed.
es: Esta extensión no está instalado.
et: See laiendus ei ole paigaldatud.
it: Questo plugin non è installato
no: Denne modul er ikke installert.
pt: Este plugin não está instalado.
ru: Плагин не установлен.

source: This plugin is supported only the Ultimo/Uno.
es: Esta extensión es compatible solo con el Ultimo/Uno.
et: Sellel laiendusel on ainult UNO/ULTIMO tugi
it: Questo plugin è supportato solo da Ultimo / Uno
no: Denne modul er kun støttet av Ultimo/Uno.
pt: Este plugin é só suportado na Ultimo/Uno.
ru: Плагин поддерживает только Ultimo/Uno

source: This plugin will be installed.
es: La extensión será instalada.
et: See laiendus paigaldatakse.
it: Questo plugin verrà installato
no: Denne modul blir installert.
pt: Este pluginvai ser instalado.
ru: Плагин будет установлен.

source: This plugin will be removed.
es: La extensión será desinstalada.
et: See laiendus eemaldatakse.
it: Questo plugin verrà rimosso
no: Denne modul blir fjernet.
pt: Este plugin vai ser removido.
ru: Плагин будет удален.
