Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
et: Automaatne värskendus algab enne seda, aga pärast järgmises sättes määratud kellaaega.
it: Un aggiornamento automatico sarà eseguito prima dell'orario indicato, ma dopo quello specificato precedentemente.
no: Automatisk oppfrisking starter før dette tidspunkt.
pt: Um refrescamento automático iniciará antes desta hora do dia, mas antes do tempo especificado na definição anterior.
ru: Автоматическое обновление начнется до указаного времени дня, но по истечении времени, указанного в предыдущей настройке.

source: An empty filename is illegal.
es: Es un error dejar vacío el nombre de archivo.
et: Tühi failinimi ei ole lubatud.
it: Un nome di file vuoto non è consentito!
no: Et tomt filnavn er ikke tillatt
pt: Um Arquivo vazio é ilegal.
ru: Пустое имя недопустимо

source: An error occured.
es: Ha ocurrido un error.
et: Tekkis viga.
it: Si è verificato un errore
no: Det oppstod en feil.
pt: Ocorreu um erro.
ru: Произошла ошибка.

source: An unknown error occured!
es: ¡Ocurrió un error desconocido!
et: Tundmatu viga!
it: Si è verificato un errore sconosciuto!
no: En ukjent feil oppstod!
pt: Ocorreu um erro desconhecido!
ru: Произошла неизвестная ошибка.

source: Analog Audio
es: Audio analógico
et: Analoogheli
it: Audio analogico
no: Analog Lyd
pt: Áudio Analógico
ru: Аналоговый звук

source: Animation
it: Animazioni
no: Animasjon
pt: Animação
ru: Анимация

source: Animation Setup
et: Animatsiooni seadistus
it: Impostazioni animazioni
no: Animasjonsoppsett
pt: Definição das Animações
ru: Настройки анимации

source: Animation Speed
et: Animatsiooni kiirus
it: Velocità animazioni
no: Animasjon Fart
pt: Velocidade da animação
ru: Скорость анимации

source: Animations
et: Animatsioonid
it: Animazioni
no: Animasjoner
pt: Animação dos Menus
ru: Анимация

source: Anonymize crashlog?
es: ¿Crashlog anónimo?
it: Rendere anonimi i crashlog
no: Anonymisere feillogg?
pt: Anonimizar crashlog?
ru: Сделать аварийные журналы анонимными

source: Any service/recording
es: Cualquier servicio/grabación
et: Iga kanal/salvestus
it: Ogni canale - registrazione
no: Enhver tjeneste / opptak
pt: Qualquer serviço/gravação
ru: Сервис/Запись

source: Append language to filename
it: Aggiungere lingua al nome del file
no: Føy språk til filnavn
pt: Adicionar idioma ao nome do ficheiro
ru: Добавить язык к имени файла

source: Apps
it: App
no: Apper
ru: Приложение

source: April
es: Abril
et: Aprill
it: Aprile
pt: Abril
ru: Апреля

source: Arabic
es: Arábigo
et: Araabia
it: Arabo
no: Arabisk
pt: Arabe
ru: Арабский

source: Archive Extraction
es: Extracción de archivo
et: Arhiivi lahtipakkimine
it: Estrazione archivio
no: Arkiv Extraction
pt: Extração de Arquivo
ru: Извлечение архива

source: Are you sure you want to Boot Image:
es: ¿Está seguro de querer arrancar la imagen:
et: Kas valid käivitamiseks:
it: Sei sicuro di voler avviare l'immagine:
no: Er du sikker på at du vil Starte Image:
pt: Tem a certeza que quer arrancar a Imagem:
ru: Вы уверены, что хотите загрузить Имидж:

source: Are you sure you want to Remove Package:
es: ¿Seguro que quiere desinstalar el paquete:
et: Kas eemaldad paketi:
it: Sei sicuro di voler rimuovere il pacchetto:
no: Sikker på du vil fjerne pakke:
pt: Tem a certeza que pretende remover o pacote:
ru: Вы уверены, что хотите удалить пакет:

source: Are you sure you want to Remove Server:
es: ¿Seguro que desea quitar el servidor:
et: Kas eemaldad serveri:
it: Sei sicuro di voler rimuovere il server:
no: Sikker på at du vil fjerne Server:
pt: Tem a certeza que pretende remover o Servidor:
ru: Вы уверены, что хотите удалить Сервер:

source: Are you sure you want to activate this network configuration?
es: ¿Está seguro de que quiere activar esta configuración de red?
et: Kas jõustad selle võrguseadistuse?
it: Attivare questa configurazione di rete?
no: Er du sikker på at du vil aktivere denne nettverkskonfigurasjonen?
pt: Tem a certeza que quer ativar esta configuração de rede?
ru: Вы уверены, что хотите активировать эту конфигурацию сети?

source: Are you sure you want to delete following backup:
es: Está seguro de querer borrar esta copia de seguridad:
et: Kas kustutad selle varukoopia:
it: Sei sicuro di voler eliminare questo backup:
no: Er du sikker på at du vil slette denne sikkerhetskopi:
pt: Tem certeza que deseja excluir o backup do seguinte:
ru: Вы уверены, что хотите удалить следующую резервную копию:

source: Are you sure you want to delete Image:
es: ¿Está seguro de querer eliminar la imagen:
et: Kas kustutad süsteemitõmmise:
it: Sei sicuro di voler eliminare l'immagine:
no: Er du sikker på at du vil slette Image:
pt: Tem a certeza que quer excluir a Imagem:
ru: Вы уверены, что хотите удалить Имидж:

source: Are you sure you want to exit this wizard?
es: ¿Está seguro que quiere salir de este asistente?
et: Kas väljud seadistusabilisest?
it: Uscire da questa configurazione guidata?
no: Er du sikker på at du vil avslutte denne veiviseren?
pt: Tem a certeza que quer sair deste assistente?
ru: Вы уверены, что хотите выйти из этого мастера?

source: Are you sure you want to remove the Package:
es: ¿Seguro que desea eliminar el paquete:
et: Kas eemaldad paketi:
it: Sei sicuro di voler rimuovere il pacchetto:
no: Er du sikker på at du vil fjerne pakken:
pt: Tem a certeza que pretende remover o pacote:
ru: Вы уверены, что хотите удалить пакет:

source: Are you sure you want to remove the Package:
es: ¿Seguro que desea eliminar el paquete:
et: Kas eemaldad paketi:
it: Sei sicuro di voler rimuovere il pacchetto:
no: Sikker på du vil fjerne pakke:
pt: Tem a certeza que pretende remover o pacote:
ru: Вы уверены, что хотите удалить пакет:

source: Are you sure you want to restart your network interfaces?
es: ¿Seguro que desea reiniciar su interfaz de red?
et: Kas taaskäivitad võrgukaardid?
it: Sei sicuro di voler riavviare le interfacce di rete?
no: Er du sikker på at du vil starte ditt nettverk om igjen?
pt: Tem a certeza que quer reiniciar as suas interfaces de rede?
ru: Вы уверены, что хотите перезагрузить сетевые интерфейсы?

source: Are you sure you want to restart your network interfaces?
es: Quiere reiniciar sus adaptadores de red?
et: Kas taaskäivitad võrguliidesed?
it: Riavviare le interfacce di rete?
no: Er du sikker på at du vil omstarte ditt nettverkskort?
pt: Tem a certeza que quer reiniciar as suas interfaces de rede?
ru: Вы уверены, что хотите перезагрузить сетевые интерфейсы?

source: Are you sure you want to restore following backup:
es: Está seguro que quiere restaurar esta copia de seguridad:
et: Kas taastad selle varukoopia
it: Sei sicuro di voler ripristinare il seguente backup:
no: Er du sikker på at du vil gjenopprette følgende sikkerhetskopi:
pt: Tem a certeza que prentende restaurar o backup do seguinte:
ru: Вы уверены, что хотите восстановить следующую резервную копию:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
es: ¿Seguro que quiere restaurar su copia de seguridad? Enigma2 se reiniciará después de su restauración
et: Kas taastad selle varukoopia? Pärast taastamist enigma2 taaskäivitub
it: Ripristinare il backup del sistema? Il ricevitore si riavvierà dopo il ripristino
no: Sikker på at du vil gjenopprette Enigma2 sikkerhetskopi? Grensesnitt starter om igjen etter gjenopprettingen
pt: Tem a certeza que prentende restaurar o backup? O receptor será reiniciado após o backup ser restaurado!
ru: Вы уверены, что хотите восстановить резервную копию Enigma2? Enigma2 будет перезагружена после восстановления.

source: Are you sure you want to save the EPG Cache to:
ru: Вы уверены, что хотите сохранить кэш EPG в:

source: Are you sure you want to reload the EPG data from:
ru: Вы уверены, что хотите перезагрузить данные EPG из:

source: Are you sure you want to delete the EPG data from:
ru: Вы уверены, что хотите удалить данные EPG из:

source: Are you sure you want to save this network mount?
es: ¿Está seguro que quiere guardar este montaje de red?
et: Kas salvestad selle võrgu haakepunkti?
it: Salvare questo mount point di rete?
no: Er du sikker på at du vil lagre denne nettverkstilkobling?
pt: Tem a certeza que quer salvar esta montagem de rede?
ru: Вы уверены, что хотите сохранить данную точку монтирования?

source: Are you sure you want to setup your AP?
es: ¿Seguro que desea configurar su AP?
et: Kas seadistad oma AP?
it: Sei sicuro di voler impostare il tuo AP?
no: Sikker på at du vil sette opp din AP?
pt: Tem a certeza que quer instalar o seu Ponto de Acesso?
ru: Вы уверены, что хотите настроить AP?

source: Artist
es: Artista
et: Esitaja
it: Artista
pt: Artista
ru: Артист

source: Ascending
es: Ascendente
et: Kasvav
it: Crescente
no: Stigende
pt: Ascendente
ru: Популярные

source: Ask before shutdown:
es: Preguntar antes de apagar:
et: Küsitakse enne seiskamist:
it: Chiedere prima di spegnere:
no: Spør før avstengning:
pt: Perguntar antes de desligar:
ru: Спросить перед выключением:

source: Ask on remove action
it: Chiedere in caso di azione di rimozione
no: Spør ved fjerne-hendelse
pt: Pergunar ao remover ação
ru: Спросить перед удалением

source: Ask user
es: Preguntar al usuario
et: Küsitakse
it: Chiedere all'utente
no: spør bruker
pt: Perguntar ao utilizador
ru: Спросить пользователя

source: Aspect Ratio
es: Relación de aspecto
et: Kuvasuhe
it: Rapporto proporzioni
no: Breddeforhold
pt: Relação de aspeto
ru: Соотношение сторон

source: Aspect Ratio:
es: Relación de aspecto:
et: Kuvasuhe:
it: Rapporto proporzioni:
no: Bildeformat:
pt: Relação aspeto:
ru: Соотношение сторон:

source: Aspect ratio
es: Relac. de aspecto
et: Kuvasuhe
it: Rapporto proporzioni
no: Bildeformat:
pt: Relação de aspeto
ru: Соотношение сторон

source: Assigment
it: Assegnazione
no: Tildeling
pt: Atribuição
ru: Назначение

source: Assigning providers/services/caids to a CI module
es: Asignando proveedores/servicios/caids al módulo CI
et: Määratakse levitaja/kanal/caid CI moodulile
it: Assegnazione di provider/canali/caid a un modulo CI
no: Tilordne leverandører /tjenester /caids til en CI-modul
pt: Assignar operadores/serviços/cais ao módulo CI
ru: Назначение провайдеров/каналов для CI-модуля

source: Attempt to recover lost mounts (in background)
es: Recupera los mantajes perdidos (en segundo plano)
et: Ürita kaotatud haakepunktid taastada (taustal)
it: Tentativo di recupero punti di mount persi (in background)
no: Prøver å finne tapte tilkoblinger (i bakgrunnen)
pt: Tentar recuperar montagens perdidas (em segundo plano)
ru: Попытка восстановить точки монтирования (в фоне)

source: Audio
es: Sonido
et: Heli
no: Lyd
pt: Áudio
ru: Аудио

source: Audio Effect Setup
es: Configurar el efecto de audio
et: Heliefektide seadistus
it: Impostazioni effetti audio
no: Lyd Effekt
pt: Definição de Efeitos de Áudio
ru: Настройки звуковых эффектов

source: Audio Options...
es: Opciones de sonido...
et: Heli valikud
it: Opzioni audio
no: Lyd valg...
pt: Opções de Áudio...
ru: Аудио опции

source: Audio PID
es: PID de audio
et: Heli PID
it: PID audio
no: Lyd PID
pt: Pid de Áudio
ru: Аудио PID

source: Audio Sync
es: Sincronización de audio
et: Heli sünkroonimine
it: Sincronismo audio
no: Lyd Synk
pt: Sincronização de Áudio
ru: Синхронизация

source: Audio Sync Setup
es: Configuración de sincronización de audio
et: Heli sünkroonimine
it: Impostazioni sincronismo audio
no: Lyd Synk
pt: Definição da Sincronização de Áudio
ru: Настройки синхронизации

source: Audio codec
et: Helikoodek
it: Codec audio
no: Lydkodek
pt: Codec de Áudio
ru: Аудиокодек

source: Audio language selection 1
es: Selección del idioma de audio 1
et: Heli keelevalik 1
it: Lingua audio selezione 1
no: Lyd språkvalg 1
pt: Idioma de audio 1
ru: Выбор языка аудио 1

source: Audio language selection 2
es: Selección del idioma de audio 2
et: Heli keelevalik 2
it: Lingua audio selezione 2
no: Lyd språkvalg 2
pt: Idioma de audio 2
ru: Выбор языка аудио 2

source: Audio language selection 3
es: Selección del idioma de audio 3
et: Heli keelevalik 3
it: Lingua audio selezione 3
no: Lyd språkvalg 3
pt: Idioma de audio 3
ru: Выбор языка аудио 3

source: Audio language selection 4
es: Selección del idioma de audio 4
et: Heli keelevalik 4
it: Lingua audio selezione 4
no: Lyd språkvalg 4
pt: Idioma de audio 4
ru: Выбор языка аудио 4

source: AudioEffect
et: Heliefekt
it: Effetti audio
no: Lyd Effekt
pt: Efeitos de Áudio
ru: Звуковые эффекты

source: AudoSync allows delaying the sound output (Bitstream/PCM) so that it is synchronous to the picture.
es: Sincronización de audio permite retrasar la salida de audio (Bitstream/PCM), para que así se sincronize con la imagen.
et: Võimaldab muuta viiteaega heliväljundis (Bitstream / PCM) nii, et see on sünkroonis pildiga.
it: Consente di ritardare l'output audio (Bitstream/PCM) per sincronizzarlo con le immagini.
no: AudioSync vil forsinke lyden (Bitstrøm / PCM), slik at den er synkron med bildet
pt: AudoSync permite retardar a saída de som (Bitstream/PCM) para que ele esteja síncrono com a imagem.
ru: Позволяет задерживать вывод звука (Bitstream/PCM) для синхронизации его с изображениями.

source: August
es: Agosto
it: Agosto
pt: Agosto
ru: Августа

source: Australia
et: Austraalia
pt: Austrália
ru: Австралия

source: Author:
es: Autor:
et: Autor:
it: Autore:
no: Utvikler
pt: Autor:
ru: Автор:

source: Authoring mode
es: Modo autorizativo
et: DVD loomine
it: Modalità creativa
no: Administrativ modus
pt: Modo criativo
ru: Режим авторизации

source: Authors
es: Autores
et: Autorid
it: Autori
no: Utviklere
pt: Autores
ru: Авторы

source: Auto
ru: Автоматически

source: Auto Language Selection Settings
es: Audio y subtítulos
et: Automaatsed keelevalikud
it: Selezione automatica lingua
no: Autospråk, Lyd & Undertekst
pt: Seleção de Idioma automático
ru: Настройки автовыбора языка

source: Auto chapter split every minutes (0=never)
it: Divisione automatica capitoli ogni x minuti (0 = mai)
ru: Автоматически разделять на главы каждые ? минут (0 = никогда)

source: Auto flesh
es: Auto refresco
et: Nahatooni esiletoomine
it: Tonalità dei visi
no: Auto hudtone
pt: Correção da Cor ( auto )
ru: Автозаполнение

source: Auto language selection
es: Audio y subtítulos
et: Automaatsed keelevalikud
it: Selezione automatica lingua
no: Auto språk utvalg
pt: Selecção do Idioma Automático
ru: Автовыбор языка

source: Auto language selection settings
es: Audio y subtítulos
et: Automaatsed keelevalikud
it: Selezione automatica lingua
no: Autospråk, Lyd og Undertekst
pt: Selecção do Idioma Automático
ru: Настройки автовыбора языка

source: Auto language settings
es: Configuración automática de audio
et: Automaatsed keelevalikud
it: Configurazione automatica lingua
no: Auto språk
pt: Definições de idioma automático
ru: Настройки автовыбора языка

source: Auto paginate on last entry:
es: Paginación automática en la última entrada:
it: Auto enumerazione con l’ultima voce:
no: Auto nummerer ved siste oppføring:
pt: Auto paginação na última entrada:
ru: Автоматическая нумерация страниц на последней записи:

source: Auto scart switching
es: Intercambio a euroconector auto
et: Autom. SCART ümberlülitus
it: Commutazione SCART
no: Auto scart bytte
pt: Deteção de Scart Auto
ru: Автоматическое переключение SCART

source: Auto set Framerate / Bitrate
et: Määra kaadrisagedus/bitikiirus automaatselt
it: Impostazione automatica fotogrammi / bitrate
no: Auto sett Rammesats / Bitsats
pt: Definir automaticamente Framerate / Birate
ru: Автонастройка частоты кадров/битрейта

source: Auto sync to current event
it: Sincronizzazione automatica evento corrente
no: Autosynk til nåværende hendelse
pt: Auto Sincronizar evento atual
ru: Автосинхронизация текущего события

source: AutoBackup Configuration
es: Configuración de copia de seguridad automática
et: Automaatne varundamine
it: Configurazioni AutoBackup
no: AutoBackup Konfigurering
pt: Configuração dp Backup Automático
ru: Конфигурация AutoBackup

source: AutoScan
it: Scansione automatica
no: Autosøk
ru: Автоматическое сканирование

source: AutoShutDown
es: Apagado automático
et: Automaatne seiskamine
it: Spegnimento automatico
no: AutoSlåAv
pt: Desligar Automático
ru: Автовыключение

source: AutoShutDown Setup
es: Configurar el apagado automático
et: Automaatne seiskamine
it: Impostazioni spegnimento automatico
no: Auto Slå Av
pt: Definição de Desligar Automático
ru: Настройки автовыключения

source: AutoShutDown settings
es: Ajustes del apagado automático
et: Automaatne seiskamine
it: Configurazioni spegnimento automatico
no: Auto Slå Av Innstillinger
pt: Definição de desligar automático
ru: Настройки автовыключения

source: AutoShutDown: %s ?
es: ¿Apagado automático: %s ?
et: Automaatne seiskamine: %s ?
it: Spegnimento automatico: %s?
no: AutoSlåAv: %s ?
pt: Desligar Automático: %s ?
ru: Автовыключение: %s?

source: AutoTimer
et: Autotaimer
no: Autotidsopptak
ru: АвтоТаймер

source: AutoTimer Editor
es: Editor de AutoProgramación
et: Autotaimer
no: Autotidsopptak Editor
pt: Editor AutoTimer
ru: Редактор АвтоТаймера

source: AutoTimer Filters
es: Filtros de AutoProgramación
et: Autotaimeri filtrid
it: AutoTimer filtri
no: Autotidsopptak Filter
pt: Filtros AutoTimer
ru: Фильтры АвтоТаймера

source: AutoTimer Services
es: Canales AutoProgramación
et: Autotaimeri kanalid
it: Servizi di AutoTimer
no: Autotidsopptak Tjenester
pt: Serviços AutoTimer
ru: Сервисы АвтоТаймера

source: AutoTimer Settings
es: Configuración AutoProgramación
et: Autotaimeri seaded
it: Configurazione Autotimer
no: Autotidsopptak
pt: Definições AutoTimer
ru: Настройки АвтоТаймера

source: AutoTimer overview
es: Vista previa de AutoProgramación
et: Autotaimeri ülevaade
it: Panoramica AutoTimer
no: Autotidsopptak oversikt
pt: Visão geral do Timer
ru: Обзор АвтоТаймеров

source: AutoTimer scans the EPG and creates Timers depending on user-defined search criteria.
es: AutoProgramación busca el EPG y crea Programaciones dependiendo del criterio de búsqueda definido por el usuario.
et: Autotaimer otsib EPG-d ja loob taimerid vastavalt kasutaja määrangutele.
it: AutoTimer analizza l'EPG e crea i timer in base ai criteri di ricerca definiti dall'utente.
no: Autotidsopptak søker EPG og baserer tidsopptak avhengig av brukerdefinerte søkekriterier
pt: AutoTimer verifica o EPG e cria Timers dependendo dos critérios de pesquisa definidos pelo usuário.
ru: АвтоТаймер анализирует EPG и создает таймеры на основе пользовательских критериев поиска.

source: AutoTimer was added successfully
es: El Temporizador automático se ha añadido correctamente
et: Autotaimer lisatud
it: AutoTimer aggiunto correttamente
no: Oppretting av Autotidsopptak vellykket
pt: AutoTimer adicionado com sucesso
ru: АвтоТаймер был успешно добавлен

source: AutoTimer was changed successfully
es: El Temporizador automático se ha cambiado correctamente
et: Autotaimer muudetud
it: AutoTimer modificato correttamente
no: Autotidsopptak ble endret
pt: AutoTimer modificado com sucesso
ru: АвтоТаймер был успешно изменен

source: AutoTimer was removed
es: El Temporizador automático se ha borrado
et: Autotaimer eemaldatud
it: AutoTimer rimosso
no: Autotidsopptak ble fjernet
pt: AutoTimer foi removido
ru: АвтоТаймер был удален

source: Autocam
ru: Авто

source: Autocam Manager
es: Gestor de Cam
et: Autocam haldur
it: Gestione Autocam
no: Autocam
pt: Gestor Autocam
ru: Автоназначение

source: Autocam Setup
es: Configuración de Cam
ru: Автоназначение

source: Autolang.
it: Lingua automatica
no: Autospråk
ru: Автоматический язык

source: Automatic
es: Automático
et: Automaatne
it: Automatico
no: Automatisk
pt: Automatico
ru: Автоматически

source: Automatic Epg Backup:
es: Copia de seguridad automática del EPG:
et: EPG autom. varundus:
it: Backup automatico EPG:
no: Automatisk Epg sikkerhetskopi:
pt: Backup do Epg Automático:
ru: Автокопирование EPG:

source: Automatic Epg Backup:
es: Copia de seguridad automática del EPG:
et: Automaatne EPG varundamine:
it: Backup automatico EPG:
no: Automatisk Epg Backup:
pt: Backup do Epg Automático:
ru: Автокопирование EPG:

source: Automatic Scan
es: Búsqueda automática
et: Automaatotsing
it: Scansione automatica
no: Automatisk søk
pt: Procura automática
ru: Автоматический поиск

source: Automatic Timerlist Cleanup Setup
et: Automaatne taimerinimekirja puhastus
it: Impostazioni pulizia automatica timerlist
no: Tidsopptak Autoopprydding
pt: Definição da Limpeza Automática de Timers
ru: Настройка автоочистки списка таймеров

source: Automatic scan
es: Búsqueda automática
et: Automaatotsing
it: Scansione automatica
no: Automatisk søking
pt: Procura automatica
ru: Автосканирование

source: Automatic start time
es: Hora de inicio automático
et: Automaatse käivitamise aeg
it: Orario di avvio automatico
no: Automatisk start tid
pt: Início automático
ru: Время автоматического запуска

source: Automatic volume adjustment
es: Ajuste automático de volumen
et: Automaatne helitugevuse kohandamine
it: Controllo automatico del volume
no: Automatisk Lydjustering
pt: Ajuste de volume automático
ru: Автоматическая регулировка громкости

source: Automatic volume adjustment for ac3/dts services.
es: Ajuste de volumen automático para canales ac3/dts.
et: Automaatne helitugevuse kohandamine ac3/dts kanalitel.
it: Controllo automatico del volume per audio AC3/DTS.
no: Automatisk lydjustering for ac3/dts tjenester.
pt: Ajuste de volume automático para serviços AC3/DTS.
ru: Автоматическая регулировка громкости звука AC3/DTS.

source: Automatically change video resolution
es: Cambiar la resolución de vídeo automáticamente
et: Muuda automaatselt videolahutust
it: Commutazione automatica della risoluzione video
no: Endrer bildeoppløsning automatisk
pt: Modificação automática da resolução de vídeo
ru: Автоматическое переключение разрешения видео

source: Automatically changes the output resolution depending on the video resolution you are watching.
es: Cambiar la resolución de salida automáticamente dependiendo de la resolución que está viendo.
et: Muudab väljundi lahutust vastavalt vaadatava video lahutusele.
it: Commutazione automatica alla risoluzione video ottimale del canale visualizzato.
no: Endrer utgangsoppløsningen automatisk avhengig av bildeoppløsnings type som er i bruk .
pt: Muda automaticamente a resolução de saída em função da resolução de vídeo que está a ver.
ru: Автоматическое переключение на оптимальное разрешение в зависимости от разрешения просматриваемого видео.

source: Automatically create timer events based on keywords
es: Crear programaciones automáticamente basadas en palabras
et: Loob automaatselt taimerid võtmesõnadele tuginedes
it: Crea voci timer sulla base di parole chiave
no: Automatisk opprette tidsopptak programmer basert på søkeord
pt: Criar automaticamente eventos timer com base em palavras-chave
ru: Создает записи таймера на основе ключевых слов

source: Automatically informs you on low internal memory
es: Informar automáticamente de memoria baja
et: Teavitab vähese sisemälu korral
it: Controllo della memoria libera
no: Informerer deg automatisk når det er lite minne
pt: Informa-o automaticamente do falta de memória interna.
ru: Информирует о нехватке внутренней памяти

source: Automatically reboot the decoder after a manual download
es: Arrancar automáticamente el deco después de la descarga manual
et: Taaskäivita vastuvõtja automaatselt pärast käsitsi allalaadimist
it: Riavvio automatico dopo un download manuale
no: Slå av mottakeren automatisk etter en manuell nedlasting
pt: Reiniciar automaticamente o descodificador após uma descarga manual
ru: Автоматический перезапуск после загрузки вручную
