Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Search a video
es: Buscar un vídeo
et: Otsi videot
it: Cerca un video
no: Søk etter film
pt: Procurar um Vídeo
ru: Поиск видео

source: Search category:
es: Buscar categoría:
et: Otsi kategooriat:
it: Categoria di ricerca
no: Søke kategori:
pt: Procura categoria:
ru: Категория поиска:

source: Search east
es: Buscar este
et: Otsi idast
it: Cercare a est
no: Søk øst
pt: Procura Este
ru: Поиск на востоке

source: Search for network shares
es: Buscar unidades de red
et: Otsi võrgujagusi
it: Ricerca condivisioni di rete
no: Søke etter nettverksdeling
pt: Procura por partilhas de rede
ru: Поиск общих сетевых ресурсов

source: Search for network shares...
es: Buscar unidades de red...
et: Otsi võrgujagusi
it: Ricerca condivisioni di rete...
no: Søke etter nettverksdeling...
pt: Procura de partilhas de rede...
ru: Поиск сетевых ресурсов...

source: Search parameters
it: Parametri di ricerca
no: Søkeparametre
pt: Parâmetros de procura
ru: Параметры поиска

source: Search region:
es: Buscar región:
et: Otsingu piirkond:
it: Cerca regione:
no: Søke område:
pt: Procurar por região:
ru: Регион поиска:

source: Search restricted content:
es: Buscar contenido restringido:
et: Otsi piiranguga sisu:
it: Ricerca contenuti vietati:
no: Søk begrenset innholdt:
pt: Procura de conteúdo restrito
ru: Ограничение поиска:

source: Search settings
it: Configurazioni di ricerca
no: Søkeinnstillinger
pt: Definições de procura
ru: Поиск конфигурации

source: Search strictness
es: Búsqueda extricta
et: Otsingu rangus
it: Rigore di ricerca
no: Søke nøyaktighet
pt: Procura de rigor
ru: Точность поиска

source: Search subtitles
it: Ricerca sottotitoli
no: Søk etter undertekst
pt: Procura de legendas
ru: Поиск субтитров

source: Search through the EPG
es: Buscar a través del EPG
et: Otsi EPG kaudu
it: Consente la ricerca di eventi nell'EPG
no: Søk gjennom EPG
pt: Procura no EPG
ru: Поиск через EPG

source: Search type
es: Tipo de Búsqueda
et: Otsingu tüüp
it: Tipo di ricerca
no: Søke type
pt: Tipo de procura
ru: Тип поиска

source: Search west
es: Buscar oeste
et: Otsi läänest
it: Cercare a ovest
no: Søk vest
pt: Procura Oeste
ru: Поиск на западе

source: Searching for available updates. Please wait...
es: Buscando actualizaciones disponibles. Por favor, espere...
et: Uuenduste otsimine. Oota...
it: Ricerca aggiornamenti disponibili in corso. Attendere...
no: Søker etter oppdateringer. Vennligst vent...
pt: À procura de atualizações disponíveis. Por favor aguarde...
ru: Поиск доступных обновлений. Пожалуйста, подождите...

source: Searching for new installed or removed packages. Please wait...
es: Buscando nuevos paquetes instalados o borrados. Espere...
et: Uute paigaldatud või kustutatud pakettide otsimine. Oota...
it: Ricerca nuovi pacchetti installati o rimossi in corso. Attendere...
no: Søker etter nylig installerte eller fjernede pakker. Vennligst vent...
pt: Em pesquisa de novos pacotes instalados ou removidos. Por favor aguarde...
ru: Поиск новых установленных или удаленных пакетов. Пожалуйста, подождите...

source: Searching your network. Please wait...
es: Buscando su red. Por favor, espere...
et: Võrguotsing. Palun oota...
it: Ricerca nella rete in corso. Attendere...
no: Søker i ditt nettverk. Vennligst vent...
pt: A procurar Rede, por favor espere...
ru: Поиск сети. Пожалуйста, подождите...

source: Season
it: Stagione
no: Sesong
pt: Série
ru: Сезон

source: Seconds
ru: секунд

source: Secondary DNS
es: DNS Secundario
et: Teine nimeserver
it: DNS secondario
no: Sekundær DNS
pt: DNS Secundário
ru: Вторичный DNS

source: Security service not running.
es: Servicio de seguridad no ejecutado.
et: Turvateenus ei tööta.
it: Il servizio di sicurezza non è in esecuzione.
no: Sikkerhets tjeneste kjører ikke.
pt: Serviço de segurança não está em execução...
ru: Служба безопасности не работает.

source: See service-epg (and PiP) from other channels in an infobar.
es: Ver el canal-epg (y PiP) desde otros canales en la barra de información.
et: Vaata teiste kanalite saatekava (ja pilt-pildis) inforibal.
it: Plugin per mostrare EPG (e PiP) di altri canali in una barra informazioni.
no: Se kanal-epg (og PiP) fra andre kanaler i infovindu.
pt: Ver serviço epg (e PiP) dos canais na barra de informação
ru: Плагин для отображения EPG (и PiP) других каналов в информационной панели.

source: Seek
es: Posicionar
et: Otsi
it: Ricerca
no: Søk
pt: Procura
ru: Искать

source: Select
es: Seleccionar
et: Vali
it: Selezionare
no: Velg
pt: Selecionar
ru: Выбрать

source: Select "exact match" to enforce "Match title" to match exactly or "partial match" if you only want to search for a part of the event title.
es: Seleccionar "coincidir exacto" para forzar "Coincidir título" a coincidir exactamente or "concidir parcial" si sólo quiere buscar una parte del título del evento.
et: Vali "täpne vaste" et leida täpne "Vastab pealkirjaga" kirje, "osaline vaste" pealkirja sobiva osa otsinguks või "kirjeldus sobib" kui soovid leida sündmuse kirjelduse osa
it: Selezionare "Corrispondenza esatta" per un confronto letterale o "Corrispondenza parziale" per un confronto anche solo parziale del titolo.
no: Velg"nøyaktig match" for å håndheve "Match tittel" for å matche nøyaktig eller "delvis match" hvis du kun vil matche deler av tittel.
pt: Selecione "correspondência exata" para impor "Coincidir com o título" para corresponder exatamente ou "correspondência parcial" se só quiser procurar uma parte do título do evento.
ru: Выберите "точное совпадение" для поиска или "частичное", если хотите найти только часть названия.

source: Select Directory
es: Seleccione la carpeta
et: Vali kataloog
it: Selezionare cartella
no: Velg katalog
pt: Seleccione a pasta
ru: Выбрать каталог

source: Select HDD
es: Seleccionar el disco duro
et: Vali kõvaketas
it: Selezionare HDD
no: Velg harddisk
pt: Selecionar o Disco Rígido
ru: Выбрать HDD

source: Select Location
es: Seleccionar la Ruta
et: Vali asukoht
it: Selezionare percorso
no: Velg Plassering
pt: Selecione a Localização
ru: Выбор расположения

source: Select Network Adapter
es: Seleccionar el Adaptador de Red
et: Vali võrgukaart
it: Selezionare adattatore di rete
no: Velg Nettverksadapter
pt: Selecionar o Adaptador de Rede
ru: Выбрать сетевой адаптер

source: Select Network Interface
es: Seleccione la interfaz de red
et: Vali võrguliides
it: Selezionare interfaccia di rete
no: Velg Nettverk Grensesnitt
pt: Selecionar Interface de Rede
ru: Выбор сетевого интерфейса

source: Select URL type
es: Seleccione el tipo de URL
et: Vali URL liik
it: Selezionare il tipo di indirizzo
no: Velg URL type
pt: Selecione o tipo do URL
ru: Выберите тип адреса

source: Select Video Output...
es: Seleccione la salida de vídeo...
et: Vali videoväljund
it: Selezionare uscita video...
no: Velg Video ut...
pt: Selecionar a Saída de vídeo
ru: Выберите видеовыход

source: Select Wireless Lan module.
es: Seleccione el módulo de red inalámbrica.
et: Vali traadita võrgukaart.
it: Selezionare il dispositivo wireless.
no: Velg trådløst adapter.
pt: Selecionar o módulo de Rede sem fios
ru: Выбор беспроводного устройства

source: Select a bouquet to add a channel to
es: Seleccione una lista para añadir un canal a
et: Vali kanalile lemmiknimekiri
it: Selezionare il bouquet dove aggiungere il canale
no: Velg en kanalliste å legge kanal i
pt: Selecionar o bouquet a que pretende adicionar o canal
ru: Выберите пакет, чтобы добавить канал

source: Select a movie
es: Seleccionar una grabación
et: Vali film
it: Selezionare registrazione
no: Velg opptak
pt: Seleccione a pasta da gravação...
ru: Выбрать запись

source: Select a timer to import
es: Seleccionar una Programación a Importar
et: Vali imporditav taimer
it: Selezionare un timer da importare
no: Velg et tidsopptak å importere
pt: Selecionar Timer para importar
ru: Выбрать таймер для импорта

source: Select audio track
es: Seleccionar la pista de audio
et: Vali heliriba
it: Selezionare la traccia audio
no: Velg lydspor
pt: Selecção de audio
ru: Выбрать звуковую дорожку

source: Select bouquet to record on
es: Seleccionar la lista a grabar
et: Vali lemmiknimekiri. millelt salvestada
it: Selezionare il bouquet da cui registrare
no: Velg kanalliste å spille inn til
pt: Selecione um bouquet para gravar
ru: Выбор пакета для записи на

source: Select bouquet to refresh
et: Vali värskenduseks lemmiknimekiri
it: Selezionare il bouquet da aggiornare
no: Velg kanalliste å oppfriske på
pt: Selecione um bouquet para atualizar
ru: Выберите пакет для обновления

source: Select channel to record from
es: Seleccionar el canal a grabar desde
et: Vali kanal, millelt salvestada
it: Selezionare il canale da cui registrare
no: Velg kanal å ta opp fra
pt: Selecione o canal que deseja gravar
ru: Выбрать канал для записи

source: Select channel to record on
es: Seleccionar el canal a grabar en
et: Vali kanal. millelt salvestada
it: Selezionare il canale da registrare
no: Velg innspillings kanal
pt: Selecione o canal que deseja gravar
ru: Выбор канала для записи на

source: Select channel to refresh
et: Vali värskenduseks kanal
it: Selezionare canale da aggiornare
no: Velg kanal å oppfriske på
pt: Selecione o canal que deseja atualizar
ru: Выберите канал для обновления

source: Select city
es: Cambiar la ciudad
et: Vali linn
it: Selezionare città
no: Velg by
pt: Selecionar a cidade
ru: Выберите город

source: Select desired image from feed list
es: Seleccione la imagen deseada de su lista de fuentes
et: Vali nimekirjast soovitud tõmmis
it: Selezionare l'immagine desiderata dall'elenco
no: Velg ønsket image fra feed liste
pt: Selecione a imagem desejada da lista
ru: Выберите желаемый имидж из списка

source: Select files for backup.
es: Seleccionar los archivos desde la copia de seguridad.
et: Vali varundatavad failid.
it: Selezionare i file per il backup.
no: Velg filer/mapper for sikkerhetskopi.
pt: Selecione arquivos para backup.
ru: Выбор файлов для резервного копирования.

source: Select files/folders to backup
es: Seleccionar los archivos/carpetas de la copia de seguridad
et: Vali varundatavad failid/kaustad
it: Selezionare file & cartelle per il backup.
no: Velg filer/mapper
pt: Arquivos e pastas para Backup
ru: Выберите файлы/папки для резервной копии

source: Select files/folders to backup...
es: Seleccione los archivos/carpetas de la copia de seguridad
et: Vali varundatavad failid/kaustad
it: Selezionare file & cartelle per il backup...
no: Velg filer/mapper til sikkerhetskopi...
pt: Selecione Arquivos/pastas para backup
ru: Выберите файлы/папки для резервной копии

source: Select input device
es: Seleccione el dispositivo de entrada
et: Vali sisendseade
it: Selezionare il dispositivo di input
no: Velg inn enhet
pt: Selecionar dispositivo de entrada
ru: Выберите устройство ввода

source: Select input device.
es: Seleccione el dispositivo de entrada.
et: Vali sisendseade.
it: Selezionare il dispositivo di input.
no: Velg inn enhet.
pt: Selecionar dispositivo de entrada.
ru: Выберите устройство ввода.

source: Select interface
es: Seleccione la interfaz
et: Vali liides
it: Selezionare l'interfaccia
no: Velg grensesnitt
pt: Selecionar a interface
ru: Выберите интерфейс

source: Select new feed to view.
es: Seleccione la nueva fuente a ver.
et: Vali uus kanal vaatamiseks.
it: Selezionare il nuovo feed da visualizzare.
no: Velg ny feed å se.
pt: Selecionar o novo feed para ver.
ru: Выберите новый канал для просмотра.

source: Select number of partitions:
es: Seleccione el número de particiones:
et: Vali partitsioonide arv:
it: Selezionare il numero di partizioni:
no: Velg antall partisjoner:
pt: Selecionar o número de partições:
ru: Выберите количество разделов:

source: Select package
es: Seleccione un paquete
et: Vali pakett
it: Selezionare un pacchetto
no: Velg pakke
pt: Selecionar o pacote
ru: Выберите пакет

source: Select provider to add...
es: Seleccione un proveedor a añadir...
et: Vali lisatav levitaja
it: Selezionare il provider da aggiungere...
no: Velg tilbyder...
pt: Selecionar operador para adicionar...
ru: Выберите провайдер для добавления...

source: Select refresh rate
es: Seleccione la velocidad de refresco
et: Vali värskendussagedus
it: Selezionare la frequenza di aggiornamento
no: Velg oppfriskningsrate
pt: Seleccione a taxa de varrimento
ru: Выберите частоту обновления

source: Select service to add...
es: Seleccione un canal a añadir...
et: Vali lisatav kanal
it: Selezionare il canale da aggiungere...
no: Legg til kanal...
pt: Selecionar serviço para adicionar...
ru: Выберите канал для добавления...

source: Select text to search for
it: Selezionare il testo da cercare
no: Velg tekst å søke etter
pt: Introduza o texto a pesquisar
ru: Выберите текст для поиска

source: Select the Swap File Place:
es: Seleccione la ruta del archivo de intercambio:
et: Vali saalefaili asukoht:
it: Selezionare la collocazione dello Swap:
no: Velg Vekslefil Sted:
pt: Selecionar a localização do ficheiro de Swap
ru: Выберите путь файла подкачки:

source: Select the Swap File Size:
es: Seleccione el tamaño del archivo de intercambio:
et: Vali saalefaili suurus:
it: Selezionare le dimensioni dello Swap:
no: Velg Vekslefil Størrelse:
pt: Selecionar o tamanho de Swap:
ru: Выберите размер файла подкачки:

source: Select the Swap File device:
es: Seleccione el soporte para la memoria de intercambio
et: Vali saalefaili arukoht:
it: Selezionare il dispositivo per lo Swap:
no: Velg Vekslefil enhet:
pt: Selecione o dispositivo de Swap:
ru: Выберите устройство для файла подкачки:

source: Select the key you want to set to %i ms
es: Seleccione la tecla que quiere poner a %i ms
et: Vali nupp, mille tahad määrata %i ms jaoks
it: Selezionare il tasto cui assegnare %i ms
no: Velg tasten du vil sette til %i ms
pt: Selecionar a chave que pretende definir %i ms
ru: Выберите кнопку, которую хотите установить на %i мс

source: Select the location to save the recording to.
es: Seleccione la ruta para grabar.
et: Vali salvestise jaoks asukoht.
it: Selezionare la destinazione della registrazione.
no: Velg hvor opptak skal lagres.
pt: Selecione a Localização das gravações
ru: Выберите место для сохранения записи.

source: Select tuner and press setup key (Yellow)
et: Vali tuuner ja vajuta seadistamiseks kollast nuppu
it: Selezionare il tuner e premere il tasto setup (giallo)
no: Velg tuner og trykk oppsett knappen (Gul)
pt: Selecionar o Tuner e premir a tecla definida (Amarela)
ru: Выберите тюнер и нажмите кнопку настройки

source: Select type of Filter
es: Seleccione el tipo de Filtro
et: Vali filtri tüüp
it: Selezionare il tipo di filtro
no: Velg filtertype
pt: Selecionar o tipo de Filtro
ru: Выбор типа фильтра

source: Select upgrade source to edit.
es: Fuente de actualización a editar.
et: Vali muudetav uuenduste allikas.
it: Selezionare la sorgente aggiornamento da modificare.
no: Velg oppgraderings kilde
pt: Selecionar a fonte para editar.
ru: Выбор источника обновления для редактирования.

source: Select video input with up/down buttons
es: Seleccione la entrada de vídeo con los botones arriba/abajo
et: Vali video sisend ÜLES/ALLA nuppudega
it: Selezionare l'ingresso video con i tasti SU/GIÙ
no: Velg video inngang med opp/ned knappene
pt: Selecionar entrada de vídeo com os botões de cima/baixo
ru: Выберите видео вход клавишами ВВЕРХ/ВНИЗ

source: Select video mode
es: Seleccione el modo de vídeo
et: Vali videorežiim
it: Selezionare la modalità video
no: Velg videotype
pt: Seleccione modo de Vídeo
ru: Выберите видеорежим

source: Select whether or not you want to enforce case correctness.
es: Seleccione si quiere o no forzar la correción de mayúsculas.
et: Vali, kas suurtel ja väikestel tähtedel tehakse vahet.
it: Selezionare se il confronto deve considerare maiuscole/minuscole
no: Velg hvor nøyaktig søket skal være.
pt: Selecione ou não se deseja aplicar a correção da ocorrência.
ru: Выберите, нужно ли применять коррекцию регистра.

source: Select wireless network
es: Seleccione la red inalámbrica
et: Vali traadita võrk
it: Selezionare una rete wireless
no: Velg trådløst nettverk
pt: Selecionar Rede sem fios
ru: Выберите беспроводную сеть

source: Select your choice.
es: Seleccione la opción deseada.
et: Tee oma valik.
it: Selezionare una voce
no: Velg ditt valg.
pt: Selecionar a sua escolha.
ru: Выберите пункт.

source: Select your favourite music (Artist, Album, Genre).
et: Vali oma lemmikmuusikat (esitaja, album, žanr).
it: Selezionare la musica preferita (Artista, Album, Genere).
no: Velg din favoritt musikk (Artist, Album, Kategori).
pt: Selecione a sua música favorita (artista, álbum, gênero).
ru: Выберите Вашу любимую музыку (Исполнитель, Альбом, Жанр).

source: Select your provider, and press OK to start the scan
es: Seleccione el proveedor, y pulse OK para buscar
et: Vali teenusepakkuja ja vajuta otsingu alustamiseks OK
it: Selezionare il provider. Tasto 'OK' per iniziare la ricerca
no: Velg tilbyder, og trykk OK for å starte søk
pt: Selecione o seu operador, e prima OK para iniciar a procura
ru: Выберите провайдер и нажмите ОК для старта

source: Selected language does not exist!
ru: Выбранный язык не существует!

source: Send DiSEqC
es: Enviar DISEqC
et: Saada DiSEqC
it: Inviare DiSEqC
pt: Enviar DISEqC
ru: Отправить DiSEqC

source: Send DiSEqC only on satellite change
es: Enviar DISEqC sólo en el cambio de satélite
et: Saada DiSEqC ainult satelliidi vahetamisel
it: Inviare DiSEqC solo su cambio satellite
no: Send DiSEqC bare ved satellittbytte
pt: Só enviar comando DISEqC ao mudar de satélite
ru: Отправить DiSEqC только при смене спутника

source: Send Message
es: Enviar mensaje
et: Saada sõnum
it: Inviare messaggio
no: Send Melding
pt: Enviar Mensagem
ru: Отправить сообщение

source: Send a Message
es: Enviar un mensaje
et: Saada sõnum
it: Inviare un messaggio
no: Send en Melding
pt: Envie uma Mensagem
ru: Отправить сообщение

source: Seperate titles with a main menu
es: Separar títulos con un menú principal
et: Eraldi salvestised peamenüüga
it: Separare i titoli con un menu principale
no: Skille titler med en hovedmeny
pt: Separar títulos com um menu principal
ru: Отдельные главы в главном меню

source: September
es: Septiembre
it: Settembre
pt: Setembro
ru: Сентября

source: Sequence repeat
es: Repetir la secuencia
et: Järjekorra kordus
it: Ripetizione sequenza
no: Sekvens gjentakelse
pt: Sequência de repetição
ru: Последовательность повторения

source: Serbian
es: Servio
et: Serbia
it: Serbo
no: Serbisk
pt: Sérvio
ru: Сербский

source: Serial log enabled :
es: Registro del puerto serie activado:
et: Logimine jadapordis :
it: Abilitare log seriale:
no: Serie logg aktivert:
pt: Depuração série ativa:
ru: Послед. журнал включен:

source: ServLists
it: Lista Server
no: Kanalliste
ru: Список серверов

source: Server
es: Servidor
pt: Servidor
ru: Сервер

source: Server Disabled
es: Desactivado
et: Server keelatud
it: Server disabilitato
no: Server deaktivert
pt: Servidor inativo
ru: Сервер отключен

source: Server Enabled
es: Activado
et: Server lubatud
it: Server abilitato
no: Server aktivert
pt: Servidor ativo
ru: Сервер включен

source: Server IP
es: IP del Servidor
et: Serveri IP
it: IP Server
pt: IP do Servidor
ru: IP-адрес сервера

source: Server Name
es: Nombre del servidor
et: Serveri nimi
it: Nome Server
no: Server Navn
pt: Nome do Servidor
ru: Имя сервера

source: Server Name:
es: Nombre del servidor:
et: Serveri nimi:
it: Nome Server:
no: Server navn:
pt: Nome do Servidor:
ru: Имя сервера:

source: Server avaliable on ip
es: Disponible el servidor en la ip
et: Serveri ip
it: Server disponibile su IP
no: Server tilgjengelig på ip
pt: IP do Servidor disponível
ru: Сервер доступен по IP

source: Server building in progress Please wait ...
es: Se está creando el servidor Espere...
et: Toimub serveri ehitus Oota ...
it: Creazione del server in corso Attendere prego...
no: Server bygging pågår Vennligst vent ...
pt: Servidor de compilação em andamento Aguarde...
ru: Создается сервер Пожалуйста, подождите...

source: Server share
es: Carpeta del servidor
et: Serveri võrgujagu
it: Condivisione server
no: Serverdeling
pt: Partilha do Servidor
ru: Местоположение

source: Service
es: Canal
et: Kanal
it: Canale
no: Kanalinfo
pt: Canal
ru: О сервисе

source: Service Info
es: Info del canal
et: Kanaliinfo
it: Info servizi
no: Kanalinfo
pt: Informação do Serviço
ru: О сервисе

source: Service Scan
es: Buscar canales
et: Kanaliotsing
it: Scansione canali
no: Kanalsøk
pt: Procura de Canais
ru: Поиск сервисов

source: Service Searching
es: Buscando canales
et: Kanaliotsing
it: Tuner & Ricerca Canali
no: Kanalsøk
pt: Procura de Serviços
ru: Поиск сервисов

source: Service delay
es: Retraso del canal
et: Kanali viiteaeg
it: Ritardo canale
no: Kanal forsinkelse
pt: Atraso no serviço
ru: Задержка для канала

source: Service has been added to the favourites.
es: El canal ha sido añadido a los favoritos.
et: Kanal on lisatud lemmiknimekirja.
it: Canale aggiunto a preferiti!
no: Kanal har blitt lagt til favorittene.
pt: Adicionado aos Favoritos
ru: Сервис был добавлен в избранное.

source: Service has been added to the selected bouquet.
es: El canal ha sido añadido a la lista seleccionada.
et: Kanal on lisatud valitud lemmiknimekirja.
it: Canale aggiunto al bouquet selezionato.
no: Kanal har blitt lagt til den valgte kanalliste.
pt: Adicionado ao Bouquet selecionado
ru: Сервис был добавлен к выбранному пакету.

source: Service invalid! (Timeout reading PMT)
es: ¡Canal erróneo! (Tiempo cumplido leyendo PMT)
et: Kehtetu kanal! (PMT lugemise aegumine)
it: Canale non valido! (Timeout in lettura PMT)
no: Kanal feil! (Tidsavbrudd ved lesing av PMT)
pt: Canal invalido! (Timeout reading PMT)
ru: Сервис не работает! (Таймаут чтения PMT)

source: Service not found! (SID not found in PAT)
es: ¡Canal no encontrado! (SID no encontrado en el PAT)
et: Kanalit ei leitud! (SID ei leitud PAT-st)
it: Canale non trovato! (SID non trovato in PAT)
no: Kanal ikke funnet! (SID ikke funnet i PAT)
pt: Canal não encontrado! (SID not found in PAT)
ru: Сервис не найден! (SID не найден в PAT)

source: Service reference
es: Serv. de referencia
et: Viitenumber
it: Riferimento canale
no: Kanalreferanse
pt: Referência do serviço
ru: Референс канала

source: Service scan
es: Buscar canales
et: Kanaliotsing
it: Scansione canali
no: Kanalsøk
pt: Procura de Serviços
ru: Поиск каналов

source: Service searching
es: Buscando el servicio
et: Kanaliotsing
it: Tuner & Ricerca Canali
no: Kanal søking
pt: Procura de Serviços
ru: Поиск сервисов

source: Service unavailable! Check tuner configuration!
es: ¡Canal no disponible! ¡Revisa la configuración del sintonizador!
et: Kanal pole saadaval! Kontrolli tuuneri seadeid!
it: Canale non disponibile! Controllare la configurazione tuner!
no: Service utilgjengelig! Sjekk tuner konfigurasjon!
pt: Serviço indisponivel! Verifique o Tuner!
ru: Сервис недоступен! Проверьте настройки тюнера!

source: Serviceinfo
es: Info del canal
et: Kanaliinfo
it: Info sul canale
no: Kanalinfo
pt: Informação do Serviço
ru: Сервис

source: Services
es: Canales
et: Kanalid
it: Canali
no: Kanaler
pt: Serviços
ru: Сервисы

source: Set Acoustic
es: Acústica
et: Määra akustika
it: Acustica
no: Akustikk
pt: Def.Acústica
ru: Акустика

source: Set Active
es: Activar
et: Aktiveeri
it: Imposta attivo
no: Aktiver
pt: ativo
ru: Запуск

source: Set Bitstream/PCM audio delays
es: Ponga el retraso de audio Bitstream/PCM
et: Määra bitivoo/PCM heli viiteaeg
it: Ritardo flussi audio Bitstreams/PCM
no: Sett Bitstrøm/PCM forsinkelse
pt: Definir o atraso de áudio PCM/Bitstream
ru: Задержка вывода звука (Bitstream/PCM) для синхронизации

source: Set Default CAM
es: Selecciona la CAM
et: Määra vaikimisi CAM
it: CAM predefinita
no: Standard CAM
pt: Definir Cam padrão:
ru: Назначить по умолчанию
