Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: You have to Activate OpenVpn before to start
es: Tiene que activar OpenVpn antes de empezar
et: Enne alustamist tuleb OpenVpn lubada
it: Attivare OpenVpn prima di avviarla
no: Du må aktivere ÅpenVpn før start
pt: Tem de ativar OpenVpn antes de iniciar
ru: Прежде чем начать, Вы должны включить OpenVPN

source: You have to activate Backup before to Restore.
es: Tienes que activar la copia de seguridad antes de restaurarla.
et: Enne taastamist tuleb varukoopia aktiveerida.
it: Attivare un backup prima di usare la funzione ripristino.
no: Du må aktivere sikkerhetskopi før for å gjenopprette.
pt: Tem de ativar Backup antes de Restaurar.
ru: Активируйте резервную копию перед использованием функции восстановления.

source: You have to create a Swap File before to activate the autostart.
es: Tienes que crear un archivo de intercambio antes de activar el inicio automático.
et: Enne autostardi lubamist tuleb saalefail luua.
it: Creare il file di Swap prima di attivare auto start
no: Du må opprette en Vekslefil for å aktivere autostart.
pt: Tem de criar um ficheiro Swap, antes de ativar o AutoStart.
ru: Вы должны создать файл подкачки, прежде чем активировать автозапуск.

source: You have to provide a name for the new Image.
es: Tiene que proporcionar un nombre para la nueva imagen.
et: Uue image jaoks tuleb anda nimi
it: Inserire il nome della nuova immagine
no: Du må gi navn til ditt nye image.
pt: Tem de fornecer um nome para a nova Imagem.
ru: Введите название нового имиджа.

source: You have to provide both Server Name and Epg.dat Url
es: Tiene que proporcionar el nombre del servidor y la Url del Epg.dat
et: Tuleb anda nii serveri nimi kui Epg.dat Url
it: È necessario fornire sia nome server che Url epg.dat
no: Du må legge til både Server Navn og Epg.dat Url
pt: Tem de fornecer tanto Name Server como Epg.dat URL
ru: Необходимо указать имя сервера и URL-адрес epg.dat

source: You have to remove the installed %s before to install a new settings pack.
es: Tiene que eliminar el paquete %s antes de instalar un nuevo paquete de configuración.
et: Enne uue kanalinimekirja paigaldamist tuleb %s eemaldada.
it: Rimuovere %s prima di installare un nuovo pacchetto.
no: Du må fjerne den installerte %s før du installerer nye oppsetts pakker.
pt: Tem de remover o %s instalado antes de instalar um novo pacote de configurações.
ru: Перед установкой нового пакета, удалите %s.

source: You have to setup backup location.
es: Tiene que configurar la ubicación de la copia de seguridad.
et: Määra varukoopia asukoht.
it: Impostare il percorso di salvataggio del backup.
no: Du må stille inn sikkerhetskopi plassering.
pt: Tem de configurar o local de backup.
ru: Вы должны создать резервные копии.

source: You have to wait %s!
es: Tiene que esperar %s!
et: Tuleb oodata %s!
it: Attendere per %s!
no: Du må vente %s!
pt: Você tem de esperar por %s!
ru: Вам необходимо подождать %s!

source: You must set at least one Command
es: Debe seleccionar al menos un comando
et: Pead määrama vähemalt ühe käsu
it: Devi inserire almeno un comando
no: Du må ha minst en kommando
pt: Deve definir pelo menos um comando
ru: Вы должны установить по крайней мере одну команду

source: You need a PC connected to your STB. If you need further instructions, please visit the website http://www.dm7025.de. Your STB will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
et: Nüüd on vaja ühendada vastuvõtja arvutiga.Kui on vaja abi, siis palun vaata : http://www.dm7025.de. Vastuvõtja on nüüd peatatud.Kui on täidetud uuendamise juhised veebilehelt, siis uus tarkvara palub taastada seadeid.
it: È necessario che un PC sia connesso al VU+. Se occorrono maggiori istruzioni, visitare il sito http://www.dm7025.de. Il ricevitore sarà arrestato. Al termine delle operazioni il nuovo firmware vi chiederà di ripristinare le configurazioni.
no: Du trenger en PC koblet til din VU+. Vil du ha videre informasjon, vennligst gå til websiden: http://www.vuplus.com. Din VU+ vil nå bli slått av. Etter at du har gjennomført oppgraderings-instruksjonene fra nettsiden, vil ditt nye Image spørre deg om å gjenopprette innstillingene.
pt: Necessita de um PC ligado á sua Vuplus. Para mais instruções, visite o sítio http://www.vuplus.com. A sua Vuplus está em espera. Depois de atualizar a sua box seguindo as instruções, o seu novo firmware ir-lhe-á pediar para restauar as suas definições.
ru: Необходимо соединение с компьютером. Если нужны подробные инструкции, пожалуйста посетите сайт http://www.dm7025.de. Ваш ресивер сейчас будет выключен. После того, как Вы выполните инструкции по обновлению от веб-сайта, Ваш новый имидж попросит, чтобы Вы восстановили настройки.

source: You need to configure crossepg before starting downloader. Would You like to do it now ?
et: Enne epg hankimist tuleb CrossEPG seadistada. Kas teed seda kohe?
it: È necessario configurare CrossEPG prima di iniziare. Vuoi farlo ora?
no: Du må sette opp CrossEpg før du kan starte. Vil du gjøre det nå?
pt: Necessita de configurar o crossepg antes de iniciar a descarga. Gostaria de fazer isso agora?
ru: Вы должны настроить CrossEPG перед запуском. Вы хотите сделать это сейчас?

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
es: Necesita poner un código PIN y ocultarlo a sus hijos. ¿Quiere poner el pin ahora?
et: Tuleb määrata PIN kood ning peita see laste eest. Kas teed seda kohe?
it: E' richiesta la configurazione di un codice PIN (tenere nascosto ai bambini). Configurare un PIN ora?
no: Du må sette en PIN kode og gjemme den for dine barn. Vil du sette pin nå?
pt: Precisa definir um código PIN e escondê-lo dos seus filhos. Deseja definir o PIN agora?
ru: Вам нужно установить PIN-код и скрыть его от детей. Хотите сделать это сейчас?

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
es: Ha configurado correctamente una nueva AutoProgramación. ¿Quiere añadirla a la lista? Puede volver atrás un paso, presionando EXIT en su mando.
et: Uus autotaimer on häälestatud. Kas lisad selle nimekirja? Saad minna sammu tagasi vajutades puldil EXIT.
it: Un nuovo AutoTimer è stato configurato con successo. Aggiungerlo alla lista? Per tornare al passo precedente, premere EXIT sul telecomando.
no: Du har lagt til en ny Autotidsopptak. Vil du legge den til listen? Du kan gå tilbake ett steg ved å trykke EXIT.
pt: Configurou com sucesso um novo AutoTimer. Deseja adicioná-lo à lista? Pode ir um passo para trás com a tecla EXIT no telecomando.
ru: Новый АвтоТаймер успешно создан. Желаете добавить его в список? Вы можете вернуться на шаг назад, нажав кнопку EXIT.

source: YouTube TV Settings
es: Config. de YouTube TV
et: YouTube TV seaded
it: Configurazione YouTube TV
no: YouTube TV
pt: Definições do YouTube TV
ru: Настройки YouTube TV

source: YouTube TV URL
es: URL de YouTube TV
it: URL YouTube TV
ru: URL-адрес

source: YouTube TV is a new way to watch YouTube videos on VU+
et: YouTube TV on uus viis vastuvõtjaga YouTube videote vaatamiseks
it: YouTube TV è un nuovo modo di guardare i video di YouTube
no: Youtube TV er en ny måte å se Youtube videoer på VU+
pt: YouTube TV é uma nova maneira de assistir a vídeos do YouTube na VU +
ru: YouTube TV - новый способ просмотра видео YouTube на VU+

source: YouTube TV is a new way to watch YouTube videos on Vu+
es: YouTube TV es una nueva forma de ver vídeos de YouTube en tu Vu+
et: YouTube TV on uus viis vastuvõtjaga YouTube videote vaatamiseks
it: YouTube TV è un nuovo modo di guardare i video
no: YouTube TV er en ny måte å se YouTube filmer på Vu+
pt: YouTube TV é uma nova maneira de assistir a vídeos do YouTube na VU +
ru: YouTube TV - новый способ просмотра видео YouTube на VU+

source: YouTubeTV Settings
it: Configurazioni YoutubeTV
no: YoutubeTV oppsett
ru: Настройки YouTube TV

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
es: Su Atributo 'Coincidir en el título' termina con un espacio blanco. Confirme si es intencionado o si quiere eliminarlo.
et: 'Nime kokkulangevus' tunnuse lõpus on tühik. Kinnita, et see oli tahtlik; kui ei, siis tühik kõrvaldatakse.
it: La stringa di confronto fornita termina con uno spazio. Confermare se questo è stato intenzionale, diversamente sarà rimosso.
no: Din 'Match i tittel' Attribut ender med en tom plass. Vennligst bekreft at dette var med vilje, hvis ikke blir den fjernet.
pt: Na 'correspondência em título' o Atributo termina com um espaço em branco. Por favor, confirme se este foi intencional, se não eles serão removidos.
ru: Текст атрибута 'Соответствие названию' заканчивается пробелом. Пожалуйста, подтвердите правильность или удалите.

source: Your STB isn't connected to the internet properly. Please check it and try again.
es: El deco no está conectado a Internet adecuadamente. Por favor verifique e inténtelo de nuevo.
et: Vastuvõtja ei ole ühendatud internetti. Kontrolli võrgu seadeid ja ürita uuesti.
it: Il ricevitore non è connesso a Internet. Controllare le impostazioni di rete e riprovare.
no: Din VU+ er ikke tilboblet internett. Vennligst sjekk og prøv igjen.
pt: A sua Vuplus não está conectada à internet corretamente. Por favor, verifique-o e tente novamente.
ru: Ваш ресивер не подключен к сети Интернет. Пожалуйста, проверьте соединение и попробуйте снова.

source: Your STB will restart after pressing OK on your remote control.
es: Su deco se reiniciará después de pulsar OK en su mando a distancia.
et: Vastuvõtja taaskäivitub pärast puldil OK vajutamist.
it: Il ricevitore si riavvierà dopo aver premuto il tasto OK.
no: Din VU+ vil starte om igjen etter at du har trykket OK.
pt: A sua STB será reiniciada, após pressionar OK no telecomando.
ru: Ресивер будет перезагружен после нажатия кнопки ОК.

source: Your Universes have been re-inizialized. You can now start to rebuild your worlds.
es: Sus universos han sido re-inicializados. Ahora puede comenzar a reconstruir sus mundos.
et: Universiumid on vormindatud. Saad alustada maailmade taasloomist.
it: I tuoi universi sono stati reinizializzati. Puoi iniziare a ricostruire i tuoi mondi.
no: Ditt univers har blitt initialisert på nytt. Du kan nå bygge dine verdener om igjen.
pt: Os seus Universos foram reinicializados. Agora pode começar a reconstruir os seus mundos.
ru: Ваши Вселенные были повторно инициализированы. Вы можете начать восстанавливать свои миры.

source: Your Vu+ will freeze during the installation process.
es: Su Vu+ se congelará durante el proceso de instalación.
et: Paigaldamise ajaks vastuvõtja hangub.
it: Il ricevitore verrà congelato durante il processo di installazione.
no: Din Vu+kommer til å "fryse" under installasjons prosessen.
pt: A sua VU+ ficará inativa durante o processo de instalação.
ru: Ваш VU+ замрет во время процесса установки.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
es: La copia de seguridad ha terminado. Ahora vamos a seguir explicando el proceso de actualización.
et: Varukoopia valmis. Juhendame nüüd edasistest uuenduste käigust.
it: Il backup è riuscito. Continueremo ora a spiegare l'ulteriore processo di aggiornamento.
no: Din sikkerhetskopi er tatt. Vi vil nå vise deg videre gjennom oppgraderings-prosessen.
pt: Backup efetuado com sucesso. Vamos agora continuar a explicar o processo da nova Atualização.
ru: Резервная копия создана. Продолжим дальнейший процесс обновления.

source: Your box is now ready to use. Your internet connection is working now. Please press OK to continue.
et: Vastuvõtja on kasutamiseks valmis. Internetiühendus töötab. Jätkamiseks vajuta OK.
it: Il ricevitore è ora pronto per l'uso! La connessione a Internet è attiva! Premi OK per continuare!
no: Din VU+ er nå klar til bruk. Din internett forbindelse virker nå. Vennligst trykk OK for å gå videre.
pt: A sua STB está pronta a funcionar. A ligação à internet está agora a funcionar. Por favor pressione a tecla OK para continuar.
ru: Ваш ресивер готов к работе. Интернет-соединение уже работает. Нажмите ОК для продолжения.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
es: Su colección exede el tamaño de un medio de capa simple, necesitará un DVD blanco de doble capa!
et: See valimik ei mahu ühekihilisele plaadile, vaja on tühja kahekihilist DVD plaati!
it: La collezione supera la capacità di un disco singolo strato. Utilizzare un DVD vergine doppio strato
no: Dette overstiger størrelsen til en ett-lags DVD, du trenger en tom to-lags DVD!
pt: A colecção excede o tamanho de um DVD, vai ser necessário um DVD de dupla camada!
ru: Ваша коллекция превышает размер однослойного диска. Вам нужен чистый двухслойный DVD!

source: Your config file is not well-formed: %s
es: Su archivo de configuración es erróneo: %s
et: Seadistusfail pole õieti tehtud: %s
it: File di configurazione non conforme: %s
no: Din config fil er ikke bra sammensatt: %s
pt: O arquivo de configuração não está bem construído: %s
ru: Ваш файл конфигурации содержит ошибки: %s

source: Your current collection will get lost!
es: ¡Su colección actual se perdió!
et: Praegune valimik hävib!
it: La collezione corrente andrà persa!
no: Din nåværende forbindelse blir tapt!
pt: A sua colecção atual irá perder-se!
ru: Ваша текущая коллекция будет утеряна!

source: Your email address:
es: Su dirección de email:
et: Oma meiliaadress:
it: Indirizzo email:
no: Din email adresse:
pt: O seu Endereço de e-mail:
ru: Адрес электронной почты:

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
es: El Firmware del frontprocessor debe ser actualizado. Pulse OK para comenzar la actualización.
et: Esiprotsessori püsivara tuleb uuendada. Vajuta OK uuendamiseks.
it: Il firmware del frontprocessor deve essere aggiornato. Premere OK per avviare l'aggiornamento.
no: Din frontprosessor-fastvare må oppdateres. Trykk OK for å starte oppdatering.
pt: O seu processador deve ser atualizado. Prima OK para iniciar
ru: Требуется обновление фронтпроцессора. Нажмите OK для начала обновления.

source: Your frontprocessor will be upgraded Please wait until your receiver reboots This may take a few minutes
es: El procesador se actualizará Espere hasta que se reinicie el deco Puede tardar unos minutos
et: Esiprotsessorit uuendatakse Oota vastuvõtja taaskäivitumist See võib võtta mõne minuti
it: Il frontprocessor verrà aggiornato Attendere il riavvio del ricevitore Ci vorranno pochi minuti
no: Din frontprosessor blir oppgradert Vennligst vent til din VU+ starter om. Dette kan ta noen minutter
pt: O seu Processador será altualizado Por favor espere até que a sua VuPlus reinicie Esta operação poderá demorar alguns minutos
ru: Ваш фронтпроцессор обновляется Дождитесь перезагрузки Вашего ресивера Это может занять несколько минут

source: Your internet connection is not working! Please choose what you want to do next.
es: ¡Su conexión a internet está funcionando! Elija que quiere hacer lo siguiente.
et: Internetiühendus ei tööta! Vali, mida soovid teha edasi.
it: La connessione a Internet non funziona! Seleziona un'opzione per continuare.
no: Din internett forbindelse virker ikke! Vennligst velg hva du vil gjøre nå.
pt: A ligação à Internet não está a funcionar! Por favor escolha o que fazer a seguir.
ru: Ваше интернет соединение не работает. Выберите, что будете делать дальше.

source: Your internet connection is working now. Please press OK to continue.
et: Internetiühendus on nüüd töökorras. Jätkamiseks vajuta OK.
it: La connessione a Internet è attiva. Premere OK per continuare.
no: Din VU+ er nå klar til bruk. Din internett forbindelse virker nå. Trykk OK for å fortsette.
pt: A ligação à internet está agora a funcionar. Por favor pressione a tecla OK para continuar.
ru: Интернет-соединение уже работает. Нажмите ОК для продолжения.

source: Your name (optional):
es: Su nombre (opcional):
et: Oma nimi (soovi korral):
it: Nome (facoltativo):
no: Ditt navn(valgfritt):
pt: Nome (opcional):
ru: Ваше имя (необязательно):

source: Your network configuration has been activated.
es: Su configuración de red ha sido activada.
et: Võrguseadistus on aktiveeritud.
it: Configurazione di rete attivata correttamente
no: Din nettverksinnstilling er aktivert.
pt: A sua configuração de rede foi ativada.
ru: Ваши сетевые настройки активированы.

source: Your network is not working. Please try again.
es: La red no está funcionando. Por favor inténtelo de nuevo.
et: Võrk ei tööta. Proovi uuesti
it: La rete non funziona. Riprova.
no: Ditt nettverk virker ikke. Vennligst prøv igjen.
pt: A sua rede não está a funcionar. Por favor , tente outra vez
ru: Ваша сеть не работает. Пожалуйста, попробуйте снова.

source: Your network mount has been activated.
es: Su montaje de red ha sido activado.
et: Võrgu haakepunkt on aktiveeritud.
it: Mount di rete attivato
no: Din tilkobling er aktivert.
pt: A montagem de rede foi ativada.
ru: Сетевой ресурс активирован.

source: Your network mount has been removed.
es: Su montaje de red ha sido eliminado.
et: Võrgu haakepunkt on eemaldatud.
it: Mount di rete rimosso
no: Din tilkobling er fjernet.
pt: A montagem de rede foi removida
ru: Сетевое подключение удалено.

source: Your network mount has been updated.
es: Su montaje de red ha sido actualizado.
et: Võrgu haakepunkt on uuendatud.
it: Mount di rete aggiornato
no: Din tilkobling er oppdatert.
pt: A montagem de rede foi atualizada.
ru: Сетевой ресурс обновлен.

source: Your receiver is rebooting
es: El deco se está reiniciando
et: Vastuvõtja taaskäivitub
it: Sto eseguendo il riavvio Riavvio in corso...
no: Din Vu+ starter nå på nytt...
pt: A sua VuPlus vai reiniciar
ru: Ваш ресивер перезагружается. Пожалуйста, подождите...

source: Your receiver is shutting down
es: El deco se está apagando
et: Vastuvõtja lülitub välja
it: Sto eseguendo lo spegnimento. Spegnimento in corso...
no: Din VU+ slås av...
pt: A sua VuPlus vai desligar!...
ru: Ваш ресивер выключается. Пожалуйста, подождите...

source: Your setopbox is now ready to use. Your internet connection is working now. Please press OK to continue.
es: Su deco está listo para usarse. Su conexión a internet está ahora funcionando Pulse OK para continuar.
et: Vastuvõtja on kasutamiseks valmis. Internetiühendus töötab. Jätkamiseks vajuta OK.
it: Il vostro VU+ è ora pronto per l'uso. La connessione Internet è attiva. Premere OK per continuare.
no: Din VU+ er nå klar til bruk. Din internett forbindelse virker nå. Vennligst trykk OK for å gå videre.
pt: A sua STB está pronta a funcionar. A ligação à internet está agora a funcionar. Por favor pressione a tecla OK para continuar.
ru: Ваш ресивер готов к работе. Интернет-соединение уже работает. Нажмите ОК для продолжения.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
es: Su conexión a internet inalámbrica no puede iniciarse! Ha conectado un dispositivo WLAN USB? Pulse que quiere hacer lo siguiente.
et: Traadita ühendust ei saa tööle! Kas WLAN USB pulk on ühendatud? Otsusta, mida soovid teha edasi.
it: Non è stato possibile avviare la connessione Internet wireless Controllare il corretto collegamento della scheda wireless USB. Selezionare un'opzione per proseguire.
no: Din trådløse internett forbindelse kunne ikke startes! Har du koblet til din USB enhet? Vennligst velg hva du vil gjøre nå.
pt: A ligação sem fios de internet não foi estabelecida! A Pen USB WLAN foi inserida? Por favor escolha o que fazer a seguir.
ru: Ваше беспроводное интернет-соединение не может быть активировано. Вы подключили USB WLAN адаптер? Выберите, что будете делать дальше.

source: Youtube Password (reopen plugin on change):
es: Contraseña de Youtube (reabrir la extensión si se cambia):
et: Youtube parool (muutmisel ava laiendus uuesti):
it: Password Youtube (riaprire il plugin dopo la modifica):
no: Youtube Passord (omåpne tillegg ved forandring):
pt: Senha Youtube (reabrir plugin ao mudar):
ru: Пароль на YouTube (открыть после модификации):

source: Youtube Username (reopen plugin on change):
es: Usuario de Youtube (reabrir la extensión si se cambia):
et: Youtube kasutajanimi (muutmisel ava laiendus uuesti):
it: Nome utente Youtube (riaprire dopo la modifica):
no: Youtube Brukernavn (omåpne tillegg ved forandring):
pt: Nome de Utilizador Youtube ( reabrir plugin ao mudar):
ru: Имя пользователя Youtube (открыть после модификации):

source: ZDFMediathek allows you to watch streams from ZDF Mediathek.
es: ZDFMediathek permite ver streams desde ZDF Mediathek.
it: ZDFMediathek: consente la visione di stream da ZDF Mediathek
no: Med ZDFMediathek kan du streame fra ZDF Mediathek.
pt: ZDF Mediathek permite-lhe assistir a transmissões de ZDF Mediathek.
ru: Позволяет просматривать потоки из ZDF Mediathek

source: Zap
es: Zapeo
et: Kanalivahetus
no: Bytt
ru: Перейти

source: Zap Up/Down
it: Zap SU / GIÙ
no: Bytt Opp/Ned
pt: Zap Cima/Baixo
ru: Вверх/Вниз

source: Zap back to previously tuned service?
es: ¿Volver al último canal sintonizado?
et: Tagasi vaadatud kanalile?
it: Tornare al canale precedente?
no: Bytt tilbake til forrige kanal?
pt: Zap para o canal sintonizado anteriormente?
ru: Переключить на предыдущий настроенный сервис?

source: Zap back to service before positioner setup?
es: ¿Volver al canal antes de configurar el motor?
et: Tagasi vaadatud kanalile?
it: Tornare al canale sintonizzato precedente all'apertura delle impostazioni del motore?
no: Bytt tilbake til kanal før motoroppsett
pt: Voltar ao canal antes de definir o posicionador?
ru: Переключить на канал, прежде чем продолжить настройку позиционера?

source: Zap back to service before satfinder?
es: ¿Volver al canal antes de ir al buscador de satélites?
et: Tagasi vaadatud kanalile?
it: Tornare al canale precedente alla ricerca dei satelliti?
no: Bytt tilbake til kanal før satellittfinner
pt: Voltar ao canal antes de Satfinder?
ru: Переключить на предыдущий сервис?

source: Zap back to service before tuner setup?
es: ¿Volver al canal anterior a la configuración del tuner?
et: Tagasi vaadatud kanalile?
it: Tornare al canale precedente all’impostazione del tuner?
no: Bytt tilbake til forrige kanal?
pt: Zap para o canal anterior à configuração do tuner?
ru: Переключить на канал, прежде чем продолжить настройку тюнера?

source: Zap between commercials
es: Zapeo entre anuncios
it: Consente di saltare messaggi pubblicitari
no: Bytt kanal mellom reklamer
pt: Zap durante a publicidade
ru: Позволяет пропустить рекламу

source: Zap to
es: Zapear a
et: Kanalile
it: Zap a
no: Bytt til
pt: Zap para
ru: Переключить на канал

source: ZapStatistic shows the watched services with some statistics.
es: ZapStatistic muestra los canales vistos con algunas estadísticas.
it: Consente di visualizzare alcune statistiche su canali utilizzati
no: ZapStatistic viser sette kanaler med statistikker.
pt: Zap Estatística mostra os serviços assistidos com algumas estatísticas.
ru: Просмотр статистики по используемым каналам

source: Zapping Mode
es: Modo zapeo
et: Kanalivahetusrežiim
it: Modalità Zap
no: Kanalbytte Modus
pt: Modo de Zapping
ru: Режим переключения

source: Zapping Mode Selection
es: Modo de zapeo
et: Kanalivahetusrežiimi valik
it: Selezione modalità zapping
no: Kanalbytte Modus Valg
pt: Selecção do modo Zapping
ru: Выбор режима переключения

source: ZappingModeSelection
es: Modo de zapeo
et: Kanalivahetusrežiimi valik
it: Selezione modalità zapping
no: ZappingModusValg
ru: Выбор режима переключения
