Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Networkname (SSID)
es: Nombre de red (SSID)
et: Võrgunimi (SSID)
it: Nome rete (SSID)
no: Nettverksnavn (SSID)
pt: Nome de Rede SSID:
ru: Сетевое имя (SSID)

source: Never
es: Nunca
et: Mitte kunagi
it: Mai
no: Aldri
pt: Nunca
ru: Никогда

source: Never decrypt while recording
it: Non decrittare mai durante la registrazione
no: Aldri dekryptere under opptak
ru: Во время записи никогда не расшифровывать

source: New
es: Nuevo
et: Uus
it: Nuovo
no: Ny
pt: Novo
ru: Новые

source: New FW version : %d
it: Nuova versione FW: %d
ru: Новая версия: %d

source: New PIN
es: Nuevo PIN
et: Uus PIN
it: Nuovo PIN
no: Ny PIN
pt: Novo PIN
ru: Новый PIN-код

source: New Search
et: Uus otsing
it: Nuova ricerca
no: Nytt Søk
pt: Nova Procura
ru: Новый поиск

source: New Settings Activated.
es: Activada la nueva configuración.
et: Uued seaded jõustati.
it: Modifiche attivate
no: Nye innstillinger aktivert.
pt: Novas definições ativadas.
ru: Были применены новые параметры.

source: New Settings Package Installation
es: Nueva instalación de los paquetes de configuración
et: Uute kanalinimekirjade paigaldamine
it: Installazione di nuovi pacchetti
no: Ny Innstillings pakke installasjon
pt: Instalação de pacotes de novas definições
ru: Установка новых пакетов

source: New Zealand
es: Nueva Zelanda
et: Uus Meremaa
it: Nuova Zelanda
pt: Nova Zelândia
ru: Новая Зеландия

source: New firmware detected for VUPLUS-BLE-RCU.
it: Rilevato nuovo firmware per VUPLUS-BLE-RCU.
ru: Обнаружена новая прошивка для Vu+ BLE

source: New version:
es: Nueva versión:
et: Uus versioon:
it: Nuova versione:
no: Ny Versjon:
pt: Nova versão:
ru: Новая версия:

source: News & Politics
es: Noticias & Política
et: Uudised ja poliitika
it: Notizie & politica
pt: Notícias/Políticas
ru: Новости и политика

source: Next
es: Siguiente
et: Järgmine
it: Successivo
no: Neste
pt: Já a Seguir
ru: Следующий

source: Next to video
it: Seguente a video
no: ved siden av film
pt: Junto do vídeo
ru: Следующее видео

source: Nfs Autostart Disabled.
es: Desactivado el inicio automático Nfs.
et: Nfs autostart keelatud.
it: AutoStart server NFS disabilitato.
no: Nfs Autostart deaktivert.
pt: Início automático NFS inativo.
ru: Автозапуск NFS-сервер отключен.

source: Nfs Autostart Enabled.
es: Activado el inicio automático Nfs.
et: Nfs autostart lubatud.
it: AutoStart server NFS server abilitato
no: Nfs Autostart aktivert.
pt: Início automático NFS ativo.
ru: Автозапуск NFS-сервер включен.

source: Nfs Server Autostart:
es: Inicio automático:
et: Nfs serveri autostart:
it: Autostart NFS server:
pt: Início automático NFS:
ru: Автозапуск:

source: Nfs Server Panel
es: Panel del servidor NFS
et: Nfs serveri paneel
it: Server NFS
no: Nfs Server
pt: Painel de Servidor NFS
ru: Панель NFS

source: No
et: Ei
no: Nei
pt: Não
ru: Нет

source: No (supported) DVDROM found!
es: ¡DVDROM no soportado!
et: Ei leitud (toetatud) DVDROM-i!
it: Nessun DVD-ROM (supportato) trovato!
no: Ingen (støttet) DVDROM funnet!
pt: Nenhum DVD (suportado) encontrado!
ru: Не найден (поддерживаемый) DVD-диск!

source: No AP detected.
es: No se ha detectado ningún AP.
et: AP ei tuvastatud
it: nessun AP trovato
no: Ingen AP funnet.
pt: AP não detetado.
ru: АР не найдено.

source: No Connection
es: Sin conexión
et: Ühendus puudub
it: Nessuna connessione
no: Ingen forbindelse
pt: Sem Ligação
ru: Нет подключения

source: No HDD found or HDD not initialized!
es: ¡HDD no encontrado o no inicializado!
et: Kõvaketas puudub või on vormindamata!
it: HDD non disponibile o non inizializzato!
no: Ingen HDD funnet eller HDD ikke formatert!
pt: HDD inexistente ou não inicializado!
ru: Жёсткий диск не найден или не установлен!

source: No backup needed
es: No es necesaria la copia de seguridad
et: Varukoopiat ei vajata
it: Backup non necessario
no: Ingen sikkerhetskopi nødvendig
pt: BackUp não necessário
ru: Резервное копирование не требуется

source: No backup present
es: No hay copias de seguridad
et: Varukoopia puudub
it: Backup non presente
no: Ingen sikkerhetskopi
pt: Sem backup efetuado
ru: Резервная копия отсутствует

source: No data on transponder! (Timeout reading PAT)
es: ¡No hay datos en el transpondedor! (Tiempo cumplido leyendo el PAT)
et: Transponder ei edasta andmeid! (PAT lugemise aegumine)
it: Nessun dato sul transponder! (Timeout in lettura PAT)
no: Ingen data på transponder! (Tidsavbrudd ved lesing av PAT)
pt: Nenhuns dados no transponder! (Timeout reading PAT)
ru: Нет данных на транспондере! (Таймаут чтения PAT)

source: No delay
es: ninguno
et: Viiteaeg puudub
it: Nessun ritardo
no: ingen forsinkelse
pt: Sem atraso
ru: Без задержки

source: No description available.
es: No hay descripción.
et: Sisututvustus puudub.
it: Descrizione non disponibile
no: Ingen beskrivelse tilgjengelig.
pt: Descrição não disponível.
ru: Описание отсутствует.

source: No details for this image file
es: No hay detalles para este archivo de imagen
et: Selle tõmmise kohta pole teavet
it: Dettagli immagine non disponibili!
no: Ingen detaljer for denne image fil
pt: Não existem detalhes para este Arquivo de imagem
ru: Нет подробностей об этом имидже!

source: No detected HbbTV applications.
es: No encuentro aplicaciones HbbTV.
et: HbbTV rakendusi ei tuvastatud
it: Nessuna applicazione HbbTV rilevata
no: Ingen oppdagede HbbTV applikasjoner.
pt: Aplicações HbbTV não detetadas
ru: Нет обнаруженных HbbTV приложений

source: No displayable files on this medium found!
es: ¡No hay archivos visualizables en este medio!
et: Sellel andmekandjal pole kuvatavaid faile!
it: Il supporto non contiene file riproducibili!
no: Ingen visbare filer på dette medie funnet!
pt: Não foram encontrados Arquivos reproduzíveis!
ru: Нет отображаемых файлов на этом носителе!

source: No event info found, recording indefinitely.
es: No hay info del evento, grabando indefinidamente.
et: Saate lõpuaeg pole teada. Salvestatakse pidevalt.
it: Info evento non disponibile: registrazione a tempo indeterminato.
no: Ingen EPG-data funnet. Start ubegrenset opptak.
pt: Não encontrou o evento, gravar indefinidamente
ru: Информация о событиях не найдена, запись продолжена.

source: No external subtitles are loaded
it: Sottotitoli esterni non caricati
no: Ingen ekstern undertekst er lagt inn
pt: Legendas externas não carregadas
ru: Внешние субтитры не загружены

source: No free tuner!
es: ¡No hay ningún sintonizador libre!
et: Vaba tuuner puudub!
it: Nessun tuner libero!
no: Ingen ledig tuner!
pt: Nenhum Tuner livre!
ru: Нет свободного тюнера!

source: No history
et: Ajalugu puudub
it: No cronologia
no: Ingen historie
pt: Sem histórico
ru: Нет истории

source: No information...
es: Sin información...
et: Info puudub...
it: Nessuna informazione...
no: Ingen informasjon...
pt: Sem informação...
ru: Нет информации...

source: No nearby bluetooth devices were found.
it: Non ho trovato dispositivi bluetooth nelle vicinanze.
ru: Не обнаружено Bluetooth-устройств.

source: No network connection available.
es: No hay conexión de red disponible.
et: Võrguühendus pole saadaval.
it: Connessione di rete non disponibile
no: Ingen nettverk forbindelse tilgjengelig.
pt: Não existe nenhuma ligação de rede disponível.
ru: Нет доступных подключений.

source: No network devices found!
es: ¡No encontré dispositivos de red!
et: Võrgukaarte ei leitud!
it: Interfaccia di rete non disponibile!
no: Ingen nettverk enheter funnet!
pt: Dispositvos de rede inexistentes!
ru: Сетевые устройства не найдены!

source: No new plugins found
it: Nessun nuovo plugin trovato
ru: Новые плагины не найдены

source: No package installed. Nothing to remove.
es: No hay paquetes instalados.
et: Pakette ei ole paigaldatud. Midagi ei ole eemaldada.
it: Nessun pacchetto installato. Niente da rimuovere
no: Ingen pakke installert. Ingenitng å fjerne.
pt: Pacote não instalado. Nada para remover.
ru: Пакет не установлен. Нечего удалить.

source: No package installed. Nothing to setup.
es: No hay paquetes instalados. Nada que configurar.
et: Pakette ei paigaldatud. Midagi ei ole seadistada.
it: Nessun pacchetto installato. Niente da configurare
no: Ingen pakke installert. Ingenting å sette opp.
pt: Pacote não instalado. Nada para instalar.
ru: Пакет не установлен. Ничего не настраивать.

source: No packages were upgraded yet. So you can check your network and try again.
es: No hay paquetes actualizados todavía. Así que puede repasar la red y probar de nuevo.
et: Midagi ei uuendatud. Kontrolli võrku ja proovi uuesti.
it: Nessun pacchetto aggiornato. Verificare le impostazioni di rete e riprovare.
no: Ingen er pakker oppgradert enda. Sjekk ditt nettverk og prøv igjen.
pt: Não há pacotes que já foram atualizados. Pode verificar a sua rede e tente novamente.
ru: Пакеты не были обновлены. Проверьте настройки сети и попробуйте снова.

source: No picture on TV? Press EXIT and retry.
es: ¿No hay imagen en la TV? Pulse el botón 'EXIT' y pruebe de nuevo
et: Teleril puudub pilt? Vajuta EXIT ja proovi uuesti.
it: Nessuna immagine sulla TV? Uscire e riprovare.
no: Ingen bilde på TV? Trykk Exit og prøv igjen.
pt: Não existe imagem na TV? Pressione a tecla EXIT e repita.
ru: Нет изображения на ТВ? Выйдите и попробуйте снова.

source: No playable video found! Stop playing this movie?
es: ¡No hay vídeos reproducibles! ¿Parar la reproducción de esta película?
et: Ei leia mängitavat videot! Kas peatada selle filmi näitamine?
it: Nessun video riproducibile disponibile! Arrestare la riproduzione?
no: Ingen spillbar film funnet! Stoppe å spille av filmen?
pt: O filme não é reprodutível! Parou a sua reprodução?
ru: Нет видео для воспроизведения! Остановить воспроизведение?

source: No positioner capable frontend found.
es: No he encontrado motor capaz
et: Ajamit toetavat tuunerit ei leitud.
it: Posizionatore frontend non disponibile!
no: Ingen brukbar Motor frontend funnet.
pt: Não encontrou posicionador.
ru: Не найдено интерфейса управления позиционером.

source: No rewinding possible yet.. but you can use the number buttons to skip forward/backward!
it: Non è ancora possibile riavvolgere: ma puoi usare i pulsanti numerici per salta avanti/indietro!
ru: Возможно еще нет перемотки... Вы можете использовать цифровые кнопки для перехода вперед/назад!

source: No satellite frontend found!!
es: No he encontrado ningún sintonizador de satélite
et: Satituunerit ei leitud!
it: Nessun frontend SAT disponibile!
no: Ingen satellitt frontend funnet!!
pt: Nenhum satélite frontend encontrado!!!!
ru: Не найден спутниковый интерфейс!

source: No selected binary data!!
es: ¡¡No hay datos binarios seleccionados!!
et: Binaarandmeid ei ole valitud!!
it: Non è stato selezionato un file binario!
no: Ingen valgt binary data!!
pt: Informação binária não selecionada!
ru: Бинарные данные не выбраны!

source: No subtitles found :(
it: Nessun sottotitolo trovato :-(
no: Ingen undertekster funnet!
pt: Não existem legendas :(
ru: Субтитры не найдены :(

source: No tags are set on these movies.
es: No hay etiquetas en estas grabaciones.
et: Salvestistele pole märksõnu määratud.
it: Nessuna etichetta configurata su queste registrazioni.
no: Ingen tags er satt til disse filmene.
pt: Não existem etiquetas para estas gravações.
ru: Нет меток для этих записей.

source: No to all
es: No a todo
et: EI kõigile
it: No a tutto
no: Nei til alt
pt: Não para todos
ru: Нет для всех

source: No transparency
es: Sin transparencia
it: Nessuna trasparenza
no: ingen
pt: Transparência do preto das legendas dvb
ru: Без прозрачности

source: No tuner is configured for use with a diseqc positioner!
es: ¡No hay sintonizador configurado para usar con un motor diseqc!
et: Ükski tuuner pole seadistatud DISEqC-ajamit kasutama!
it: Nessun tuner configurato per l'utilizzo di un motore!
no: Ingen Tuner er konfigurert til bruk av diseqc motor!
pt: Não existe algum tuner: Configurado para usar com um posicionador diseqc!
ru: Нет тюнера, настроенного для использования с diseqc позиционером!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
es: ¡No hay sintonizador activo! Por favor, configure el sintonizador antes de comenzar una búsqueda de canales.
et: Tuuner määramata! Seadista tuuner enne kanaliotsingu alustamist.
it: Nessun tuner abilitato! Configurare i tuner prima di effettuare una ricerca canali.
no: Ingen Tuner er aktivert! Vennligst utfør Tuner innstilling før du starter en kanal søking.
pt: Nenhum Tuner ativo! Configure o seu tuner antes de iniciar a procura de canais.
ru: Нет настроенного тюнера! Пожалуйста, настройте тюнер перед поиском каналов.

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
es: ¡No hay PIN de canales válido! ¿Le gustaría cambiar el PIN ahora? ¡Si dice 'No' la protección de canales seguirá desabilitada!
et: Lapseluku koodi ei leitud! Kas soovid määrata koodi? Vastates 'Ei', lapselukku ei kasutata!
it: Nessun PIN valido sul canale! Cambiare il codice PIN adesso? Scegliendo NO la protezione del canale rimarrà disabilitata!
no: Ingen gyldig kanal PIN funnet! Vil du skifte kanal PIN nå? Sier du 'Nei' her vil kanal beskyttelsen ikke være aktivert!
pt: PIN invalido! Deseja alterar o PIN do canal agora? Se responder 'Não' a protecção do canal fica desabilitada!
ru: Не найден корректный PIN-код! Хотите изменить PIN-код канала сейчас? Если выберите 'Нет', то защита сервиса будет отключена!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
es: No hay PIN de configuración válido ¿Le gustaría cambiar el PIN de configuración ahora? ¡Si dice 'No' la protección de configuración seguirá desabilitada!
et: Lapseluku koodi ei leitud! Kas soovid määrata koodi? Vastates 'Ei', lapselukku ei kasutata!
it: Nessuna configurazione PIN valida! Cambiare la configurazione PIN ora? Scegliendo NO la protezione rimarrà disabilitata!
no: Gyldig oppsett PIN ikke funnet! Vil du endre oppsett PIN nå? Sier du 'Nei' her, vil oppsett beskyttelsen ikke bli aktivert!
pt: PIN inválido! Deseja alterar o PIN do canal agora? Se responder 'Não' a protecção do canal fica desativada!
ru: Не найден корректный PIN-код! Хотите изменить PIN-код настроек сейчас? Если выберите 'Нет', то защита настроек будет отключена!

source: No videos to display
es: No hay vídeos para ver
et: Videod puuduvad
it: Nessun video da visualizzare
no: Ingen film å vise
pt: Não existem vídeos para visualizar
ru: Нет видео для отображения

source: No wireless networks found! Searching...
es: ¡No se han encontrdo redes inalámbricas! Buscando...
et: Traadita võrke ei leitud! Otsitakse...
it: Nessuna rete wireless trovata! Ricerca in corso...
no: Ingen trådløse nettverk funnet! Søker...
pt: Não foram encontradas redes sem fios! Em procura...
ru: Беспроводные сети не найдены! Поиск...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
es: No hay ningún adaptador de red local que funcione. Verifique que ha conectado un cable de red y su red está configurada correctamente.
et: Töötavat võrgukaarti ei leitud. Kontrolli, kas võrgukaabel on ühendatud ja kas võrk on õigesti seadistatud.
it: Nessuna interfaccia di rete locale disponibile! Verificare che il cavo sia collegato e che la rete sia configurata correttamente.
no: Ingen nettverk adapter funnet. Vennligst bekreft at du har koblet til nettverk kabel og konfigurert nettverket ordentlig.
pt: Não foi encontrado nenhum adaptador de rede. Por favor verifique se o cabo de rede está bem ligado e se a rede está bem configurada.
ru: Сетевой адаптер не найден Пожалуйста, убедитесь, что сетевой кабель подключен и Ваша сеть настроена правильно

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
es: No hay ningún adaptador de red inalámbrica. Verifique que ha conectado un dispositivo WLAN compatible y su red esté configurada correctamente.
et: Töötavat traadita võrgukaarti ei leitud. Kontrolli, kas tuuneriga ühilduv WLAN seade on ühendatud ja kas võrk on õigesti seadistatud.
it: Nessuna scheda di rete wireless disponibile! Verificare di aver collegato un dispositivo WLAN compatibile e che la rete sia configurata correttamente.
no: Ingen trådløse nettverksadapter funnet. Vennligst bekreft at du har koblet til en kompatibel trådløs enhet og konfigurer nettverket ordentlig.
pt: Não foi encontrado nenhum adaptador de rede sem fios. Por favor verifique se o adptador é compativél e se a rede está bem configurada.
ru: Не найден ,беспроводный адаптер. Пожалуйста, убедитесь, что совместимый беспроводной адаптер подключен и ваша сеть настроена правильно.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
es: No he encontrado ninguna interfaz de red inalámbrica que funcione. Verifique que ha conectado un dispositivo WLAN compatible o active su interfaz de red local.
et: Töötavat traadita võrguliidest ei leitud. Kontrolli, kas tuuneriga ühilduv WLAN seade on ühendatud ja kas võrguliides on lubatud.
it: Nessuna interfaccia wireless attiva disponibile! Verificare di aver collegato un dispositivo WLAN compatibile e di abilitare l'interfaccia di rete locale.
no: Ingen trådløse nettverks-grensesnitt funnet. Vennligst bekreft at du har koblet til en kompatibel trådløs enhet og aktivert ditt nettverks-grensesnitt.
pt: Não foi encontrado nenhum adaptador de rede sem fios. Por favor verifique se o adptador é compativél e se a rede está bem configurada.
ru: Не найден ,беспроводный интерфейс. Пожалуйста, убедитесь, что совместимый беспроводной адаптер подключен и ваша сеть настроена правильно.

source: No, but play video again
es: No, reproduce el vídeo otra vez
et: Ei, aga esita video uuesti
it: No, ma riprodurre nuovamente il video
no: Nei, men spill opptak om igjen
pt: Não, mas reproduza o vídeo
ru: Нет, проиграть видео еще раз

source: No, but restart from begin
es: No, reiniciar desde el principio
et: Ei, alusta uuesti algusest
it: No, ma riprendere dall'inizio
no: Nei, men start fra begynnelsen
pt: Não, mas reinicia do princípio
ru: Нет, но начать сначала

source: No, but switch to video entries.
es: No, vuelve a la lista de vídeos.
et: Ei, lülita videolisti
it: No, ma commutare sull'elenco video
no: Nei, men bytt til opptaks oppføringer.
pt: Não, mas mude para as entradas de vídeos.
ru: Нет, но перейти назад к видео.

source: No, but switch to video search.
es: No, vuelve a la búsqueda de vídeos.
et: Ei, lülita video otsingule.
it: No, ma passare alla ricerca video
no: Nei, men bytt til opptakssøk.
pt: Não, mas mude para a procura de vídeos.
ru: Нет, но перейти к поиску видео.

source: No, do nothing.
es: No hacer nada
et: Ei, ära tee midagi.
it: No, non fare nulla
no: Nei, gjør ingenting.
pt: Não, não faça nada.
ru: Нет, ничего не делать.

source: No, never
es: No, nunca
et: Ei, mitte kunagi
it: No, mai
no: Nei, aldri
pt: Não, nunca
ru: Нет, никогда

source: No, not now
es: No, ahora no.
et: Ei, mitte praegu
it: No, non ora
no: Nei, ikke nå
pt: Não, agora não
ru: Нет, не сейчас

source: No, remove them.
es: No, borrarlo.
et: Ei, eemalda need.
it: No, rimuoverli.
no: Nei, fjern de.
pt: Não, remova-os
ru: Нет, удалить это

source: No, scan later manually
es: No, buscar más tarde manualmente
et: Ei, kanalid otsitakse hiljem käsitsi
it: No, scansione manuale in seguito
no: Nei, søk manuelt senere.
pt: Não, procura manual depois
ru: Нет, найти позже вручную

source: No, send them never
es: No, nunca lo envies.
et: Ei, ära saada kunagi
it: No, non inviare mai
no: Nei, aldri send
pt: Não, nunca enviar.
ru: Нет, никогда не отправлять

source: None
es: Ninguno
et: Pole
it: Nessuna
no: Ingen
pt: Nenhum
ru: Нет

source: Nonlinear
es: No lineal
et: Mittelineaarne
it: Non lineare
no: Ulineær
ru: Нелинейный

source: Nonprofits & Activism
es: Sin lucro y Activismo
et: Mittetulundus ja aktivism
it: No profit & volontariato
pt: Sem fins lucrativos & Ativismo
ru: Некоммерческий

source: Normal state
es: Encendido
et: Tavaolek
it: Stato normale
no: Vanlig tilstand
pt: Estado Normal
ru: Нормальное состояние

source: North
es: Norte
et: Põhi
it: Nord
no: Nord
pt: Norte
ru: Север

source: Norwegian
es: Noruego
et: Norra
it: Norvegese
no: Norsk
pt: Norueguês
ru: Норвежский

source: Not after
es: No después
et: Mitte pärast
it: Non oltre
no: Ikke etter
pt: Depois do evento
ru: Не после

source: Not before
es: No antes
et: Mitte enne
it: Non prima
no: Ikke før
pt: Perguntar sempre antes de enviar
ru: Не раньше

source: Not enough battery level for OTA update. Press exit and change battery of VUPLUS-BLE-RCU.
it: Livello di batteria insufficiente per l'aggiornamento OTA. Premere EXIT e cambiare la batteria del VUPLUS-BLE-RCU.
ru: Недостаточно уровня заряда аккумулятора для OTA-обновления.

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
es: No hay suficiente espacio libre. Libere espacio y reinténtelo. (%d MB requeridos, %d MB disponibles)
et: Kõvakettal pole piisavalt ruumi. Kustuta ebavajalik ja proovi uuesti. (%d MB vaja, %d MB vaba)
it: Spazio su disco insufficiente. Liberare spazio sul disco e riprovare. (%d MB richiesti, %d MB disponibili)
no: Ikke nok diskplass. Vennligst frigjør plass og prøv igjen. (%d MB påkrevd, %d MB tilgjengelig)
pt: Espaço em disco insuficiente. Por favor, libere algum espaço e tente novamente. (%d MB necessários, %d MB livres)
ru: Нет места на диске. Пожалуйста освободите немного места и попробуйте снова. (%d MB required, %d MB available)

source: Not fetching feed entries
es: No ir a buscar las entradas de feeds
et: Otsingut ei toimu
it: Voci non recuperate dai feed
no: Henter ikke feed oppføringer
pt: Não obter entrada de feeds
ru: Нет загрузки данных канала

source: Not mapped
es: No asignado
et: Määramata
it: Non mappato
no: Ikke tilordnet
pt: Não mapeado
ru: Не сопоставлено

source: Not mounted
it: Non montato
ru: Не смонтировано

source: Not-Associated
es: No Asociado
et: Määramata
it: Non associato
no: Ikke assosiert
pt: Não-Associado
ru: Не ассоциировано

source: Nothing
es: Nada
et: Mitte midagi
it: Niente
no: Ingenting
pt: Nada
ru: Ничего

source: Nothing playing.
es: Nada que reproducir.
et: Midagi ei esitata.
it: Nessuna riproduzione
no: Ingenting spiller.
pt: Nada a reproduzir
ru: Нет воспроизведения

source: Nothing to install. You have to Upload a bh.tgz package in the /tmp directory before to install Addons
es: No hay nada que instalar. Tienes que subir un paquete bh.tgz al directorio /tmp antes de instalar los complementos
et: Pole midagi paigaldada. Selleks tuleb bh.tgz pakett saata '/tmp' kataloogi
it: NULLA da installare. Caricare un pacchetto bh.tgz in /tmp prima di installare un Addon.
no: Ingenting å installere. Du må laste opp en bh.tgz package i /tmp katalogen for å installere Tillegg
pt: Nada a instalar. Tem de carregar um pacote " bh.tgz "na pasta /tmp antes de instalar os Addons
ru: Нечего устанавливать. Перед установкой дополнения, загрузите пакет bh.tgz в /tmp.

source: Nothing to install. You have to Upload an ipk package in the /tmp directory before to install Addons
es: No hay nada que instalar. Tienes que subir un paquete IPK al directorio /tmp antes de instalar los complementos
et: Pole midagi paigaldada. Selleks tuleb ipk pakett saata '/tmp' kataloogi
it: NULLA da installare. Caricare un pacchetto ipk in /tmp per installare un Addon
no: Ingenting å installere. Du må laste opp en ipk pakke i /tmp katalogen for å installere Tillegg
pt: Nada a instalar. Tem de carregar um pacote " ipk "na pasta /tmp antes de instalar os Addons
ru: Нечего устанавливать. Перед установкой дополнения, загрузите пакет ipk в /tmp.
