Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Add network configuration?
es: ¿Añadir configuración de red?
et: Kas lisad võrguseadistuse?
it: Aggiungere la configurazione di rete?
no: Legg til nettverk innstilling?
pt: Adicionar uma configuração de rede?
ru: Добавить конфигурацию сети?

source: Add new AutoTimer
es: Añadir nueva AutoProgramación
et: Lisa uus autotaimer
it: Aggiungere un nuovo AutoTimer
no: Legg til Autotidsopptak
pt: Adicionar um novo AutoTimer
ru: Добавить новый АвтоТаймер

source: Add new network mount point
es: Añadir un nuevo punto de montaje de red
et: Lisa uus võrgu haakepunkt
it: Aggiungere un nuovo mount point di rete
no: Legg til nytt tilkoblingspunkt
pt: Adicionar uma nova montagem de rede
ru: Добавить новую сетевую точку монтирования

source: Add service name to stream information
es: Añadir el nombre del servicio al flujo de noticias
et: Lisa kanalinimi voo infosse
it: Aggiungere il nome del canale alla stream info
no: Legg til kanalnavn til strømme info
pt: Adicionar o nome do serviço à informação da stream
ru: Добавить имя сервиса для потоковой информации

source: Add similar timer on conflict
es: Añadir programaciones similares en los conflictos
et: Vastuolu korral lisa asendustaimer
it: Aggiungere timer simili in caso di conflitto
no: Legg til lignende tidsopptak ved konflikt
pt: Adicionar um timer similar em conflito
ru: Добавить аналогичный таймер на конфликт

source: Add stream URL
es: Añadir URL de stream
et: Lisa voo URL
it: Aggiungere URL per stream
no: Legg til strømme URL
pt: Adicionar url de transmissões
ru: Добавить ссылку

source: Add subtitle's language to filename
it: Aggiungere lingua sottotitoli ad un file
no: Legg til underteksspråk til filnavn
pt: Adicionar idioma ao nome das legendas
ru: Добавить язык субтитров к файлу

source: Add tags to recorded movies
es: Agregar etiquetas a las grabaciones
et: Lisa salvestistele sildid
it: Aggiungere etichette alle registrazioni
no: Legg til tagger på innspilte filmer
pt: Adicionar etiquetas para estas gravações.
ru: Добавляет теги к записанным фильмам

source: Add timer
es: Grabar
et: Lisa taimer
it: CREA timer
no: Tidsopptak
pt: Gravar
ru: Таймер

source: Add timer as disabled on conflict
es: Añadir programación como desactivar en conflicto
et: Lisa taimer vastuolu korral keelatuna
it: Aggiungere timer come disabilitato se in conflitto
no: Deaktiver tidsopptak ved konflikt
pt: Adicionar um timer como desligado em conflito
ru: Добавленный таймер отключён из-за конфликта

source: Add title
es: Añadir título
et: Lisa pealkiri
it: Agg. titolo
no: Legg til tittel
pt: Adicionar título
ru: Добавить название

source: Add to bouquet
es: Añadir a la lista
et: Lisa lemmiknimekirja
it: Aggiungere al bouquet
no: Legge til i bouquet
pt: Adicionar aos Bouquets
ru: Добавить в пакет

source: Add to favourites
es: Añadir a favoritos
et: Lisa lemmiknimekirja
it: Aggiungere a preferiti
no: Legge til i favoritter
pt: Adicionar aos favoritos
ru: Добавить в избранное

source: Add zap timer instead of record timer?
es: ¿Añadir una programación de zapeo en lugar de una grabación?
et: Kas lisada salvestustaimeri asemel kanalivahetustaimer?
it: Aggiungere timer di zap invece che timer di registrazione?
no: Legg til kanalbytte tidspunkt i stedet for tidsopptak?
pt: Adcionar timer ZAP em vez de timer de gravação
ru: Добавить таймер переключения вместо таймера записи?

source: Added:
es: Añadido:
et: Lisatud:
it: Aggiunto:
no: Tilføyd
pt: Adicionado:
ru: Добавлено:

source: Addon Succesfully Installed.
es: El complemento se ha instalado.
et: Laiendus on paigaldatud.
it: Addon installato con successo
no: Tillegg installert.
pt: Addon instalado com sucesso.
ru: Дополнение успешно установлено.

source: Addon Succesfully Removed.
es: El complemento se ha desinstalado
et: Laiendus on eemaldatud.
it: Addon rimosso con successo
no: Tillegg er fjernet!
pt: Addon removido com sucesso.
ru: Дополнение успешно удалено.

source: Addon Succesfully Removed. Gui will be now restarted for the changes to take effect. Press ok to continue
es: Se ha desinstalado el complemento. Ahora se reiniciará la interfaz para que los cambios surtan efecto. Pulse ok para continuar
et: Laiendus eemaldati. Muudatuste jõustamiseks taaskäivitatakse kasutajaliides. Jätkamiseks vajuta OK
it: Addon rimosso. Il sistema (GUI) verrà ora riavviato per completare la rimozione. Premere OK per continuare
no: Tillegg fjernet. Brukergrensesnitt kommer til å starte om igjen for at endringer skal virke. Trykk OK for å fortsette.
pt: Addon removido com sucesso. GUI vai agora ser reiniciado para que as alterações tenham efeito. Pressione OK para continuar
ru: Дополнение успешно удалено. Чтобы изменения вступили в силу, необходимо перезагрузить GUI. Нажмите ОК, чтобы продолжить

source: Addons
es: Complementos
et: Lisamoodulid
no: Tillegg
ru: Дополнения

source: Addons Download Manager
es: Descargas de complementos
et: Lisamoodulite hankimine
it: Download addons
no: Laste ned Tillegg
pt: Gestor de Descargas de Addons
ru: Загрузка дополнений

source: Addons Manager
es: Administrador de complementos
et: Lisamoodulite hankimine
it: Componenti aggiuntivi (addons)
no: Tillegg
pt: Gestor de Addons
ru: Дополнения Black Hole

source: Addons Parental Control
es: Control parental
et: Lisamoodulite lapselukk
it: Controllo parentale addons
no: Foreldrekontroll for tillegg
pt: Controlo Paternal de Addons
ru: Родительский контроль

source: Addons Uninstall Panel
es: Desinstalar complementos
et: Lisamoodulite eemaldamine
it: Pannello rimozione addons
no: Avinstallere Tillegg
pt: Desinstalar Addons e Plugins
ru: Удаление плагинов и дополнений

source: Addons access pin
es: PIN de acceso a los complementos
et: Lisamoodulite PIN
it: Pin di accesso addons
no: Tilleggs tilgangs pin
pt: Pin de acesso aos Addons
ru: PIN-код доступа к приложениям

source: Addons access protected
es: Proteger el acceso a los complementos
et: Lisamoodulid on lukustatud
it: Accesso addons protetto
no: Tilleggs tilgangs beskyttelse
pt: Addons acesso protegido
ru: Доступ к защищенным приложениям

source: Addons parental control setup
es: Complementos de control parental
et: Lisamoodulite lapseluku seadistus
it: Impostazioni controllo parentale
no: Foreldrekontroll for tillegg
pt: Addons definição do Controlo Paternal
ru: Настройки родительского контроля

source: Address (0~FF):
es: Dirección (0~FF):
et: Aadress (0~FF):
it: Indirizzo (0~FF):
no: Adresse (0~FF):
pt: Endereço (0~FF):
ru: Адрес (0~FF):

source: Adds 'search...' to the context menu of the movie list to allow searches.
es: Añade "búsqueda ..." al menú contextual de la lista de grabaciones para permitir búsquedas.
et: Lisab 'otsi...' filmilisti kontekstmenüüsse võimaldamaks otsingut.
it: Aggiungere 'cerca' nel menu contestuale della lista registrazioni.
no: Tilføyer 'søk ...' til kontekstmenyen av film listen for å utføre søk.
pt: Adiciona 'pesquisa...' ao menu de contexto da lista de filmes para permitir pesquisas.
ru: Добавьте 'Поиск' в контекстное меню списка записей.

source: Adds enigma2 settings and dreambox model informations like SN, rev... if enabled.
es: Si está activado, añade ajustes de enigma2 e información del modelo de deco como SN, rev...
et: Määrates 'jah', lisatakse enigma2 seaded ja vastuvõtja mudeli info, nagu SN ... jne.
it: Se abilitato, le informazioni come SN, rev., conf. del sistema verranno incluse.
no: Tilfører Enigma2 innstillinger og VU+ modell informasjon som SN, rev ... hvis aktivert
pt: Adiciona as configurações enigma2 e informações de modelo da vuplus como SN, rev... Se habilitado.
ru: Если включено, добавляет в enigma2 информацию о модели ресивера, такую, как SN, rev.

source: Adds network configuration if enabled.
es: Añadir configuración de red si activado.
et: Määrates 'jah', lisatakse võrguseadistus.
it: Se abilitato, include la configurazione di rete.
no: Legger til nettverkskonfigurasjon hvis aktivert.
pt: Adicionar configuração de rede se habilitado.
ru: Если включено, добавляет конфигурацию сети.

source: Adds wlan configuration if enabled.
es: Añade configuración wlan si activado.
et: Määrates 'jah', lisatakse traadita võrgu seadistus.
it: Se abilitato, include la configurazione Wifi.
no: Legger til trådløst nett-konfigurasjon hvis aktivert.
pt: Adicionar configuração wlan se habilitado.
ru: Если включено, добавляет конфигурацию беспроводной сети.

source: Adjust 3D settings
es: Ajustar la configuración 3D
it: Regolare le impostazioni 3D
no: Juster 3D innstillinger
pt: Ajustar as definições 3D
ru: Настройте 3D параметры

source: Adjust screen position
es: Ajuste la posición de la pantalla
et: Muuda ekraanigraafika asukohta
it: Regolare la posizione dello schermo
no: Juster bilde posisjon
pt: Ajustar a posição do Ecrã
ru: Регулировка положения экрана

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
es: Ajuste la configuración del color de forma que todas las sombras de los colores se distingan, pero que estén tan saturadas como sea posible. Si está contento con el resultado, pulse OK para cerrar el ajuste de vídeo fino, o use una tecla numérica para seleccionar otras pantallas de test.
et: Seadista värve nii, et kõik värvivarjundid oleks eristatavad ja paistaks nii küllastatuna kui võimalik. Kui oled tulemusega rahul, vajuta OK video peenhäälestuse sulgemiseks või kasuta numbrinuppe teiste testipiltide valikuks.
it: Regolare il colore in modo che tutte le sfumature risultino distinte, ma appaiano le più sature possibile. Se il risultato appare soddisfacente, premere OK per uscire dalla configurazione avanzata video, o usare i tasti numerici per accedere alle altre schermate.
no: Juster alle farger slik at alle fargesøyler nesten vises, men opptrer så gjennomtrengende som mulig. Er du tilfreds med resultatet, trykk OK for å lukke Video-Fininnstilling, eller bruk nummer taster for å velge andre testbilder
pt: Ajuste as cores para que as sombras fiquem visiveis, mas apareçam o mais saturado possivel. Se estiver satisfeito com o resultado, carregue na tecla OK para sair do ajuste fino, ou use as teclas com números para selecionar outros Ecrãs de teste.
ru: Настройте параметры цвета, так чтобы все оттенки цветов были максимально видны, насколько это возможно. Если вы довольны результатом, нажмите кнопку ОК для закрытия видео настроек, или используйте цифровые клавиши для выбора других тестов экрана

source: Adress:
es: Dirección:
et: Aadress:
it: Indirizzo:
no: Adresse:
pt: Endereço:
ru: Адрес:

source: Adult streaming plugin
es: Extensión de streaming para adultos
it: Streaming plugin per adulti
no: "Voksen" strømme modul.
pt: Plugin de transmissões para Adultos
ru: Плагин для взрослых

source: Adult streaming plugin.
es: Extensión de streaming para adultos.
it: Streaming plugin per adulti.
no: Voksen strømme modul
pt: Plugin de transmissões para Adultos.
ru: Плагин для взрослых.

source: Advanced
et: Lisavalikud
it: Avanzato
no: Avansert
pt: Avançado
ru: Расширенный

source: Advanced Options
es: Opciones avanzadas
et: Lisavõimalused
it: Opzioni avanzate
no: Avanserte alternativer
pt: Opções Avançadas
ru: Расширенные опции

source: Advanced Software
es: Software Avanzado
et: Lisatarkvara
it: Software avanzato
no: Avansert Programvare
pt: Software Avançado
ru: Расширенное ПО

source: Advanced Software Plugin
es: Extensión de Sofware Avanzado
et: Lisatarkvara
it: Plugin software avanzato
no: Avansert Tilleggsprogramvare
pt: Plugin de Software Avançado
ru: Плагин расширенного ПО

source: Advanced Video Enhancement Setup
es: Configuración Mejorada de Vido Avanzado
et: Pildiparanduse seaded
it: Impostazioni avanzate ottimizzazione A/V
no: Avansert Bildeforbedring
pt: Definição de Realce a configuração avançada
ru: Расширенные настройки по улучшению видео

source: Advanced Video Setup
es: Configuración avanzada de vídeo
et: Täpsemad videoseaded
it: Impostazione avanzata miglioramento A/V
no: Avansert Video Oppsett
pt: Instalação de vídeo avançada
ru: Расширенные настройки видео

source: Advanced restore
es: Restauración avanzada
et: Täpsem taastamine
it: Ripristino avanzato
no: Avansert gjenoppretting
pt: Restauro avançado
ru: Расширенное восстановление

source: After Event
es: Después del evento
et: Pärast sündmust
it: Dopo l'evento
no: Etter program
pt: Depois do evento
ru: После события

source: After a reboot or power outage, StartupToStandby will bring your STB to standby-mode.
es: Después de un reinicio o un fallo de corriente, IniciarEnEspera pasará el deco a reposo.
et: Pärast taaskäivitust või voolukatkestust, paneb laiendus StartupToStandby vastuvõtja ooteseisundisse.
it: In caso di riavvio, StartupToStandby collocherà automaticamente il ricevitore in standby
no: Etter en omstart eller strømbrudd, VU+ vil avslutte oppstartfase i dvalemodus.
pt: Depois de reiniciar ou quebra de Energia, Arranque para modo de Espera a sua STB entrará no modo de Espera.
ru: В случае перезагрузки или отключения питания, StartupToStandby автоматически переведет ресивер в режим ожидания.

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled.
et: Määrates 'jah', otsib Autotaimer pärast õnnestunud värskendust uusi vasteid.
it: Se abilitato, Autotimer cercherà automaticamente nuove corrispondenze al termine di un aggiornamento
no: Etter en oppfrisking vil Autotidsopptak søke etter nye programmer hvis denne er aktivert.
pt: Depois de um refrescamento com sucesso o Autotimer ira procurar automaticamentepor novas correspondências se estiver ativado.
ru: АвтоТаймер будет автоматически искать новые совпадения, если это разрешено.

source: After event
es: Después del evento
et: Pärast sündmust
it: Dopo l'evento
no: Etter program
pt: Depois do evento
ru: После события

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
es: Después de finalizar el asistente, necesita proteger los canales individualmente. Mire el manual de su deco para saber cómo.
et: Kui alghäälestus on lõppenud, pead valima lapselukuga kaitstavad kanalid. Vaata juhendist, kuidas seda teha.
it: Al termine della configurazione guidata, è necessario proteggere la lista canali: fare riferimento al manuale del VU+
no: Etter at oppstarts-veiviser er ferdig, trenger du å beskytte enkelte kanaler. Les i manualen til din VU+ hvordan det gjøres.
pt: Depois do assistente incial estar completo,precisa de proteger os serviços simples. Consulte o manual da sua Vuplus para o efetuar.
ru: По окончанию работы мастера, Вы можете установить ограничение на некоторые сервисы. Для получения дополнительной информации см. руководство ресивера.

source: Agree
es: Estoy de acuerdo
et: Nõus
it: Accetto
no: Enig
pt: Concordo
ru: Подтвердить

source: Ai.HD skin-style control plugin
es: Extensión para controlar el estilo de la piel Ai.HD
it: Consente il controllo dello stile per skin HD
no: AL.HD skin -stil kontroll modul
pt: Ai.HD plugin de controlo do estilo do Tema
ru: Позволяет контролировать стиль для HD скинов.

source: Album
ru: Альбом

source: Alias
it: Pseudonimo
ru: Псевдоним

source: Alias:
it: Pseudonimo:
ru: Псевдоним:

source: Aliases db size: %s
es: Tamaño Alias db: %s
et: Asenduskanalite andmebaas: %s
it: Dimensione Alias db: %s
no: Alias db størrelse: %s
pt: Aliases espaço db: %s
ru: Размер БД: %s

source: All
es: Todo
et: Kõik
it: Tutti
no: Alle
pt: Tudo
ru: Все

source: All Channels
es: Todos los canales
et: Kõik kanalid
it: Tutti i canali
no: Alle Kanaler
pt: Todos os Canais
ru: Все каналы

source: All Satellites
es: Todos los satélites
et: Kõik satelliidid
it: Tutti i satelliti
no: Alle Satellitter
pt: Todos os satélites
ru: Все спутники

source: All Time
es: Todo el Tiempo
et: Kogu aeg
it: Sempre
no: All tid
pt: Todas as horas
ru: Всегда

source: All non-repeating timers
es: Todas programaciones no-repetidas
et: Kõik mittekorduvad taimerid
it: Tutti i timer non ripetuti
no: Alle ikke-repeterende tidsopptak
pt: Todos os Timers de não-repetição
ru: Все неповторяющиеся таймеры

source: Allow IPK Upload
it: Consentire il caricamento IPK
ru: Разрешить загрузку IPK

source: Allow hearing impaired subtitles
es: Permitir los subtítulos para sordos
et: Luba vaegkuuljate subtiitrid
it: Consente sottotitoli per non udenti
no: Tillate undertekster for hørselshemmede
pt: Permitir a audição prejudicar as legendas
ru: Показывать субтитры для людей с нарушениями слуха

source: Allow subtitle language to equal audio language
es: Activa los subtítulos del mismo idioma que el audio
et: Subtiitrite keel vastab heli keelevalikule
it: Consente lingua sottotitoli uguale all'audio
no: Tillate tekstspråk å være samme som lydspråk
pt: Permitir legendas iguais ao idioma de áudio
ru: Показывать субтитры при совпадении с языком аудио

source: Allow subtitles for hearing impaired
es: Permitir los subtítulos para sordos
et: Luba vaegkuuljate subtiitrid
it: Consente sottotitoli per non udenti
no: Tillate tekster for hørselshemmede
pt: Permitir legendas para deficientes auditivos
ru: Субтитры для людей с нарушениями слуха

source: Allow to search recordings
es: Deje de buscar grabaciones
et: Luba salvestuste otsimine
it: Consente ricerca di registrazioni
no: Tillat opptakssøk
pt: Permite a procura de gravações
ru: Позволяет искать записи

source: Allow zapping via Webinterface
es: Permitir zapear via interfaz web
et: Luba kanalivahetus veebiliidesest
it: Consente zapping tramite interfaccia Web
no: Tillat kanalbytte via WebInterface
pt: Permite o Zap através do interface Web.
ru: Разрешить переключение через Веб-интерфейс

source: Allows the execution of TuxboxPlugins.
es: Permite la ejecución del TuxboxPlugins.
et: Lubab Tuxbox pluginate käivituse.
it: Consente l'esecuzione del plugin Tuxbox
no: Tillater kjøring av Tuxboxmoduler.
pt: Permite a execução de TuxboxPlugins.
ru: Позволяет запускать плагин Tuxbox.

source: Allows to change the order of entries in the main menu manually.
es: Permite cambiar el orden de las entradas en el menú principal de forma manual.
et: Võimaldab peamenüü kirjeid käsitsi ümber järjestada.
it: Consente di modificare manualmente l'ordine delle voci nel menu principale.
no: Gir tillatelse å endre rekkefølgen på oppføringene i hovedmenyen manuelt.
pt: Permite alterar manualmente a ordem das entradas no menu principal.
ru: Позволяет вручную изменять порядок пунктов в главном меню.

source: Allows to zap using the picture in picture.
es: Permite zapear usando la imagen en imagen (PIP).
et: Lubab kanalivahetuse PiP abil.
it: Consentire zap tramite PiP
no: Tillater kanalskifte med med aktiv bilde i bilde modus .
pt: Permite o zap ao usar o PIP-picture in picture
ru: Разрешает переключение картинки в картинке.

source: Allows user to download files from rapidshare in the background.
es: Permite al usuario descargar archivos de rapidshare en segundo plano.
it: Consente il download di file in background da rapidshare
no: Lar brukeren å laste ned filer fra rapidshare i bakgrunnen.
pt: Permite ao usuário baixar arquivos do rapidshare em segundo plano.
ru: Позволяет скачивать файлы с Rapidshare в фоновом режиме.

source: Allows you to access the service list and plugins requiring access to the service list (e.g. Graphical Multi EPG) from within the standard movie player.DO NOT install this plugin if you're using a nonstandard movie player, e.g. EMC. It will probably break and you might end up with a unusable movie player until you uninstall one of the conflicting plugins.
es: Le permite acceder a la lista de servicios y extensiones que requieren acceso a la lista de servicios (por ejemplo, EPG Múltiple gráfico) desde el reproductor de películas estándar. NO instale esta extensión si usted está utilizando un reproductor de películas no estándar, por ejemplo, EMC. Podría terminar con un reproductor de películas inservible hasta que desinstale la extensión en conflicto.
it: Permette l'accesso alla lista canali e ai plugin che usano la lista canali dall'interno del movie player. Non installare questo plugin se si usa un movie player alternativo come EMC o simili.
no: Gir deg tilgang til tjeneste listen og moduler som krever tilgang til tjeneste listen (f.eks Grafisk Fler EPG) fra innenfor standard film player. IKKE installer denne plugin hvis du bruker en ikke-standard filmavspiller, f.eks EMC. Det vil trolig krasje OS og du kan ende opp med en ubrukelig filmavspiller til du avinstallerer en av de motstridende moduler .
pt: Permite que acesse a lista de serviços e plugins que requerem acesso à lista de serviços (p. ex. gráfica Multi EPG) de dentro do Leitor de filmes padrão. Não instale este plugin se estiver a usar um leitor de filmes diferente, por exemplo, EMC. Este provavelmente vai crashar e pode acabar com um Leitor de filme inutilizável até que desinstale um dos plugins conflituosos.
ru: Предоставляет доступ к списку каналов и плагинам, которые используют список каналов из проигрывателя. Не устанавливайте этот плагин, если Вы используете альтернативный проигрыватель, такой как EMC или тому подобное.

source: Alpha
et: Tähestik
it: Alfabetico
ru: Прозрачность

source: Alternative numbering mode
es: Modo de numeración alternativa
et: Alternatiivne numeratsioon
it: Modalità numerazione alternativa
no: Alternativ nummer modus
pt: Modo de numeração alternativo
ru: Альтернативный режим нумерации

source: Alternative radio mode
es: Modo de radio alternativo
et: Raadio kuvamine TV stiilis
it: Modalità radio alternativa
no: Alternativ radio modus
pt: Modo de rádio alternativo
ru: Альтернативный режим радио

source: Alternative services tuner priority
es: Prioridad de los sintonizadores
et: Tuuneri eelistus asenduskanalitel
it: Priorità tuner per canali alternativi
no: Alternativ tuner prioritet for kanaler
pt: Prioridade dos serviços do Tuner
ru: Приоритет используемых тюнеров

source: Always ask
es: Preguntar siempre
et: Küsitakse iga kord
it: Chiedere sempre
no: Alltid spør først
pt: Perguntar sempre
ru: Всегда спрашивать

source: Always ask before overwriting existing subtitles
it: Chiedere sempre se sovrascrivere sottotitoli esistenti
no: Alltid spør før overskriving av nåværende undertekster
pt: Perguntar sempre antes de sobrescrever as legendas existentes
ru: Всегда спрашивать перед перезаписью существующих субтитров

source: Always ask before sending
es: Preguntar antes de enviar
et: Küsi alati enne saatmist
it: Chiedere sempre prima di inoltrare
no: Spør alltid før sending
pt: Perguntar sempre antes de enviar
ru: Всегда спрашивать перед отправкой

source: Always include ECM in recordings
it: Includere sempre l'ECM nelle registrazioni
no: Alltid inkludere ECM i opptak
ru: Всегда сохранять информацию ECM в записях

source: Amount of recordings left
es: Cantidad de grabaciones a la izquierda
et: Järelejäänud salvestuste arv
it: Numero di registrazioni rimaste
no: Mengden av opptak igjen
pt: Espaço para gravações possível
ru: Количество записей осталось

source: An EPG downloader
es: Descarga el EPG
et: EPG importija
it: Un downloader di EPG
no: En EPG nedlaster
pt: Um descarregador EPG
ru: EPG загрузчик

source: An automated refresh will start after this time of day, but before the time specified in next setting.
et: Automaatne värskendus algab pärast seda, aga enne järgmises sättes määratud kellaaega.
it: Un aggiornamento automatico sarà eseguito dopo l'ora indicata, ma prima di quella specificata successivamente.
no: Automatisk oppfrisking starter etter dette tidspunkt.
pt: Um refrescamento automático iniciará depois desta hora do dia, mas antes do tempo especificado na próxima definição.
ru: Автоматическое обновление начнется после указаного времени дня, но до времени, указанного в следующей настройке.
