Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Enable HDMI-IN on Main Screen
it: Abilita HDMI-IN nello schermo principale
ru: Включить HDMI-IN на главном экране

source: Enable HDMI-IN on PIP
it: Abilita HDMI-IN con PiP
ru: Включить HDMI-IN в режиме PiP

source: Enable HTTP Access
es: Activa el acceso HTTP
et: Luba HTTP ligipääs
it: Abilitare accesso HTTP
no: Aktiver HTTP tilgang
pt: Ativar o acesso HTTP
ru: Включить HTTP-доступ

source: Enable HTTP Authentication
es: Activa la autenticación HTTP
et: Luba HTTP autentimine
it: Abilitare autenticazione HTTP
no: Aktiver HTTP godkjenning
pt: Ativar a autenticação HTTP
ru: Включить HTTP-аутентификацию

source: Enable HTTPS
es: Activa HTTPS
et: Luba HTTPS
it: Abilitare HTTPS
no: Aktiver HTTPS
pt: Ativar HTTPS
ru: Включить HTTPS

source: Enable HTTPS Access
es: Activa el acceso HTTPS
et: Luba HTTPS ligipääs
it: Abilitare accesso HTTPS
no: Aktiver HTTPS tilgang
pt: Ativar o acesso HTTPS
ru: Включить HTTPS-доступ

source: Enable HTTPS Authentication
es: Activa la autenticación HTTPS
et: Luba HTTPS autentimine
it: Abilitare autenticazione HTTPS
no: Aktiver HTTPS godkjenning
pt: Ativar a autenticação HTTPS
ru: Включить HTTPS-аутентификацию

source: Enable Http Authentication
es: Activa la autenticación HTTP
et: Luba HTTP autentimine
it: Abilitare autenticazione Http
no: Aktiver Http Autentisering
pt: Ativar a autenticação HTTP
ru: Включить аутентификацию HTTP

source: Enable Https
et: Luba Https
it: Abilitare Https
no: Aktiver Https
pt: Ativar HTTPS
ru: Включить HTTPS

source: Enable Logging
es: Activa registro
et: Luba logimine
it: Abilitare login
no: Aktiver Logging
pt: Ativar o log de dados
ru: Включить ведение журнала

source: Enable MHW EPG
es: Activa MHW EPG
et: Luba MHW EPG
it: Abilitare MHW EPG
no: Aktiver MHW EPG
pt: Ativar EPG MHW
ru: Включить MHW EPG

source: Enable Mhw2 internal reader
it: Abilitare il lettore interno Mhw2
ru: Включить внутренний ридер MHW2

source: Enable MiniTV
it: Abilitare Mini TV
no: Aktiver Mini TV
pt: Ativar MiniTV
ru: Включить MiniTV

source: Enable Netmed EPG
es: Activa Netmed EPG
et: Luba Netmed EPG
it: Abilitare Netmed EPG
no: Aktiver Netmed EPG
pt: Ativar EPG Netmed
ru: Включить Netmed EPG

source: Enable Ntpd when start ChromiumOS
it: Abilitare Ntpd all'avvio di ChromiumOS
no: Aktiver Ntpd når ChromiumOS starter
ru: Включить NTP при запуске Chromium OS

source: Enable Ntpd when start YoutubeTV
it: Abilitare Ntpd all'avvio di YoutubeTV
no: Aktiver Ntpd når Youtube TV starter
pt: Ativar Ntpd quando inicia o YouTubeTV
ru: Включить NTP при запуске YouTube TV

source: Enable OpenTv Epg Loader
es: Activa el cargador Opentv Epg
et: Luba OpenTv Epg laadija
it: Abilitare EPG OpenTv
no: Aktiver ÅpenTv Epg laster
pt: Ativar a descarga do EPG OpenTV
ru: Включить EPG OpenTV

source: Enable PVR Descramble in standby
it: Abilita decodifica PVR in standby
no: Aktiver Pvr dekryptering i dvalemodus
ru: Включить декодирование PVR в режиме ожидания

source: Enable Panic Button 0
es: Activa el botón del pánico 0
it: Abilitare Tasto Panic (0)
no: Aktiver panikknapp 0
pt: Ativar o botão de pânico (0)
ru: Включить тревожную кнопку '0'

source: Enable Panic Button 0 (zap to 1 & clear zap history)
es: Activa botón del pánico 0 (limpia historial de zapeo)
et: Luba paanikanupp '0' (kanal 1, kustuta kanaliajalugu)
it: Abilitare tasto Panic 0 (zap a 1 e cancella cronologia)
no: Aktiver panikknapp 0 (bytt til 1 & slett kanalbytteminne)
pt: Ativar o botão de pânico (0)
ru: Вкл. тревожную '0' (перекл. на 1 и очист. истории)

source: Enable Panic button 0
et: Luba paanikanupp '0'
it: Abilitare tasto Panic 0
no: Aktiver panikknapp 0
pt: Ativar o botão de pânico (0)
ru: Включить тревожную кнопку '0'

source: Enable Parental Control
es: Activa el control parental
et: Luba lapselukk
it: Abilitare controllo Parentale
no: Aktiver Foreldrekontroll
pt: Ativar o Controlo Paternal
ru: Включить родительский контроль

source: Enable Service Restriction
es: Activa Restricción de Canales
et: Luba kanali piirangud
it: Abilitare servizio restrizione
no: Aktiver Kanal Begrensning
pt: Ativar a restição de serviços
ru: Включить ограничение сервиса

source: Enable Sky EPG
ru: Включить Sky EPG

source: Enable Streaming Authentication
es: Activa la autenticación en Streaming
et: Luba voogesituse autentimine
it: Abilitare autenticazione Streaming
no: Aktiver godkjenning av Strømming
pt: Ativar a autenticação nas transmissões
ru: Включить аутентификацию потоков

source: Enable Swap at startup
es: Activar en el arranque
et: Luba saale algkäivitusel
it: Abilitare lo swap all'avvio
no: Aktiver veksling ved oppstart
pt: Ativar Swap no arranque
ru: SWAP при запуске

source: Enable Timer
es: Activa temporizador
et: Luba taimer
it: Abilitare timer
no: Aktiver tidsopptak
pt: Ativar o Timer
ru: Включить таймер

source: Enable VOD skip buttons
ru: Включить кнопки пропуска VOD

source: Enable ViaSat EPG
es: Activa ViaSat EPG
et: Luba ViaSat EPG
it: Abilitare ViaSat EPG
no: Aktiver ViaSat EPG
pt: Ativar EPG Viasat
ru: Включить Viasat EPG

source: Enable Virgin EPG
ru: Включить Virgin EPG

source: Enable access from VPNs
it: Abilitare accesso da VPNs
no: Aktiver adgang fra VPN
ru: Включить доступ через VPN

source: Enable action after inactivity:
es: Activa la acción después de la inactividad:
et: Luba tegevus pärast jõudeolekut:
it: Abilitare evento dopo inattività:
no: Aktiver hendelse etter inaktivitet:
pt: Ativar ação após inatividade
ru: Действие неактивности:

source: Enable csv import
es: Activa la importación csv
et: Luba csv import
it: Abilitare importazione CVS
no: Aktiver csv import
pt: Ativar importação 'csv'
ru: Включить импорт CVS

source: Enable FreeSat EPG
ru: Включить FreeSat EPG

source: Enable mount automatically while start
es: Montar automáticamente al iniciar el deco
et: Luba automaatne haakimine käivitamisel
it: Abilitare mount automatico all'avvio
no: Aktiver tilkobling automatisk under start
pt: Ativar montagem automáticamente enquanto inicia
ru: Включить автомонтирование при старте системы

source: Enable multiple bouquets
es: Activa las listas múltiples
et: Luba lemmiknimekirjad
it: Abilitare bouquet multipli
no: Aktiver flere kanallister
pt: Ativar Bouquets multiplos
ru: Включить мультипакеты

source: Enable parental control
es: Activa el control de adultos
et: Lapseluku lubamine
it: Abilitare controllo parentale
no: Aktiver foreldrekontroll
pt: Ativar o Controlo Paternal
ru: Включить родительский контроль

source: Enable teletext caching
es: Activa la caché del teletexto
et: Luba teleteksti puhverdamine
it: Abilitare caching televideo
no: Aktiver teletext caching
pt: Ativar cache de teletexto
ru: Включить кэширование телетекста

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
es: Activa esto para activar el acceso al AutoTimer desde el menú de extensión.
et: Määrates 'jah', kuvatakse autotaimeri ülevaade laienduste menüüst.
it: Abilitare per l'accesso alla panoramica AutoTimer attraverso il menu estensioni.
no: Aktiver dette for å få tilgang til Autotidsopptak oversikt i utvidet meny.
pt: Permitir que seja capaz de aceder à Visão geral AutoTimer de dentro do menu de extensões.
ru: Включите для доступа к обзору АвтоТаймеров из меню дополнений.

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
et: Määrates 'jah', kuvatakse EPG värskendus laienduste menüüs.
it: Se abilitato si avrà accesso alla panoramica AutoTimer attraverso il menu estensioni
no: Aktiver denne hvis du vil ha tilgang til EPGOppfrisk oppsettet fra utvidelses-menyen.
pt: Ativar isto para que seja capaz de aceder à configuração do EPGRefresh de dentro do menu de extensões.
ru: Включите для доступа к настройкам обновление телегида из меню дополнений.

source: Enable timer
es: Activa la programación
et: Luba taimer
it: Abilitare timer
no: Aktiver Innsoving
pt: Ativar o Timer
ru: Включить таймер

source: Enable/Disable bluetooth
it: Attiva/Disattiva bluetooth
ru: Bluetooth Вкл./Выкл.

source: Enabled
es: Activado
et: Kasutusel
it: Abilitato
no: Aktivert
pt: ativo
ru: Включен

source: Encoder
et: Enkooder
no: Koding
pt: Codificador
ru: Кодировщик

source: Encoding
it: Codifica
no: Koding
pt: Codificação
ru: Кодировка

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
es: Codificar el canal a usar desde su dato del EPG. Sólo necesita cambiar esto si está buscando por caracteres especiales como los umlauts alemanes.
et: Tähemärgistikku kasutatakse EPG andmetes. Seda on vaja muuta ainult siis, kui kasutad otsingus täpitähti.
it: Codifica caratteri usata dal canale per i dati EPG. E’ necessario modificarla solo se cercate dei caratteri speciali (es: dieresi tedesca).
no: Koder som kanalen bruker til EPG data. Du trenger bare endre denne hvis du søker etter spesial bokstaver som tyske omlyder.
pt: A codificação do canal usada para a dados EPG. Só precisa de mudar isso, se está à procura de carateres especiais, tais como, o trema alemão.
ru: Кодировка каналов для данных EPG, необходимо менять только если для поиска используются специальные символы.

source: Encoding:
it: Codifica:
no: Koding:
ru: Кодировка:

source: Encrypt
es: Cifrar
et: Krüptimine
it: Criptato
no: Kryptere
pt: Codifica
ru: Зашифровать

source: Encrypted
es: Cifrado
et: Krüptitud
it: Criptato
no: Kryptert
pt: Codificado
ru: Закодировано

source: Encrypted:
es: Cifrado:
et: Kodeeritud:
it: Criptato:
no: Kryptert:
pt: Codificado:
ru: Закодировано:

source: Encryption
es: Cifrado
et: Kodeering
it: Crittografia
no: Kryptering
pt: Codificação
ru: Кодировка

source: Encryption Key
es: Clave de Cifrado
et: Küpti võti
it: Chiave di crittografia
no: Krypteringskode
pt: Chave codificação
ru: Ключ шифрования

source: Encryption Keytype
es: Tipo de clave de Cifrado
et: Krüpti võtmetüüp
it: Tipo di chiave crittografica
no: Kryptert kodetype
pt: Tipo de chave de codificação
ru: Тип ключа шифрования

source: Encryption:
es: Cifrado:
et: Kodeering:
it: Crittografia
no: Kryptering:
pt: Codificação:
ru: Шифрование:

source: End
es: Fin
et: Lõpp
it: Fine
no: Slutt
pt: Fim
ru: Конец

source: End of "after event" timespan
es: Fin de Tiempo después del Evento
et: "pärast sündmust" ajaakna lõpp
it: Fine intervallo dopo l'evento
no: Slutten av "etter hendelse" tidsperiode
pt: Fim "depois do evento" intervalo de tempo
ru: Промежуток времени (после события)

source: End of timespan
es: Fin de Tiempo
et: Ajaakna lõpp
it: Fine intervallo
no: Slutten av tidsperiode
pt: Fim do intervalo de tempo
ru: Промежуток времени

source: End time
es: Hora de finalización
et: Lõpuaeg
it: Ora di fine
no: Slutt tid
pt: Tempo final
ru: Время окончания

source: EndTime
es: Hora de finalización
et: Lõpuaeg
it: Ora fine
no: Sluttid
pt: Por favor, altere o tempo final da gravação
ru: Время окончания

source: English
es: Inglés
et: Inglise
it: Inglese
no: Engelsk
pt: Inglês
ru: Английский

source: Enigma2 Plugin to play AVI/DIVX/WMV/etc. videos from PC on your STB. Needs a running VLC from www.videolan.org on your pc.
es: La extensión de Enigma2 para reproducir vídeos AVI/DIVX/WMV/etc. desde el pc en su deco. Necesita una ejecución de VLC en su pc (www.videolan.org).
it: Plugin per la riproduzione di filmati AVI/DIVX/WMV/ecc. dal PC sul VU+. È richiesta una sessione attiva di VLC (www.videolan.org) sul pc.
no: Enigma2 modul spiller AVI/DIVX/WMV/etc. videofiler fra PC på din VU+. VLC fra www.videolan.org må kjøre på din pc.
pt: Enigma2 Plugin para reproduzir vídeos AVI/DIVX/WMV/etc do PC na sua STB. Precisa de executar o VLC no seu pc ( www.videolan.org ).
ru: Плагин для воспроизведения AVI/DIVX/WMV/и т.д. видео с компьютера на Вашем ресивере. Требуется работающий VLC из www.videolan.org на Вашем компьютере.

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
es: Enigma2 Selección de Piel Si tiene cualquier problema contacte con stephan@reichholf.net © 2006 - Stephan Reichholf
it: Selettore di skin In caso di problemi contattare stephan@reichholf.net © 2006 - Stephan Reichholf
no: Enigma2 Skinselector Får du problemer, vennligst kontakt stephan@reichholf.net © 2006 - Stephan Reichholf
pt: Seletor de Temas enigma2 Se tiver algum problema, por favor contacte Stephan@reichholf.net © 2006 - Stephan Reichholf
ru: Выбор скина Если у вас возникли проблемы, пожалуйста, обращайтесь stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enigma2 will be now restarted for the changes to take effect. Press ok to continue
es: Enigma2 se reiniciará ahora para que los cambios surtan efecto. Pulse ok para continuar
et: Muudatuste jõustamiseks Enigma2 taaskäivitatakse. Jätkamiseks vajuta OK
it: Riavviare il sistema per attivare le modifiche. Premere OK per continuare
no: Brukergrensesnitt startes om igjen for at endringer skal virke. Trykk OK.
pt: Enigma2 será reiniciado, para que as alterações tenham efeito. Pressione OK para continuar
ru: Чтобы изменения вступили в силу, необходимо перезагрузить GUI. Нажмите ОК, чтобы продолжить

source: Enter IP to scan...
es: Introduzca la IP buscar...
et: Sisesta skaneeritav IP
it: Inserire IP da ricercare...
no: Tast IP for å søke...
pt: Introduzir IP para sondar...
ru: Введите IP-адрес для сканирования

source: Enter Key
es: Tecla Entrar
et: ENTER klahv
it: Tasto invio
no: Enter tast
pt: Indroduza a Chave
ru: Ввод

source: Enter URL
es: Introduzca la URL
et: Sisesta URL
it: Inserire l'URL.
no: Tast URL
pt: Introduzir o URL
ru: Введите URL

source: Enter address
es: Introduzca la dirección
et: Sisesta aadress
it: Inserire l'indirizzo.
no: Tast adresse
pt: Introduzir o Endereço:
ru: Введите адрес

source: Enter event to search
es: Introduce el evento a buscar
et: Sisesta otsitav saade
it: Inserire evento ricerca
no: Tast program å søke etter
pt: Introduza o evento a pesquisar
ru: Введите событие для поиска

source: Enter here the value for Hdd Acoustic:
es: Introduzca el valor de la acústica del Hdd:
et: Sisesta kõvaketta akustika väärtus:
it: Inserire qui il valore di rumorosità dell’HDD:
no: Tast verdien for Hdd Acoustic:
pt: Digite aqui o valor acústico para o Disco Rígido:
ru: Введите значение шума HDD:

source: Enter main menu...
es: Entre al menú principal...
et: Peamenüü
it: Accedere al menu principale...
no: Åpne hovedmenyen...
pt: Exibir o Menu Principal
ru: Войти в главное меню

source: Enter name
es: Introduzca el nombre
et: Sisesta nimi
it: Inserire il nome
no: Tast navn
pt: Introduzir nome
ru: Введите имя

source: Enter new hostname for your STB
es: Introduzca el nombre de su deco
et: Sisesta vastuvõtjale uus masinanimi
it: Inserire nuovo nome Host per il ricevitore
no: Tast nytt versnavn til din VU+
pt: Introduzir novo hostname para a sua STB.
ru: Введите новое сетевое имя для ресивера

source: Enter options:
es: Introduzca opciones:
et: Sisesta valikud:
it: Inserire opzioni:
no: Tast valg:
pt: Introduzir opções:
ru: Введите параметры:

source: Enter password
es: Introduzca la contraseña
et: Sisesta parool
it: Inserire password
no: Tast passord
pt: Introduza a password
ru: Введите пароль

source: Enter password:
es: Introduzca contraseña:
et: Sisesta parool:
it: Inserire password:
no: Tast passord:
pt: Introduza a password:
ru: Введите пароль:

source: Enter pin code
es: Introduzca código pin
et: Sisesta PIN
it: Inserire codice PIN
no: Tast pinkode:
pt: Insira o código PIN
ru: Введите PIN-код

source: Enter share directory:
es: Introduzca el directorio compartido:
et: Sisesta võrgujao kataloog:
it: Inserire cartella condivisa:
no: Tast share katalog
pt: Introduzir a pasta de partilha:
ru: Введите общий каталог:

source: Enter share name:
es: Introduza el nombre compartido:
et: Sisesta võrgujao nimi:
it: Inserire nome condivisione:
no: Tast share navn:
pt: Introduzir o nome da partilha:
ru: Введите имя общего ресурса:

source: Enter text to search for
et: Sisesta otsitav tekst
it: Inserire il testo da ricercare
no: Tast inn søketekst
pt: Introduza o texto a pesquisar
ru: Введите текст для поиска

source: Enter the city name:
es: Introduzca el nombre de la ciudad:
et: Sisesta linna nimi:
it: Inserire la città
no: Tast by:
pt: Introduzir o nome da cidade:
ru: Введите название города:

source: Enter the pin
es: Introduzca el PIN
et: Sisesta PIN
it: Inserire il PIN
no: Tast pin
pt: Introduzir o PIN para o universo %s
ru: Введите PIN-код

source: Enter the pin for %s universe
es: Inserte el PIN para el universo %s
et: Sisesta %s universiumi pin
it: Inserire il pin per l'accesso all'universo %s
no: Tast pin til %s universe
pt: Introduzir o PIN para o universo %s
ru: Введите PIN-код для Вселенной %s

source: Enter the service pin
es: Ponga el pin del canal
et: Sisesta kanali PIN
it: Inserire PIN servizio
no: Skriv inn service pin
pt: Introduzir o PIN do serviço
ru: Введите PIN-код для канала

source: Enter the size in Megabyte of the first partition:
es: Introduzca el tamaño en Megabytes de la primera partición:
et: Sisesta esimese partitsiooni suurus (Mb):
it: Inserire la dimensione in Mb della prima partizione:
no: Tast størrelsen i MB til den første partisjonen:
pt: Introduzir o espaço em Megabytes para a 1ª partição:
ru: Введите размер в Мбайт первого раздела:

source: Enter the size in Megabyte of the second partition:
es: Introduzca el tamaño en Megabytes de la segunda partición:
et: Sisesta teise partitsiooni suurus (Mb):
it: Inserire la dimensione in Mb della seconda partizione:
no: Tast størrelsen i MB til den andre partisjonen:
pt: Introduzir o espaço em Megabytes para a 2ª partição:
ru: Введите размер в Мбайт второго раздела:

source: Enter the size in Megabyte of the third partition:
es: Introduzca el tamaño en megabytes de la tercera partición:
et: Sisesta kolmanda partitsiooni suurus (Mb):
it: Inserire la dimensione in Mb della terza partizione:
no: Tast størrelsen i MB til den tredje partisjonen:
pt: Introduzir o espaço em Megabytes para a 3ª partição:
ru: Введите размер в Мбайт третьего раздела:

source: Enter user and password for host:
es: Introduzca el usuario y la contraseña para la máquina:
et: Sisesta kasutajanimi ja parool masinale:
it: Inserire user e password per l'host:
no: Tast bruker og passord til vert:
pt: Introduza o utilizador e palavra-passe para o host:
ru: Введите имя пользователя и пароль:

source: Enter username:
es: Introduzca nombre de usuario:
et: Sisesta kasutajanimi:
it: Inserire nome utente:
no: Tast brukernavn:
pt: Introduza o nome do utilizador:
ru: Введите имя пользователя:

source: Enter your email address so that we can contact you if needed.
es: Introduzca su email para que contactemos con usted si es necesario.
it: Inserire indirizzo email per essere contattati.
no: Tast din email adresse så vi kan kontakte deg hvis det trengs.
pt: Introduza o seu endereço de e-mail de maneira a que o possamos contatar se necessário
ru: Введите адрес электронной почты для связи.

source: Enter your search term(s)
es: Introduzca los términos a buscar:
et: Sisesta otsisõna(d)
it: Inserire criteri di ricerca
no: Tast dine søke preferanser
pt: Introduza o(s) seu(s) termo(s) de pesquisa
ru: Введите условия поиска

source: Entering a Custom command you have to set Predefined command: None
es: Tiene que seleccionar un comando predefinido: ninguno
et: Kohandatud käsu sisestamiseks tuleb 'Eelmääratud käsk' seada: pole
it: Inserendo un comando personalizzato è necessario impostare come predefinito: Nessuno
no: For å taste egen kommando må du sette inn forhåndsdefinert kommando: None
pt: A inserir um comando personalizado que tem que definir como pré-definido: Nenhum
ru: При вводе пользовательской команды необходимо установить: Нет

source: Entertainment
es: Entretenimiento
et: Meelelahutus
it: Intrattenimento
no: Underholdning
pt: Entretenimento
ru: Развлечения

source: Entries count:
it: Conteggio voci:
no: Antall inntastinger:
pt: Contador de entradas:
ru: Количество голосов:

source: Epg Backup found:
es: Copia de seguridad del EPG:
et: Leiti EPG varukoopia:
it: EPG Backup trovati:
no: Epg sikkerhetskopi funnet:
pt: Backup do EPG encontrado:
ru: Найдена резервная копия EPG:

source: Epg Backup: not found
es: Copia de seguridad del Epg: no encontrada
et: Epg varukoopiat ei leitud
it: EPG Backup: non trovato
no: Epg sikkerhetskopi: ikke funnet
pt: Backup do EPG: não encontrado
ru: Резервная копия EPG: не найдена.

source: Epg Backup: not found.
es: Copia de seguridad del EPG: no se ha encontrado.
et: Epg varukoopiat ei leitud
it: EPG Backup: non trovato.
no: Epg sikkerhetskopi: Ikke funnet!
pt: Não foi encontrado o Backup do EPG.
ru: Резервная копия EPG: не найдена.

source: Epg Channels Setup
es: Configuración de los canales del EPG
et: EPG kanali seaded
it: EPG canali
no: EPG Kanaler
pt: Definição do EPG dos Canais
ru: Настройки канала EPG

source: Epg Download complete. Press the red button to exit
es: Descargado el Epg. Presione el botón rojo para salir
et: EPG andmed on laetud. Vajuta väljumiseks punast nuppu
it: Download EPG completato. Premere il tasto rosso per uscire
no: Epg nedlasting fullført. Trykk RØD knapp for å avslutte
pt: Descarga do Epg completa. Prima a tecla VERMELHA para sair.
ru: Загрузка EPG завершена. Нажмите Красную кнопку, чтобы выйти

source: Epg Panel
es: Panel de EPG
et: Epg paneel
it: EPG
no: Epg
pt: Painel do EPG
ru: Телегид

source: Epg Search
es: Info del EPG
et: Epg otsing
it: Ricercare EPG
no: Epg Søk
pt: Epg Procura
ru: Поиск

source: Epg Search History
es: Historial de búsqueda del EPG
et: EPG otsingu ajalugu
it: Cronologia ricerca EPG
no: Tidligere EPG Søk
pt: EPG Histórico de pesquisa
ru: История поиска

source: Epg Settings
es: Parámetros del EPG
et: EPG seadistus
it: Configurazione EPG
no: Epg
pt: Definições EPG
ru: Настройки EPG

source: Epg Type:
es: Tipo de Epg:
et: Epg liik:
it: Tipo di EPG:
pt: Tipo do EPG:
ru: Тип EPG:

source: Epg backup successfully restored.
es: Copia de seguridad del Epg restaurado correctamente.
et: EPG varukoopia edukalt taastatud
it: EPG backup ripristinato correttamente.
no: Epg sikkerhetskopi gjennopprettet
pt: Backup do EPG restaurado com sucesso.
ru: Резервная копия EPG успешно восстановлена.

source: Epg stream channel:
es: Canal de stream del Epg:
et: Epg laadimise kanal:
it: Canale stream EPG:
no: Epg strøm kanal:
pt: Transmissão do EPG:
ru: Канал потока EPG:

source: Epg.dat Url
es: Url del Epg.dat
it: Url EPG.dat
pt: Url do Epg.dat
ru: URL EPG.dat

source: EpgPanel: Add External epg Server
et: EPG paneel: Lisa väline epg server
it: EPG: Aggiungere server esterno
no: Legg til EPG Server
pt: EpgPainel:Adicionar Servidor externo EPG
ru: Добавить внешний сервер EPG

source: Episode
it: Episodio
pt: Episódio
ru: Эпизод

source: Error
et: Viga
it: Errore
no: Feil
pt: Erro
ru: Ошибка

source: Error executing plugin
es: Error ejecutando la extensión
et: Viga plugina käivitamisel
it: Errore in esecuzione del plugin!
no: Feil ved utføring av modul
pt: Erro ao executar o plugin
ru: Ошибка выполнения плагина

source: Error. This Provider name already exists in the list.
es: Error. El nombre del proveedor ya existe en la lista.
et: Viga. See nimi on juba kasutuses.
it: Errore! Provider già presente nella lista!
no: Feil! Dette Tilbyder navn fins allerede i listen.
pt: Erro. Este operador já existe na lista.
ru: Ошибка. Это имя провайдера уже существует в списке.

source: Error: %s Retry?
es: Error: %s Reintentar?
et: Viga: %s Uus katse?
it: Errore: %s Riprovare?
no: Feil: %s Prøve igjen?
pt: Erro: %s Tentar de novoy?
ru: Ошибка: %s Повторить?

source: Estimated size: %s
es: Tamaño estimado: %s
et: Hinnanguline suurus: %s
it: Dimensione stimata: %s
no: Anslått størrelse: %s
pt: Espaço estimado:%s
ru: Ожидаемый размер: %s

source: Estonian
es: Estonio
et: Eesti
it: Estone
no: Estisk
pt: Estoniano
ru: Эстонский
