Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
es: ¡Nada que buscar! Por favor ponga la configuración del sintonizador antes de buscar un canal.
et: Pole midagi otsida! Seadista tuuner enne kanaliotsingu alustamist.
it: Impossibile effettuare la ricerca! Configurare il tuner prima di effettuare una ricerca canali
no: Ikke noe å søke! Vennligst konfigurer tuner før søking etter kanaler.
pt: Nada para pesquisar! Por favor configure o receptor antes de iniciar uma procura.
ru: Нечего искать! Пожалуйста, настройте Ваш тюнер перед началом поиска.

source: November
es: Noviembre
it: Novembre
pt: Novembro
ru: Ноября

source: Now
es: Ahora
et: Nüüd
it: Ora
no: Nå
pt: Em Exibição
ru: Сейчас

source: Now Playing
es: Reproduciendo ahora
et: Esitusel
it: Esegui riproduzione
no: Nå avspilles
pt: A Reproduzir
ru: Воспроизводится

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
es: Ahora, use la configuración del contraste hacia arriba hasta que brille el fondo lo máximo posible, pero que siga viendo la diferencia entre los 2 niveles de sombra. Si esto está hecho, pulse OK.
et: Nüüd suurenda kontrastsuse seadmise abil pildi tausta heledust nii palju kui võimalik, aga veendu, et sa näed siiski erinevust kahe kõige heledama varjundi vahel. Kui see on tehtud, vajuta OK.
it: Ora utilizzare il controllo contrasto per aumentare la luminosità dello sfondo il più possibile, ma assicurarsi di poter distinguere la differenza tra le due sfumature più chiare. Se hai fatto questo, premi OK.
no: Bruk kontrast-innstillingen for å justere lysstyrke på bakgrunnen så mye som mulig. Men pass på at du fortsatt kan skille mellom de to lyseste skyggenivåene. Når du har gjort det trykk OK.
pt: Agora, use a configuração do contraste para aumentar o brilho do fundo tanto quanto possível, mas certifique-se de que ainda pode ver a diferença entre os dois níveis mais brilhantes de tons. Se tiver feito isso, pressione OK.
ru: Теперь используйте настройки контрастности для поднятия фона в максимально возможный уровень, но при этом необходимо следить,чтобы Вы могли видеть различия между двумя самыми яркими уровнями оттенков.Если все нормально нажмите OK.

source: Number of scheduled recordings left.
es: Número de grabaciones programadas que quedan.
et: Järgijäänud ajastatud salvestuste arv.
it: Registrazioni programmate residue
no: Antall planlagte opptak igjen.
pt: Espaço para gravações possível
ru: Количество оставшихся запланированных записей.

source: OK = Menu
es: OK = Menú
ru: OK = Меню

source: OK, guide me through the upgrade process
es: OK, guíeme a través del proceso de actualización
et: Jah, õpeta uuendamisel
it: OK - visualizzare una guida sul processo di aggiornamento
no: OK, vis meg gjennom oppgraderingsprosessen
pt: OK, ajude-me no processo de atualização
ru: OK, подсказывать мне в процессе обновления

source: OK, remove another extensions
es: OK, borrar las otras extensiones
et: Jah, eemalda veel laiendusi
it: OK - rimuovere un'altra estensione
no: OK, fjern en annen utvidelse
pt: OK, remover outras extensões
ru: OK, удалить другие дополнения

source: OK, remove some extensions
es: OK, borrar algunas extensiones
et: Jah, eemalda laiendusi
it: OK - rimuovere alcune estensioni
no: OK, fjern noen utvidelser
pt: OK, remover algumas extensões
ru: OK, удалить некоторые дополнения

source: OSD Settings
es: Configurar OSD
et: Ekraanigraafika seaded
it: Configurazioni OSD
no: Skjerm
pt: Definições OSD
ru: Настройки OSD

source: OSD Setup
es: Config. de la pantalla
it: Impostazioni OSD
no: Skjermoppsett
pt: Definição OSD 3D
ru: Настройки OSD

source: OSD transparency
es: Tranparencia de OSD
et: Ekraanigraafika läbipaistvus
it: Trasparenza OSD
no: Skjerm gjennomsiktighet
pt: Transparência do OSD
ru: Прозрачность интерфейса

source: OSD visibility
es: Visibilidad OSD
et: Ekraanigraafika nähtavus
it: Visibilità OSD
no: Meny synlighet
pt: OSD visibilidade
ru: Видимость интерфейса

source: OTA Failed. %s is disconnected.
it: OTA non riuscito. %s si è disconnesso.
ru: Обновление не удалось! %s отключен.

source: Ob. point :
es: Punto Ob. :
it: Punto superiore:
no: Målested :
pt: Od. ponto :
ru: Станция:

source: Ob. Time :
ru: Обновлено:

source: Occupied space: %s
es: Espacio ocupado: %s
et: Kasutatud ruum: %s
it: Spazio occupato: %s
no: Brukt plass: %s
pt: Espaço utilizado: %s
ru: Занятое пространство: %s

source: October
es: Octubre
et: Oktoober
it: Ottobre
no: Oktober
pt: Outubro
ru: Октября

source: Off
es: Activado
et: Väljas
no: Av
pt: Desligado
ru: Выкл

source: Offline decode delay (ms)
es: Retardo de decodificación (ms)
et: Võrguta dekodeerimise viiteaeg (ms)
it: Ritardo decodifica offline (ms)
no: Av nett dekodings forsinkelse (ms)
pt: Atraso da descodificação Offline (ms)
ru: Задержка оффлайн декодирования (мс)

source: Offset after recording (in m)
es: Tiempo después de grabar (en m)
et: Salvestuse lõppu lisatakse (min)
it: Margine fine registrazione (min.)
no: Margin etter opptak (i min)
pt: Margem após gravação (minutos)
ru: Смещение после записи (в минутах)

source: Offset before recording (in m)
es: Tiempo antes de grabar (en m)
et: Salvestuse algusesse lisatakse (min)
it: Margine inizio registrazione (min.)
no: Margin før opptak (i min)
pt: Margem antes da gravação (minutos)
ru: Смещение перед записью (в минутах)

source: On
et: Sees
no: På
ru: Вкл

source: On any service
es: En cualquier canal
et: Suvalisel kanalil
it: Su tutti i canali
no: På enhver kanal
pt: Qualquer serviço/gravação
ru: На любом сервисе

source: On same service
es: En el mismo canal
et: Samal kanalil
it: Sullo stesso canale
no: På samme kanal
pt: No mesmo serviço
ru: На данном сервисе

source: One
es: Uno
et: Üks
it: Uno
no: En
pt: Um
ru: Один

source: One hdd test error Press 'EXIT' button!
es: Error de prueba del HDD ¡Pulse el botón 'EXIT'!
et: Kõvaketta testi viga Vajuta 'EXIT' nuppu!
it: Test HDD fallito Premere il tasto 'EXIT'!
no: En hdd test feil Trykk 'EXIT' knappen!
pt: Um teste de Disco Rígido com erro Prima a tecla 'EXIT'!
ru: Ошибки при проверке диска Нажмите 'EXIT'!

source: Online Black Hole image update
es: Actualizar la imagen BH
et: BH tarkvara internetiuuendused
it: Aggiornamento immagine
no: Black Hole Image oppdatering
pt: Atualização da imagem Black Hole
ru: Онлайн обновление Black Hole

source: Online Feeds Extensions
es: Servidor de extensiones en línea
it: Distribuzione estensioni
no: Internett Mater Utvidelser
pt: Feeds Online de Extensões
ru: Дополнения

source: Online Feeds Settings update
es: Configuración de Feeds
et: Kanalinimekirjade uuendamine
it: Distribuzione liste canali
no: Kanalliste Nedlastning
pt: Atualização das definições dos Feeds
ru: Онлайн обновление списка каналов

source: Online Feeds all Packages
es: Servidor de extensiones de todos los paquetes
it: Distribuzione pacchetti
no: Internett Mater alle Pakker
pt: Feeds Online todos os pacotes
ru: Все пакеты

source: Only AutoTimers created during this session
es: Solo AutoGrabaciones creadas en esta Sesión
et: Ainult sel korral loodud autotaimerid
it: Solo AutoTimer creati durante questa sessione
no: Bare Autotidsopptak opprettet i løpet av denne økten
pt: Só AutoTimers criados durante esta sessão
ru: Только АвтоТаймеры, созданные во время сессии

source: Only Free scan
es: Buscar solo los libres
et: Ainult vabakanalid
it: Solo canali in chiaro
no: Bare gratiskanaler
pt: Procurar só canais livres
ru: Только бесплатные

source: Only add timer for next x days
es: Sólo agregue temporizador para los próximos x días
et: Lisa taimer ainult järgnevaks x päevaks
it: Aggiungi timer solo per i prossimi n giorni
no: Legg til tidsopptak for de neste x dager
pt: Adicione Timers só para os próximos x dias
ru: Только добавить таймер для следующих X дней

source: Only extensions.
es: Sólo extensiones.
et: Ainult laiendused.
it: Solo estensioni
no: Bare utvidelser
pt: Só as extensões.
ru: Только дополнения

source: Only for opentv providers. If you zap on channel used from a provider it download the epg in background
es: Sólo para operadores de OpenTV. Si zapea a una cadena de este operador, el EPG se carga en segundo plano
et: Ainult opentv teenusepakkujatele. Teenusepakkujapoolt määratud kanalil toimub epg hankimine taustal
it: Solo per provider OpenTV. Se si fa zap a un canale usato dal provider, l'EPG viene caricato in sottofondo
no: Kun til åpentv tilbydere. Hvis du bytter til kanal brukt av tilbyder, lastes epg ned i bakgrunnen
pt: Sómente para os operadores OPENTV. Se zapear para um canal usado num operador, a descarga será efetuada em segundo-plano.
ru: Только для провайдеров OpenTV. Если Вы заходите на канал, используемый провайдером, он загружает EPG в фоновом режиме.

source: Only match during timespan
es: Solo coincidir durante el Tiempo
et: Vaste ainult ajaaknas
it: Confrontare solo nell'intervallo
no: Bare treff under tidsperiode
pt: Só que correspondam durante o período de tempo
ru: Искать только в течение периода

source: Only on Service: %s
es: Sólo en el Canal: %s
et: Ainult kanalil: %s
it: Solo sul canale: %s
no: Bare på kanal: %s
pt: Só no serviço: %s
ru: Только на сервисе: %s

source: Open Context Menu
es: Abrir Menú Contextual
et: Kontekstmenüü
it: Aprire il menu contestuale
no: Åpne innholdsmeny
pt: Abrir o Menu de contexto
ru: Открыть контекстное меню

source: Open EPG Settings
es: Parámetros de Open EPG
et: EPG seadistused
it: Aprire la configurazione EPG
no: ÅpenTV EPG
pt: Definições Open EPG
ru: Открыть настройки EPG

source: Open EPG Setup
es: Configuración de Open EPG
et: EPG seadistamine
it: Aprire le impostazioni EPG
no: Åpen EPG
pt: Definição Open EPG
ru: Открыть настройку EPG

source: Open Source Web Interface for Linux set-top box
es: Interfaz Web de código abierto para el deco Linux
et: Linux vastuvõtja veebiliides
it: Interfaccia web (WebIF) per box Linux
no: Åpen Kilde Nettleser for Linux bokser
pt: Interface Web Open Source para STB'S Linux
ru: Веб-интерфейс (WebIF) для ресиверов

source: Open Startpage
es: Página de inicio
et: Avaleht
it: Aprire pagina iniziale
no: Åpne Startsiden
pt: Abrir Página inicial
ru: Стартовая страница

source: Open URL
es: Abrir URL
et: Ava URL
it: Aprire URL
no: Åpne URL
pt: Abrir URL
ru: Открыть URL-адрес

source: Open plugin menu
es: Menú para abrir la extensión
et: Pluginate menüü
it: Aprire il menu plugin
no: Åpne modulmeny
pt: Abrir o Menu de Plugins
ru: Открыть меню плагина

source: Open the virtual-keyboard on enigma2
it: Aprire la tastiera virtuale
no: Åpne virtuelt tastatur i enigma2
ru: Открыть виртуальную клавиатуру

source: OpenMultiboot Manager
et: OpenMultiboot haldur
it: Gestione OpenMultiboot
no: OpenMultiboot
pt: Gestor de OpenMultiboot
ru: Управление OpenMultiboot

source: OpenTV providers
es: Proveedores de OpenTV
et: OpenTV levitajad
it: Provider OpenTV
no: ÅpenTV tilbydere
pt: Operadores OpenTV
ru: Провайдеры OpenTV

source: OpenVPN Panel - by Black Hole Team.
es: Panel OpenVPN - Por el equipo BH.
et: OpenVPN paneel Black Hole tiimilt.
it: OpenVpn - by BlackHole Team.
no: ÅpenVPN - av Black Hole Team.
pt: OpenVpn Painel - por Black Hole Team
ru: OpenVPN от команды Black Hole.

source: OpenVpn Enabled. Autostart activated.
es: OpenVPN habilitado. Se activará en el inicio automático.
et: OpenVpn lubatud. Autostart aktiveeritud.
it: OpenVpn abilitato. Avvio automatico attivato.
no: ÅpenVpn Aktivert. Autostart aktivert
pt: OpenVpn ativado. Início automático ativado.
ru: OpenVPN включен. Автозапуск активирован.

source: OpenVpn Log
es: Registro de OpenVpn
et: OpenVpn logi
it: Apri log VPN
no: ÅpenVPN logg
ru: Журнал OpenVPN

source: OpenVpn Panel
es: Panel OpenVpn
et: OpenVpn paneel
it: OpenVpn
no: ÅpenVpn
pt: Painel OpenVpn
ru: Панель OpenVPN

source: OpenVpn disabled.
es: OpenVpn deshabilitado.
et: OpenVpn keelatud.
it: Disabilitare OpenVpn
no: ÅpenVpn deaktivert
pt: OpenVpn desativado.
ru: OpenVPN выключен.

source: OpenWebInterface Enabled
es: OpenWebInterface Activado
et: OpenWebInterface lubatud
it: Abilitare OpenWebInterface
no: OpenWebInterface Aktivert
pt: OpenWebInterface Ativado
ru: Интерфейс OpenWebIf включен

source: OpenWebif Configuration
es: Configuración de OpenWebif
et: OpenWebif seadistus
it: Configurazione OpenWebIF
no: OpenWebif Konfigurering
pt: Configuração OpenWebif
ru: Конфигурация OpenWebif

source: OpenWebif url: http://yourip:port
es: OpenWebif url: http://tuip:puerto
et: OpenWebif url: http://sinuip:port
it: Indirizzo OpenWebif: http://tuoip:port
no: OpenWebif url: http://dinip:port
pt: OpenWebif url: http://o_seu_ip:porta
ru: OpenWebif адрес: http://yourip:port

source: Opera Browser
es: Navegador Opera
et: Opera brauser
it: Browser Opera
no: Opera Nettleser
pt: Navegador Opera
ru: Браузер Opera

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
es: El navegador no está corriendo Arranque el navegador desde [Archivo]>[Iniciar/Parar].
et: Opera ei tööta. Käivita see [Fail]>[Käivita/peata] menüüs.
it: Il browser Opera non era in esecuzione. Avviare nel menu utilizzando [File] > [Avvia/Arresta].
no: Opera Nettleser kjørte ikke. Kjør leseren med [Fil]>[Start/Stop] meny.
pt: O navegador Opera não está em execução. Por favor, execute o navegador usando o menu [Arquivo]> [Iniciar / Parar].
ru: Браузер Opera не запущен. Пожалуйста, запустите браузер с помощью меню [Файл]>[Старт/Стоп]

source: Opera Web Browser
es: Navegador web Opera
et: Opera veebilehitseja
no: Opera Nettleser
pt: Navegador Opera
ru: Веб-браузер Opera

source: Opera Web Browser Plugin v1.0
es: Extensión del navegador Opera Web v1.0
et: Opera plugin v1.0
no: Opera Nettleser Modul v1.0
ru: Веб-браузер Opera v1.0

source: Optionally enter your name if you want to.
es: Introduzca su nombre opcionalmente si quiere.
et: Soovi korral sisesta oma nimi.
it: E' possibile (ma facoltativo) indicare il proprio nome.
no: Eventuelt skriv navnet ditt hvis du vil.
pt: Opcionalmente, digite o seu nome se quiser.
ru: При желании введите свое имя

source: Orbital position
es: Posición orbital
et: Orbitaalpositsioon
it: Posizione orbitale
no: Orbital posisjon
pt: Posição orbital
ru: Позиция на орбите

source: Original
et: Algupärane
it: Originale
ru: Оригинал

source: Osd 3D setup
es: Config. de la pantalla en 3D
et: OSD 3D seadistus
it: Impostazioni 3D Osd
no: 3D skjerm
pt: Definição do OSD 3D
ru: Настройка 3D OSD

source: Osd Position setup
es: Ajustes de posición de la pantalla
et: Ekraanigraafika asetus
it: Impostazioni posizione OSD
no: Skjermposisjon
pt: Definição da posição OSD
ru: Настройка позиции OSD

source: Osd Settings
es: Configuración de OSD
et: Ekraanigraafika seaded
it: Configurazione OSD
no: Skjerm
pt: Definições OSD
ru: Настройки OSD

source: Osd settings
es: Config. de la pantalla
et: Ekraanigraafika seaded
it: Configurazione OSD
no: Skjerm
pt: Definições do OSD
ru: Настройки OSD

source: Other Usb card readers chipset pl2303:
es: Otros lectores de tarjetas Usb con chipset pl2303:
et: Teised pl2303 kiibistikuga usb kaardilugejad:
it: Altri lettori Usb con chipset pl2303:
no: Andre Usb kortlesere chipset pl2303:
pt: Outros leitores de cartões com chipset pl2303:
ru: Другие USB карт-ридеры на чипсете PL2303:

source: Outer Bound (+/-)
es: Límite Exterior (+/-)
et: Väline piir (+/-)
it: Ritardo massimo (+/-)
no: Yttre linje (+/-)
pt: Limite exterior (+/-)
ru: Границы (+/-)

source: Overlay for scrolling bars
es: Superposición para las barras de scroll
et: Kerimisribade ülekate
it: Sovrapposizione per le barre di scorrimento
pt: Sobreposição para barras de rolagem
ru: Наложение для прокрутки

source: Override found with alternative service
es: Superposición encontrada con un canal alternativo
et: Eelista asenduskanalit
it: Sovrascrivere le corrispondenze trovate su canale alternativo
no: Overstyring funnet med alternativ kanal
pt: Encontrado com serviços alternativos de substituição
ru: Переопределение найдено в альтернативном сервисе

source: Overwrite configuration files ?
es: ¿Sobreescribir los archivos de configuración?
et: Kas seadistusfailid kirjutatakse üle?
it: Sovrascrivere i file di configurazione?
no: Overskrive konfigurasjons filer?
pt: Sobreescrever Arquivos de configuração?
ru: Перезаписать файлы конфигурации?

source: Overwrite configuration files during software upgrade?
es: ¿Sobreescribir los archivos de configuración durante la actualización del software?
et: Kas tarkvara uuendamisel kirjutada seadistusfailid üle?
it: Sovrascrivere i file di configurazione durante l'aggiornamento del software?
no: Overskrive konfigurasjons filer under programvare oppdatering?
pt: Substituir os Arquivos de configuração durante a atualização de software?
ru: Перезаписать конф. файлы во время обновления ПО?

source: P l a y l i s t
es: Lista de reproducción
et: M ä n g u k a v a
no: S p i l l e l i s t e
pt: L i s t a d e R e p r o d u ç ã o
ru: П л е й л и с т

source: PCM Multichannel
es: PCM multicanal
et: PCM multikanal
it: Multi canale PCM
no: PCM Flerkanal
pt: PCM Multicanal
ru: Многоканальный PCM

source: PIN :
pt: Novo PIN
ru: PIN-код:

source: PLEASE READ! No disk found. An hard drive or an usb pen is HARDLY SUGGESTED. If you still want use your internal flash pay attention to: (1) If you don't have enough free space your box may completely block and you need to flash it again (2) Many write operations on your internal flash may damage your flash memory
es: ¡POR FAVOR LEE! No hay disco. Se recomienda un disco duro o una memoria USB. siSi desea utilizar la flash interna preste atención: (1) Si no hay espacio libre suficiente, el deco se bloqueará por completo y tendrá que intentarlo de nuevo. (2) Muchas escrituras sobre la flash interna pueden dañar la memoria
et: LOE HOOLEGA! Andmekandjat ei leitud. Soovitame tungivalt kasutada mälupulka või kõvaketast. Kui otsustad ikkagi kasutada välkmälu, siis võta teadmiseks: (1) Kui vaba ruumi ei ole piisavalt, siis vastuvõtja võib täielikult hanguda ja image tuleb uuesti paigaldada (2) Palju kirjutusoperatsioone võivad kahjustada välkmälu
it: LEGGERE! Nessun disco trovato. CONSIGLIATO un HDD o una chiavetta USB. Se si desidera utilizzare la sola flash interna prestare attenzione: (1) Se non si dispone di sufficiente spazio libero, il ricevitore può bloccarsi rendendo necessario il ripristino del firmware (2) Molte operazioni di scrittura sulla flash interna possono danneggiare la memoria flash
no: VENNLIGST LES! Ingen disk funnet. En harddisk eller usb penn er IKKE FORESLÅTT. Hvis du fortsatt vil bruke intern flash følg med på: (1)Hvis du ikke har nok ledig plass kan boksen blokkeres og du må flashe om igjen. (2) Mange operasjoner samtidig kan skade ditt flash minne.
pt: POR FAVOR LEIA! Disco não encontrado. Um Disco Rígido ou uma Pen Usb é altamente aconselhável. Se ainda pretende a memória flash, tome atenção a: (1) Se não espaço livre suficiente, a sua Vuplus pode bloquear complementamente e necessecitará de ser flashada novamente. (2) Operações de escrita em demasia na sua memória flash, podem danificá-la.
ru: Прочтите! Диск не найден. РЕКОМЕНДУЕМ HDD или USB. Если Вы хотите использовать только внутреннюю флэш-память, обратите внимание: (1) Если недостаточно свободного места, может произойти сбой и Вам необходимо будет перепрошивать ресивер. (2) Множество операций записи на внутреннюю флэш-память могут ее повредить.

source: PLS Code
ru: Код PLS

source: PLS Mode
ru: Режим PLS

source: PTS check delay
it: PTS verifica ritardo
no: PTS forsinkelse sjekk
pt: PTS verificar atraso
ru: PTS задержка проверки

source: PVR Descramble Convert Setup
it: Impostazione conversione decodifica PVR
no: PVR Dekryptere/Konvertere Oppsett
ru: Настройки декодирования PVR

source: PVR descramble in standby
it: Decodificazione PVR in standby
no: PVR dekryptering når i dvalemodus
ru: Декодирование PVR в режиме ожидания

source: PWM value
es: Valor PWM
et: PWM väärtus
it: Valore di PWM
no: PWM verdi
pt: Valor PWM
ru: Значение ШИМ

source: Package %s removed.
es: Se ha eliminado el paquete %s.
et: Pakett %s eemaldati.
it: Pacchetto %s rimosso.
no: Pakke %s fjernet.
pt: %s Pacote removido.
ru: Пакет %s удален.

source: Package %s upgraded.
es: Se ha actualizado el paquete %s.
et: Pakett %s uuendati.
it: Pacchetto %s aggiornato.
no: Pakke %s oppgradert.
pt: %s Pacote atualizado.
ru: Пакет %s обновлен.

source: Package Details
es: Detalles de los paquetes
et: Paketi andmed
it: Dettagli pacchetto
no: Pakke Detaljer
pt: Detalhes
ru: Подробности пакета

source: Package installed.
es: Instalado el paquete.
et: Pakett on paigaldatud.
it: Pacchetto installato.
no: Pakke installert.
pt: Pacote instalado.
ru: Пакет установлен.

source: Package list update
es: Actualización de lista de paquetes
et: Paketinimekirja uuendamine
it: Aggiornamento elenco pacchetti
no: Pakkeliste oppdatering
pt: Atualizar Lista de pacotes
ru: Обновление списка пакетов

source: Package removal failed.
es: Falló el borrado del paquete.
et: Paketi eemaldamine nurjus.
it: Rimozione pacchetto non riuscita.
no: Pakke fjerning feilet.
pt: Remoção do pacote falhou.
ru: Не удалось удалить пакет.

source: Package removed successfully.
es: Borrado correcto de paquete.
et: Pakett eemaldatud.
it: Pacchetto rimosso con successo.
no: Pakke fjernet.
pt: Pacote removido com sucesso.
ru: Пакет успешно удален.

source: Packet management
es: Gestión de paquetes
et: Pakihaldus
it: Gestione pacchetti
no: Pakkeforvaltning
pt: Gestão dos Pacotes
ru: Управление пакетами

source: Packet manager
es: Manejador de paquetes
et: Pakihaldur
it: Gestore pacchetti
no: Pakkebehandler
pt: Gestor de Pacotes
ru: Менеджер пакетов

source: Page
it: Pagina
ru: Страница

source: Page down key
it: Tasto pagina giù
no: Side ned tast
ru: Клавиша PageDown

source: Page up key
it: Tasto pagina su
no: Side opp tast
ru: Клавиша PageUp

source: PageDown Key
es: Botón PáginaSiguiente
et: PageDown klahv
it: Tasto pagina giù
no: SideNed Tast
ru: Клавиша PageDown

source: PageUp Key
es: Botón PáginaAnterior
et: PageUp klahv
it: Tasto pagina su
no: SideOpp Tast
ru: Клавиша PageUp

source: Pairing %s
it: Accoppiamento %s
ru: Сопряжение %s

source: Pairing %s failed!!
it: Accoppiamento %s fallito!!
ru: Сопряжение %s не удалось!

source: Pairing Failed. Another audio device is connected. (%s)
it: Accoppiamento fallito. Vi è un altro dispositivo audio già collegato. (%s)
ru: Ошибка сопряжения. Другое аудиоустройство уже подключено. (%s)

source: Pan&Scan
no: Pan&Skan
ru: Панорама

source: Panel Setup
es: Panel de config.
et: Paneeli seaded
it: Imp. Pannello
no: Panel Oppsett
pt: Instalação do Painel
ru: Параметры панели

source: Parallel Universes details: Parallel Universes share the same space because they are all together in the same place, but in different dimensions.
es: Detalles de los Universos Paralelos: Los Universos paralelos comparten el mismo espacio porque están todos juntos en el mismo lugar, pero en distintas dimensiones.
et: Paralleeluniversiumid: Paralleeluniversiumid jagavad omavahel ruumi, sest nad asuvad ühes kohas, kuid erinevates dimensioonides.
it: Universi Paralleli (specifiche): Gli universi paralleli condividono lo stesso spazio perché sono tutti contemporaneamente nello stesso luogo ma in dimensioni parallele.
no: Parallelle Univers detaljer: Parallelle Universer deler samme rom for de er alle sammen på samme sted, men i forskjellige dimensjoner.
pt: Detalhes de universos paralelos: Universos paralelos compartilham o mesmo espaço, porque eles estão todos juntos no mesmo lugar, mas em dimensões diferentes.
ru: Параллельные Вселенные (подробнее): Параллельные Вселенные занимают одно и то же пространство, потому что все они одновременно находятся в одном и том же месте, но в параллельных измерениях.
