Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Subtitles Time
no: Undertekst Tid
pt: Tempo das legendas

source: Testing remote connection
es: Probando la conexión remota
et: Kaugühenduse kontroll
no: Tester fjern tilkobling
pt: A Testar a ligação remota

source: The Box will be now restarted to generate new device UID. Don't forget to remap your device after the reboot. Press ok to continue
es: El deco se reiniciará ahora para generar un nuevo dispositivo UID. No se olvide de reasignar su dispositivo después del reinicio. Pulse ok para continuar
et: Andmekandja uue UID loomiseks vastuvõtja taaskäivitatakse. Ära unusta pärast seda haakepunktide määramist. Jätkamiseks vajuta OK
pt: A Vuplus será reiniciada para gerar novos dispositivos UID. Não se esqueça de remapear o dispositivo após a reinicialização. Pressione OK para continuar

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
es: El puerto de entrada debe ser configurado ahora. Quiere configurar la pantalla visualizando algunas imágenes. Quiere hacer esto ahora?
et: Sisendport tuleks nüüd seadistada. Saad ekraani seadistada mõne testpildi abil.Kas soovid seda teha?
no: Inngangssignalet bør konfigureres nå. Du kan nå justere skjermebildet ved å vise testbilder. Vil du gjøre dette?
pt: A porta de entrada deve agora ser configurada. Agora, pode configurar o ecrã, ao exibir algumas fotos de teste. Quer fazer isso agora?

source: The wizard will now try to identify your connected usb device.
no: Veiviseren vil nå prøve å identifisere din Usb enhet.
pt: O assistente irá agora tentar identificar o dispositivo conetado.

source: USB:
pt: Usb, slot posterior (inferior)

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
es: Selección entrada de vídeo Por favor, pulse OK si quiere ver esta página en su TV (o selecciones un puerto de entrada diferente). El puerto de entrada siguiente será automáticamente probado durante 10 segundos.
no: Valg av Videoinngang Vennligst trykk OK hvis du kan se denne siden på din TV (eller velg en annen inngangsport). Den neste inngangsporten vil bli prøvd om 10 sekunder.
pt: Seleção de entrada de vídeo Por favor pressione OK se pode ver esta página na sua TV (ou selecione uma porta de entrada diferente). A próxima Porta de entrada vai ser sondada automaticamente em 20 segundos.

source: Video mode selection.
es: Selección de modo de vídeo.
et: Videorežiimi valik.
no: Valg av videotype.
pt: Selecção do modo de vídeo

source: We
es: Mi
et: K
no: Ons
pt: Qua

source: With WebcamViewer you can watch webcams on your TV Screen.
es: Con WebcamViewer puede ver webacams en su pantalla de TV.
no: Med WebcamViewer kan du se webkameraer på din TV.
pt: Com o WebcamViewer pode ver webcams no ecrã da TV.

source: Your STB is now ready to use. Your internet connection is working now.
es: Su deco está ahora listo para usarse. Su conexión a internet está ahora funcionando.
et: Vastuvõtja on kasutamiseks valmis. Internetiühendus töötab.
no: Din VU+ er klar til bruk. Din internett tikobling virker nå.
pt: A sua STB está pronta a funcionar. A ligação à internet está agora a funcionar.

source: Your STB is now ready to use. Your internet connection is working now. Please press OK to continue.
es: Su deco está listo para usarse. Su conexión a internet está ahora funcionando Pulse OK para continuar.
et: Vastuvõtja on kasutamiseks valmis. Internetiühendus töötab. Jätkamiseks vajuta OK.
no: Din VU+ er klar til bruk. Din internett tilkobling virker nå. Vennligst trykk OK for å fortsette.
pt: A sua STB está pronta a funcionar. A ligação à internet está agora a funcionar. Por favor pressione a tecla OK para continuar.

source: ext3 - recommended for harddisks
es: Se recomienda el formato ext3 para los discos duros.
et: ext3 - soovitatav kõvakettale
no: ext3- anbefalt til harddisker
pt: ext3 - recomendado para Discos Rígidos

source: set Solo4K LNB Power and etc..
no: Sette Solo4K LNB strøm osv...
pt: definir a alimentação do LNB Solo4K e etc...

source: subtitle setup
pt: definir as legendas

source: set as startup service
pt: Definir como serviço inicial

source: reset startup service
pt: Reiniciar o serviço inicial

source: set as startup service after booting...
pt: Definir como serviço inicial após arranque...

source: set as startup service after leaving standby mode...
pt: Definir como serviço inicial após Modo de Espera...

source: reset startup service for booting...
pt: Redefinir o serviço inicial para o arranque...

source: reset startup service for leaving standby mode...
pt: Redefinir o serviço inicial para Modo de Espera...

source: Weather
no: Varsel
pt: O tempo

source: Media
pt: Mídia

source: Canal
pt: Serviços

source: Full
pt: Completo

source: Personal
pt: Pessoal

source: Black Hole Parallel Universes Teleportation
es: Teleportación a universos paralelos BH
pt: Black Hole Teletransporte Universos Paralelos

source: Parallel Universe Setup
es: Config. de Universos Paralelos
pt: Definição do Universo Paralelo

source: Enable Quad PIP
no: Aktiver Firedobbel BIB

source: set Solo4K LNB Power and etc...
no: Sett Solo 4K Lnb strøm osv...

source: Without auth only local access is allowed!
no: Uten tillatelse er kun lokal adgang tillatt!

source: start xbmc mediacenter
no: start xbmc mediasenter

source: Defalut
no: Standard

source: EPGRefresh
et: EPG värskendus
no: EPGOppfrisk

source: NetMask :
no: Nettmaske:

source: Cleanup timerlist-entries
no: Rydd opp tidsopptak:

source: Are you sure you want to install MeoBoot in:
es: ¿Está seguro de querer instalar MeoBoot en:
et: Kas paigaldad MeoBoot'i asukohta:
no: Er du sikker på du vil installere MeoBoot i:

source: Ifconfig
es: Info de la Interfaz
no: Ifkonfig

source: Instructions: MeoBoot installation and upgrade is easy and intuitive. To install a new image in multiboot you have only to upload your *.zip file in the folder "/media/meoboot/MbootUpload" and click on the <Install Image> button>
es: Instrucciones: La instalación y actualización de MeoBoot es fácil e intuitiva. Para instalar una nueva imagen en multiboot sólo tiene que subir su archivo *. Zip a la carpeta "/media/meoboot/MbootUpload" y hacer clic en el botón <Instalar Imagen>
et: Juhised: MeoBoot'i paigaldus ja uuendamine on lihtne. Uue image paigaldamiseks multibooti tuleb saata *.zip fail kausta"/media/meoboot/MbootUpload" ja vajutada <Paigalda image> nuppu>
no: Instruksjoner: MeoBoot installasjon og oppgradering er enkelt og intuitivt. For å installere nytt image i Multiboot må du bare laste opp *.zip fil til "/media/meoboot/MbootUpload" og trykk på <Installer Image> knappen>

source: MeoBoot Installed on:
es: MeoBoot Instalado en:
et: MeoBoot on paigaldatud:
no: MeoBoot Installert på:

source: MeoBoot successfully installed. You can restart the plugin now. Have fun !!
es: MeoBoot instalado con éxito. Puede reiniciar la extensión ahora. ¡¡Que te diviertas!!
et: MeoBoot on paigaldatud. Käivita see uuesti Edu kasutamisel !!
no: MeoBoot vellykket installert. Du kan starte modul om igjen nå. Have fun !!

source: MeoBoot successfully updated. You can restart the plugin now. Have fun !!
es: MeoBoot actualizado correctamente. Puede reiniciar la extensión ahora. ¡¡Que te diviertas!!
et: MeoBoot uuendati edukalt. Käivita see nüüd uuesti Kasuta mõnuga !!
no: MeoBoot oppdatert. Du kan starte modul om igjen nå. Have fun!!

source: Meoboot will stop all your Vu+ activity now to install the new image.
es: MeoBoot detendrá toda la actividad de Vu+ para instalar la nueva imagen.
et: MeoBoot peatab nüüd uue image paigaldamiseks vastuvõtja tegevuse.
no: Meoboot vil stoppe all din Vu+ aktivitet for å installere nytt image.

source: Meoboot: Deleting Image
es: MeoBoot: Borrando la Imagen
et: Meoboot: Image kustutamine
no: Meoboot: Sletter Image

source: Meoboot: Install new image
es: MeoBoot: Instalar nueva imagen
et: Meoboot: Paigalda uus image
no: Meoboot: Installer nytt image

source: Meoboot: Upgrading in progress Please wait...
es: Meoboot: Actualización en progreso Espera...
et: Meoboot: Toimub uuendamine Oota...
no: Meoboot: Oppgradering i gang Vennligst vent...

source: Press red button to continue when ready.
es: Pulse el botón rojo para continuar cuando esté listo.
no: Trykk rød knapp for å fortsette når du er klar.

source: Requirements: MeoBoot require a Vu+ machine and Hdd or Usb pen drive.
es: Requisitos: MeoBoot requiere una máquina Vu+ y un disco duro o una memoria USB.
et: Nõutav: MeoBoot vajab Vu+ vastuvõtjat ja kõvaketast või usb pulka.
no: Krav: MeoBoot må ha en Vu+ boks og Hdd eller Usb minnepenn.

source: Sorry, Meoboot can be installed only on Vuplus machines.
es: Lo siento, Meoboot puede instalarse sólo en máquinas Vuplus.
et: MeoBoot on võimalik paigaldada ainult Vuplus vastuvõtjale.
no: Beklager, Meoboot kan kun installeres på VU+ bokser.

source: Sorry, Meoboot can be installed or upgraded only when booted from Flash
es: Lo siento, Meoboot puede ser instalado o actualizado sólo cuando arranca desde Flash
et: Meoboot on võimalik paigaldada või uuendada ainult olles välkmälus olevas tarkvaras
no: Beklager, Meoboot kan kun bli installert eller oppgradert når man booter fra Flash

source: Sorry. I cannot extract the image. To install a new image you have to run meoboot on a Black Hole image.
es: Lo siento. No puedo extraer la imagen. Para instalar una nueva imagen tienes que ejecutar meoboot en una imagen Black Hole.
et: Image lahtipakkimine ei ole võimalik. Uue image paigaldamiseks peab MeoBoot töötama Black Hole images.
no: Beklager, kan ikke pakke ut image. For å installere nytt image må du kjøre Meoboot på et Black Hole image.

source: Uninstall Meoboot: To completely remove meoboot form your flash image you have to delete the folders: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
es: Desinstalar MeoBoot: Para eliminar completamente MeoBoot debe eliminar las siguientes carpetas de su imagen flash: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
et: Eemalda Meoboot: MeoBoot'i täielikuks eemaldmiseks välkmälust tuleb kustutada kataloogid: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
no: Avinstallere Meoboot: For å fjerne Meoboot helt fra ditt image må du slette mappene: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot

source: Welcome to MeoBoot installation. Please select a device in the below list and click the red button to install MeoBoot on your preferred device.
es: Bienvenido a la instalación de MeoBoot. Por favor, seleccione un dispositivo en la lista de abajo y haga clic en el botón rojo para instalar MeoBoot en su dispositivo preferido.
et: Paigalda MeoBoot. Paigalda MeoBoot eelistatud andmekandjale allolevast loendist, kasutades selleks punast nuppu.
no: Velkommen til MeoBoot installasjon. Vennligst velg en enhet i listen nedenfor og trykk rød knapp for å installere MeoBoot på din foretrukne enhet.

source: Welcome to MeoBoot installation. Sorry it seems that there are not Linux formatted devices mounted on your Vu+. To install MeoBoot you need a Linux formatted part1 device. Click on the green button to format your device.
es: Bienvenido a la instalación de MeoBoot. Lo siento parece que no hay dispositivos con formato Linux montadas en su Vu +. Para instalar MeoBoot necesitas un dispositivo Linux con formato part1. Haz clic en el botón verde para formatear tu dispositivo.
et: Paigalda MeoBoot. Paistab, et vastuvõtjaga ei ole ühendatud ühilduvas vormingus andmekandjaid. MeoBoot-i paigaldamiseks tuleb andmekandja part1 vormindada. Andmekandja vormindamiseks vajuta rohelist nuppu.
no: Velkommen til MeoBoot installasjon. Beklager, ser ut som det ikke er noen Linux formaterte enheter montert til din Vu+. For å installere MeoBoot trenger du en Linux formatert part1 enhet. Trykk på grønn knapp for å formatere.

source: You have to select one Image to install. Please, upload your zip file in the folder: /media/meoboot/MbootUpload and select the image to install.
es: Tienes que seleccionar una imagen para instalar. Por favor, carga el archivo zip en la carpeta: /media/meoboot/MbootUpload y selecciona la imagen que deseas instalar.
et: Vali paigaldamiseks image. Saada zip fail kausta '/media/meoboot/MbootUpload' ja vali sealt.
no: Du må velge et image som skal installeres. Vennligst last opp din zip fil til: /media/meoboot/MbootUpload og velg image som skal installeres.

source: to the box you have to unplug it, click
es: al deco hay que desenchufarlo, Pulse
et: eemalda see, vajuta
no: til boksen, du må koble den fra, trykk

source: umount: can't umount %s: Invalid argument
es: No se puede montar %s: argumento erróneo

source: BH Autocam Manager
es: Administrador de Cams

source: BH Virtual KeyBoard
es: Teclado Virtual

source: BH - HDMI-CEC
es: HDMI-CEC

source: BH File Browser
es: Explorador de archivos

source: BH DLNA Server
es: Servidor DLNA

source: BH Mini DLNA Runcher
es: Configuración de Mini DLNA

source: BH NetDrive Setup
es: Config. de las unidades de red

source: BH Enigma Settings Info
es: Info de la configuración de Enigma

source: BH Process Info
es: Info de los procesos

source: BH Devices Manager
es: Administrador de dispositivos

source: BH Channel
es: canal

source: BH Common Interface
es: Interfaz común

source: BH Web Browser
es: Navegador web

source: BH EPGPanel: Add External epg Server
es: Añadir servidor para el epg externo

source: BH EpgPanel: Add External epg Server
es: Añadir servidor para el epg externo

source: BH MountView
es: Ver Montajes

source: BH EPG MyTubePlayerMainScreen...
es: Pantalla principal de EPG MyTubePlayer...

source: BH Positioner setup...
es: Config. del Posicionador ...

source: BH LCD4linux Settings
es: Ajustes LCD4linux

source: -10.0 sec
es: -10,0 seg

source: -9.5 sec
es: -9,5 seg

source: -9.0 sec
es: -9,0 seg

source: -8.5 sec
es: -8,5 seg

source: -8.0 sec
es: -8,0 seg

source: -7.5 sec
es: -7,5 seg

source: -7.0 sec
es: -7,0 seg

source: -6.5 sec
es: -6,5 seg

source: -6.0 sec
es: -6,0 seg

source: -5.5 sec
es: -5,5 seg

source: -5.0 sec
es: -5,0 seg

source: -4.5 sec
es: -4,5 seg

source: -4.0 sec
es: -4,0 seg

source: -3.5 sec
es: -3,5 seg

source: -3.0 sec
es: -3,0 seg

source: -2.5 sec
es: -2,5 seg

source: -2.0 sec
es: -2,0 seg

source: -1.5 sec
es: -1,5 seg

source: -1.0 sec
es: -1,0 seg

source: -0.5 sec
es: -0,5 seg

source: 0.5 sec
es: 0,5 seg

source: 1.0 sec
es: 1,0 seg

source: 1.5 sec
es: 1,5 seg

source: 2.0 sec
es: 2,0 seg

source: 2.5 sec
es: 2,5 seg

source: 3.0 sec
es: 3,0 seg

source: 3.5 sec
es: 3,5 seg

source: 4.0 sec
es: 4,0 seg

source: 4.5 sec
es: 4,5 seg

source: 5.0 sec
es: 5,0 seg

source: 5.5 sec
es: 5,5 seg

source: 6.0 sec
es: 6,0 seg

source: 6.5 sec
es: 6,5 seg

source: 7.0 sec
es: 7,0 seg

source: 7.5 sec
es: 7,5 seg

source: 8.0 sec
es: 8,0 seg

source: 8.5 sec
es: 8,5 seg

source: 9.0 sec
es: 9,0 seg

source: 9.5 sec
es: 9,5 seg

source: 10.0 sec
es: 10,0 seg

source: 10.5 sec
es: 10,5 seg

source: 11.0 sec
es: 11,0 seg

source: 11.5 sec
es: 11,5 seg

source: 12.0 sec
es: 12,0 seg

source: 12.5 sec
es: 12,5 seg

source: 13.0 sec
es: 13,0 seg

source: 13.5 sec
es: 13,5 seg

source: 14.0 sec
es: 14,0 seg

source: 14.5 sec
es: 14,5 seg

source: 15.0 sec
es: 15,0 seg

source: 15.5 sec
es: 15,5 seg

source: 16.0 sec
es: 16,0 seg

source: 16.5 sec
es: 16,5 seg

source: 17.0 sec
es: 17,0 seg

source: 17.5 sec
es: 17,5 seg

source: 18.0 sec
es: 18,0 seg

source: 18.5 sec
es: 18,5 seg

source: 19.0 sec
es: 19,0 seg

source: 19.5 sec
es: 19,5 seg

source: 20.0 sec
es: 20,0 seg

source: CRD
es: Tarjeta

source: Channel Selection
es: Selección de Canal

source: Channel Selection TV
es: Selección de canales de TV

source: CutListEditor allows you to edit your movies. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
es: CutListEditor permite editar sus grabaciones. Ir al inicio a partir del que quiere recortar. Pulse OK, seleccione 'corte inicial'. Después vaya al final y pulse OK, selecciones 'corte final'. Eso es todo.

source: Defaults
es: Por defecto

source: Do you want to enable the parental control feature on your dreambox?
es: ¿Quiere activar el control de adultos en su deco?

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of the it.
es: Si está activado y existe un temporizador se considerará grabado un evento si se graba al menos el 80%% de él.

source: NET
es: Red

source: No, just start my dreambox
es: No, sólo arranque el deco

source: PMT PID
es: PID de PMT

source: SNR
es: SEÑ

source: SNR:
es: SEÑ:

source: Show Infobar on Channel Change
es: Muestra la barra de información al cambiar de canal

source: The CleanupWizard informs you when the internal free memory of your dreambox has dropped below a definable threshold.You can use this wizard to remove some plugins.
es: El Asistente de Limpieza le informa cuando la memoria libre interna de su deco ha descendido de un límite definible. Puede usar este asistente para eliminar algunas extensiones.

source: There's a certificate update available for your dreambox. Would you like to apply this update now?
es: Hay una actualización certificada para su deco. ¿Quiere aplicar esta actualización ahora?

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen automatisch bereinigen.
es: Borrado de la lista de temporizadores, archivos de grabaciones huérfanas y creación de copias de seguridad.

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen nach einstellbaren Regeln automatisch bereinigen.
es: Borrado de la lista de temporizadores, archivos de grabaciones huérfanas y creación de copias de seguridad de acuerdo a las reglas especificadas.

source: Update done... The genuine dreambox test will now be rerun and should not ask you to update again.
es: Actualización finalizada... .La prueba de deco genuino se realizará de nuevo y no deberá pedirle que actualize de nuevo.

source: Verify your STB authenticity by running the genuine dreambox plugin!
es: ¡Verifica la autenticidad del deco ejecutando la extensión de deco genuino!

source: With DVDBurn you can make compilations of records from your STB hard drive. Optionally you can add customizable menus. You can record the compilation to a standard-compliant DVD that can be played on conventinal DVD players. HDTV recordings can only be burned in proprietary dreambox format.
es: Con DVDBurn puede hacer DVDs de grabaciones de su deco. Opcionalmente puede personalizar menús. Puede grabar un DVD estándar que pueda ser reproducido en los reproductores convencionales. Las grabaciones en HDTV sólo pueden grabarse en un formato exclusivo del deco.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
es: Con esta opción puedes restringir el temporizador automático a una cierta cantidad de grabaciones programadas. Ponlo en 0 para desactivar esta función.

source: You need a PC connected to your dreambox. If you need further instructions, please visit the website http://www.dm7025.de. Your dreambox will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
es: Necesita un PC conectado a su deco. Si necesita instrucciones, visite el sitio web http://www.dm7025.de. Ahora se deco se detendrá. Después de haber realizado las instrucciones de actualización de la página web, su nuevo Firmware le pedirá que restaure la configuración.

source: Your dreambox is shutting down. Please stand by...
es: Su deco se está reiniciando. Espere un momento...

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
es: Su deco no está conectado a internet. Por favor, compruébelo y pruebe de nuevo.

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
es: su deco puede estar estropeado. Por favor, consulte el manual para más asistencia antes de reiniciar su deco.

source: Custom box name
es: Nombre por defecto para el deco
et: Kohandatud vastuvõtja nimi

source: HTTP port
es: Puerto HTTP

source: HTTPS port
es: Puerto HTTPS

source: Ok
es: Aceptar

source: HDMI-CEC Plugin
es: Extensión HDMI-CEC

source: The wizard will now try to identify your connected usb storage.
es: El asistente intentará identificar la memoria USB conectada.

source: Press red button to continue.
es: Pulse el botón rojo para continuar.
et: Jätkamiseks vajuta punast nuppu.

source: Sorry, no new usb storage detected. Be sure to follow wizard instructions.
es: Lo siento, no he detectado ninguna memoria usb. Asegúrese de seguir las instrucciones del asistente.

source: Please disable ALL the plugins you don't need to use. This will speed up Image Performance.
es: Por favor, desactive todos las extensiones que no necesite usar. Esto acelerará el rendimiento de su imagen.

source: Fast Plug. Setup
es: Conf. ext. directa

source: Auto Cam
es: Config. Cam

source: Disable Light Skin on Zap
es: Desactiva la piel sencilla al Zapear

source: Enable LCD Picons
es: Activa los Piconos del LCD

source: Black Hole Uninstall Panel
es: Panel de desinstalación Black Hole

source: Standby Now
es: Poner en reposo

source: 3G Modem Manager Config
es: Configuración del Modem 3G

source: 3G Modem Manager Config Edit
es: Editor de la config. del módem 3G

source: Active Clients
es: Clientes Activos

source: Active Kernel Modules
es: Módulos del núcleo Activos

source: After the start wizard is completed, you need to protect single services. Refer to your STB's manual on how to do that.
es: Después de finalizar el asistente, necesita proteger los canales individualmente. Mire el manual de su deco para saber cómo.

source: Black Hole Backup in progress...
es: Realizando copia de seguridad...

source: Black Hole EPG Settings
es: Configuración del EPG

source: Black Hole EPGPanel: Add External epg Server
es: Añadir servidor para el epg externo

source: Cccam Entitlements Info
es: Info derechos de CCcam

source: CCcam Info Setup
es: Configuración Info de CCcam

source: Cccam Main Info
es: Info Principal de CCcam

source: Connect your usb storage to your Vu+ box Press red button to continue when ready.
es: Conecte su memoria usb al deco Pulse el botón rojo cuando esté listo.

source: CrashlogReport Setting
es: Parámetros del informe crashlog

source: CrossEPG Providers
es: Proveedores de CrossEPG

source: Provider XMLTV-OpenTV-XEPGDB-MHW2-M7-RAI
es: Proveedor XMLTV-OpenTV-XEPGDB-MHW2-M7-RAI

source: Cutlist editor
es: Editor de corte de la grabacion

source: DVD Tool
es: Herramientas DVD

source: File Browser
es: Explorador de archivos

source: Ipkg Installer...
es: Instalado el paquete IPK

source: MountEdit
es: Editor de montaje

source: MyTubePlayerHelpScreen...
es: Ayuda MyTubePlayer...

source: MyTubePlayerMainScreen...
es: Pantalla principal MyTubePlayer...

source: MyTubeSettingsScreen
es: Configuración MyTubePlayer

source: MyTubeTasksScreen
es: Tareas MyTubePlayer

source: NetMask :
es: Máscara :

source: Network Neighbourhood
es: Entorno de red

source: No, just start my STB
es: No, solo iniciar el deco
et: Ei, käivita vastuvõtja

source: RadioInfoBar
es: Barra de Info de la Radio

source: Return the Love Event (only for genuine box)
es: Volver al Evento Amor (solo para decos genuinos)

source: Samba Panel
es: Panel Samba
