Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Set End Time
es: Ponga la hora final
et: Määra lõpuaeg
it: Imposta ora fine
no: Sett slutt tid
pt: Defina a hora final
ru: Установка времени окончания

source: Set Favourite
es: Configurar
et: Määra lemmik
it: Imposta preferiti
no: Sett Favoritt
pt: Definir o Favorito
ru: Назначить

source: Set Sleeptimer
es: Temporizador
et: Määra unetaimer
it: Timer di spegnimento
no: Sett Innsoving
pt: Definir a função de repouso
ru: Таймер сна

source: Set Standby
es: Configuración
et: Määra ooteseisund
it: Imposta Standby
no: Dvalemodus
pt: Def. Modo Espera
ru: Режим ожидания

source: Set System
es: Sistema seleccionado
et: Määra süsteem
it: Imposta Sistema
no: Sett system
pt: Definição do Sistema
ru: Системный

source: Set VU device name:
es: Ajuste el nombre del dispositivo de su VU:
et: Määra VU masinanimi:
it: Imposta il nome del ricevitore:
no: Sett VU+ enhetsnavn:
pt: Define o nome da Vuplus.
ru: Имя устройства:

source: Set Voltage and 22KHz
es: Poner Voltaje y 22kHz
et: Määra pinge ja 22KHz
it: Impostare voltaggio e 22KHz
no: Sett Volt og 22KHz
pt: Define a voltagem e 22KHz
ru: Установить напряжение и 22КГц

source: Set as Startpage
es: Indique la página de inicio
et: Määra avaleheks
it: Imposta come pagina iniziale
no: Sett en Startside
pt: Definir como página inicial
ru: Сделать стартовой

source: Set available internal memory threshold for the warning.
es: Poner el límite de la memoria interna disponible para avisar.
et: Määra saadaoleva sisemälu mahu hoiatusnivoo.
it: Imposta il limite di memoria al di sotto del quale attivare l'avviso.
no: Sett tilgjengelig internminne terskel for advarsel.
pt: Definir o limite de memória interna disponível para o aviso.
ru: Выберите уровень предупреждений о состоянии внутренней памяти.

source: Set bluetooth audio delay (msec)
it: Imposta ritardo audio Bluetooth (msec)
ru: Установить задержку аудио Bluetooth (мс)

source: Set delay to %i ms (can be set)
es: Ponga el retraso a %i ms (puede ser puesto)
et: Viiteajaks %i ms (muudetav)
it: Imposta il ritardo a %i ms (configurabili)
no: Sett forsinkelse til %i ms (kan stilles)
pt: Definir atraso em %i ms ( pode ser definido )
ru: Установить задержку на %i мс (может быть выбран)

source: Set fps for external subtitles
es: Indica los fps para los subtítulos externos
it: Imposta fps per sottotitoli esterni
no: Sette HZ for ekstern tekst
pt: Definir o FPS para as legendas externas
ru: Выбор FPS для внешних субтитров

source: Set interface as default Interface
es: Establecer como interfaz por defecto
et: Määra vaikimisi võrguliideseks
it: Impostare interfaccia predefinita
no: Sett til standard grensesnitt
pt: Definir interface como padrão
ru: Установить интерфейс по умолчанию

source: Set limits
es: Poner límites
et: Määra piirid
it: Imposta i limiti
no: Sett grenser
pt: Definir Limites
ru: Набор ограничений

source: Set maximum duration
es: Establece la duración máxima
et: Määra suurim kestus
it: Impostare durata massima
no: Sett max varighet
pt: Definir a duração máxima
ru: Установить максимальную продолжительность

source: Set this NO to disable this AutoTimer.
es: Ponga a NO para desactivar este AutoTimer.
et: Autotaimeri keelamiseks määra 'EI'.
it: Impostare su NO per disabilitare AutoTimer.
no: Sett til NEI for å deaktivere Autotidsopptak.
pt: Defina este não para desabilitar esse AutoTimer.
ru: Выберите НЕТ для отключения выбранного АвтоТаймера.

source: Setting
es: Ajuste
et: Säte
it: Configurazione
no: Oppsett
pt: Definição
ru: Настройки

source: Setting key canceled
es: Asignación de tecla concelada
et: Seadistuse nupp on tühistatud
it: Configurazione tasto cancellata!
no: Innstillingstast kansellert
pt: A definir chave cancelada
ru: Кнопка не назначена

source: Settings
es: Ajustes
et: Seaded
it: Configurazioni
no: Innstillinger
pt: Definições
ru: Установки

source: Settings Info
es: Info de ajustes
it: Info config.
no: Oppsett Info
pt: Informação
ru: Инфо

source: Settings installed:
es: Opciones instaladas:
et: Paigaldatud:
it: Liste canali installate:
no: Kanallister:
pt: Definições instaladas:
ru: Списки каналов установлены:

source: Setup
es: Configuración
et: Seadistamine
it: Impostazioni
no: Oppsett
pt: Definições
ru: Настройки

source: Setup %s Universe
es: Configuración del universo %s
et: Seadista %s universium
it: Impostazioni universo %s
no: Sette opp %s Universet
pt: Definir o Universo %s
ru: Установка %s Вселенной

source: Setup LED brightness and blink interval
es: Configura el brillo de los botones y el parpadeo
et: Seadista LEDi heledus ja vilkumise vahemik
it: Impostazioni LED
no: Stille inn LED lysstyrke og blinking
pt: Definição do Brilho do LED e intervalo de piscar
ru: Настройки яркости LED

source: Setup Mode
es: Modo de configuración
et: Seadistuste tase
it: Modalità impostazioni
no: Oppsett Type
pt: Modo de Instalação
ru: Режим настроек

source: Setup bluetooth options
it: Opzioni impostazioni Bluetooth
ru: Настройка Bluetooth

source: Setup for the Audio Sync Plugin
es: Configuración para la extensión de Sincronización de Audio
et: Heli sünkroonimine
it: Impostazione Audio Sync
no: Oppsett for Lyd Synk modul
pt: Definição do plugin para Sincronização de Áudio
ru: Плагин для синхронизации аудио

source: Setup mode
es: Modo de configuración
et: Seadistuste tase
it: Modalità impostazione
no: Oppsett modus
pt: Modo de Instalação
ru: Режим настроек

source: Shadow
it: Ombreggiatura
no: Skygge
pt: Sombra
ru: Затенение

source: Shadow X-offset
it: Scostamento ombra asse X
no: Skygge X-utligning
pt: Sombra Deslocamento Horizontal
ru: Смещение оси X

source: Shadow Y-offset
it: Scostamento ombra asse Y
no: Skygge Y-utligning
pt: Sombra Deslocamento Vertical
ru: Смещение оси Y

source: Shadow color
it: Colore ombreggiatura
no: Skyggefarge
pt: Cor da Sombra
ru: Цвет затенения

source: Shadow size
it: Dimensioni ombreggiatura
no: Skyggestørrelse
pt: Tamanho de sombra
ru: Размер затенения

source: Shadow type
it: Tipo ombreggiatura
no: Skyggetype
pt: Tipo de Sombra
ru: Тип затенения

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
es: ¿El asistente de USB programará el archivo de imagen %s en la memoria flash?
et: Kas USB pulga abiline alustab toimingut ja salvestab tõmmise %s välkmälusse?
it: Procedere con la configurazione guidata USB e installare l’immagine %s nella flash?
no: Skal USB pinne veiviser fortsette å programmere image filen %s til flash minne?
pt: Deverá o Assistente de PEN Drive proceder e programar o Arquivo de imagem %s na memoria flash?
ru: Продолжить работу с Мастером настройки USB и установить %s во флэш-память?

source: Sharpness
es: Nitidez
et: Teravus
it: Nitidezza
no: Skarphet
pt: Nitidez
ru: Резкость

source: Short Movies
es: Películas cortas
et: Lühifilmid
it: Cortometraggi
no: Korte Filmer
pt: Curtas Metragens
ru: Короткометражка

source: Short filenames
es: Nombres de archivo cortos
et: Lühikesed failinimed
it: Nomi brevi
no: Korte filnavn
pt: Nomes curtos de Arquivos
ru: Короткие названия файлов

source: Should this AutoTimer be restricted to a timespan?
es: ¿Debe limitarse el AutoTimer a un intervalo de tiempo?
et: Kas see autotaimer järgib ajavahemiku piirangut?
it: Scegliere se l'AutoTimer selezionato debba essere circoscritto a un intervallo.
no: Skal Autotidsopptak begrenses til et tidsrom?
pt: Este AutoTimer deve ser restrito a um intervalo de tempo?
ru: Должен ли выбранный АвтоТаймер ограничиваться отрезком времени?

source: Should this AutoTimer only match up to a certain event duration?
es: ¿Debe el AutoTimer sólo aplicarse a una duración del evento?
et: Kas see autotaimer otsib ainult teatud kestusega saateid?
it: Scegliere se l'AutoTimer selezionato debba essere circoscritto a una durata evento specifico
no: Skal denne Autotidsopptak kun matche opp til en spesiell varighet?
pt: Deve este AutoTimer apenas corresponder a uma determinada duração de evento?
ru: Должен ли АвтоТаймер соответствовать только определенной продолжительности события?

source: Should timers created by this AutoTimer be recorded to a custom location?
es: ¿Deben las grabaciones del AutoTimer guardarse en un directorio concreto?
et: Kas selle Autotaimeri poolt loodud taimerid tuleks salvestada määratud asukohta?
it: Scegliere se il Timer creato con AutoTimer deve essere registrato in una destinazione specifica
no: Skal tidsopptak opprettet av Autotidsopptak spilles inn på egendefinert sted?
pt: Timers, criados por este AutoTimer devem ser registados num local personalizado?
ru: Должны ли таймеры, созданные АвтоТаймером быть записаны в этом каталоге?

source: Shouts sent by users:
es: Quejas enviadas por usuarios:
et: Kasutajate säutse:
it: Messaggi inviati dagli utenti:
no: Shouts sendt av brukere:
pt: Mensagens enviadas por usuários:
ru: Сообщения от пользователей:

source: Show 'Force reload' as plugin
es: Ver 'Fuerza la recarga' como una extensión
et: Kuva `Värskenda jõuga` laienduste menüüs
it: Mostra ‘Forza ricarica' come plugin
no: Vis `Tving omlast` som modul
pt: Mostrar "Forçar recarregar" como plugin
ru: Показать 'Принудительная загрузка' как плагин

source: Show Device
es: Ver el dispositivo
et: Seadme üksikasjade näitamine
it: Mostra dispositivo
no: Vis Enhet
pt: Dispositivo:
ru: Показать устройство

source: Show EIT now/next in infobar
es: Ver EIT Actual/Siguiente en la barra de información
et: Kuva EIT nüüd/järgmine inforibal
it: Visualizza EIT attuali/successivi nella barra Info
no: Vis EIT nå/neste i infovindu
pt: Mostrar EIT agora/próximo na infobar
ru: Показать EIT сейчас/след. в инфобаре

source: Show EPG for
es: Muestra EPG para
et: EPG kanalile
it: Mostra EPG...
no: Vis EPG for
pt: Mostrar EPG para
ru: Показать телегид для

source: Show Full OpenWebif
es: Muestra OpenWebif completo
et: Täielik OpenWebif
it: Mostra l’OpenWebif estesa
no: Vis Full OpenWebif
pt: Mostrar o OpenWebif completo
ru: Показать расширенный OpenWebif

source: Show Info
es: Mostar Info
et: Näita infot
it: Informazioni
no: Vis Info
pt: Mostrar informação
ru: Показать Инфо

source: Show Infobar on Event Change
es: Muestra la barra de información al cambiar el evento
et: Näita saate vahetumisel inforiba
it: Mostra la infobar su cambio evento
no: Vis infovindu ved programbytte
pt: Mostrar infobar ao mudar de evento
ru: Показывать инфобар при смене передачи

source: Show Log
es: Registro
et: Näita logi
it: Log
no: Vis Logg
pt: Exibe o Log
ru: Журнал

source: Show Message when Recording starts
es: Muestra un mensaje cuando comienza la grabación
et: Teavita salvestuse algamisest
it: Mostra notifica su avvio registrazione
no: Hvis melding når opptak starter
pt: Mostrar mensagem quando do início da gravação
ru: Показывать сообщение о начале записи

source: Show PTS Infobar while timeshifting?
et: Kuva ajanihke ajal PTS inforiba
it: Mostra PTS Infobar durante il timeshifting?
no: Vis infovindu ved tidsforskyvning?
pt: Mostrar a barra de informação PTS durante a gravação instantânea?
ru: Показывать постоянный инфобар во время таймшифта?

source: Show SNR percentage instead of dB value
es: Ver SNR en porcentaje en lugar de en dB
et: Näita dB asemel SNR protsente
it: Mostra percentuale SNR invece del valore dB.
no: Vis SNR prosent i stedet for dB verdi
pt: Mostrar o SNR em "percentagem" em vez do valor em "db".
ru: Замена SNR '%' на SNR в 'db'

source: Show WLAN Status
es: Muestra el estado de la WLAN
et: Näita WLAN olekut
it: Mostra stato WLAN
no: Vis trådløst nett status
pt: Exibe o estado WLAN
ru: Показать состояние беспроводной сети

source: Show animation while busy
es: Ver una animación cuando el sistema está ocupado
et: Näita süsteemi hõivatusel animatsiooni
it: Mostra animazione mentre impegnato
no: Vis animasjon når opptatt
pt: Mostrar animação enquanto ocupado
ru: Показывать спиннер, когда система занята

source: Show as extension
es: Ver como complemento
et: Kuva laienduste nimekirjas
it: Mostra come estensione
no: Vis som utvidelse
pt: Mostrar como extensão
ru: Показывать в меню расширений

source: Show as plugin
es: Ver como extensión
et: Kuva laienduste menüüs
it: Mostra come plugin
no: Vis som modul
pt: Mostrar como plugin
ru: Показывать в меню плагинов

source: Show background in radio mode
es: Ver una imagen de fondo en el modo radio
et: Taustapilt raadiokanalitel
it: Mostra sfondo in modalità radio
no: Vis bakgrunn i radio modus
pt: Mostrar Fundo em modo de Rádio
ru: Показывать фон в режиме радио

source: Show battery low message on infobar notification
it: Mostra 'batteria scarica' con una notifica nella infobar
ru: Отображать сообщение о низком уровне заряда в инфобаре

source: Show blinking clock in display during recording
es: Muestra un parpadeo en el reloj mientras graba
et: Kuva esipaneelil salvestamise ajal vilkuv kell
it: Mostra orologio lampeggiante durante la registrazione
no: Vis blinkende klokke i infoskjerm under opptak
pt: Mostrar relógio a piscar no visor durante a gravação
ru: Показывать мигающие часы на дисплее во время записи

source: Show box name in header
es: Ver el nombre del deco en la cabecera
et: Näita päises vastuvõtja nime
it: Mostra nome del box nell'intestazione
no: Vis boksnavn i overskrift
pt: Mostrar o nome da STB no Título
ru: Показывать название ресивера в заголовке

source: Show channel numbers in channel selection
es: Ver el Nº de canal en la selección de canales
et: Kanalinumbrid lemmiknimekirjas
it: Mostra numero canale nella selezione dei canali
no: Vis kanalnummer i kanalvalg
pt: Mostrar a numeração dos canais na lista de canais
ru: Показывать номер канала в списке каналов

source: Show crossepg force load in plugin menu
es: Mostrar 'Forzar recarga' de crossepg en el menú de extensiones
et: Kuva crossepg sundlaadimine laienduste menüüs
it: Mostra 'Forza ricarica' CrossEPG nel menu Plugin
no: Vise CrossEPG tvinge lasting i plugin meny
pt: Mostrar crossepg força-carga no menu de plugins
ru: Показать 'Принуд.' CrossEPG как плагин

source: Show crossepg in extensions menu
es: Ver crossepg en el menú de complementos
et: Kuva crossepg laienduste menüüs
it: Mostra CrossEPG nel menu Estensioni
no: Vis crossepg i utvidelsemeny
pt: Mostrar crossepg no menu extensões
ru: Показать CrossEPG в меню дополнений

source: Show crossepg in plugin menu
es: Ver crossepg en el menú de extensiones
et: Kuva crossepg pluginate menüüs
it: Mostra CrossEPG nel menu Plugin
no: Vis crossepg i modulmeny
pt: Mostrar crossepg no menu plugins
ru: Показать CrossEPG в списке плагинов

source: Show crypto info in infobar
es: Ver el cifrado en la barra de información
et: Salastatuse kuvamine inforibal
it: Mostra info codifica nella Infobar
no: Vis crypto info i infovindu
pt: Mostrar a Codificação na barra de informação
ru: Показать крипто-данные в инфобаре

source: Show event-progress in channel selection
es: Muestra el progreso del evento en la selección del canal
et: Saate edenemine kanalinimekirjas
it: Mostra il progresso evento in selezione canali
no: Vis program kanal-framgang i kanalvalg
pt: Mostrar progresso dos eventos na lista de canais
ru: Прогрессбар в списке каналов

source: Show expert settings
it: Mostra configurazioni avanzate
no: Vise ekspert innstillinger
pt: Mostrar definições: Especialistas
ru: Показать экспертные настройки

source: Show full remote
es: Muestra remoto completo
et: Kuva suur pult
it: Mostra controllo remoto completo
no: Vis full fjernkontroll
pt: Mostrar o telecomando completo
ru: Полн. пульт ДУ

source: Show in Extensions/Plugins:
es: Ver en Complementos/Extensiones:
et: Näita laienduste/pluginate menüüs:
it: Mostra in Estensioni / Plugin:
no: Vis i Utvidelser/Moduler:
pt: Mostar em Extensões / Plugins
ru: Показать в панели плагинов:

source: Show in extension menu
es: Mostra en el menú extensión
et: Näita laienduste menüüs
it: Mostra nel menu estensioni
no: Vis i utvidet meny
pt: Mostrar no menu de extensões
ru: Показывать в меню расширений

source: Show info screen
es: Muestra la pantalla de información
et: Näita infoakent
it: Mostra finestra informazioni
no: Vis info skjerm
pt: Mostrar no ecrã de informação
ru: Отображать информацию

source: Show infobar on channel change
es: Muestra la barra de información al cambiar de canal
et: Näita kanalivahetusel inforiba
it: Mostra Infobar su cambio canale
no: Vis infovindu ved kanalbytte
pt: Mostrar Info ao mudar de canal normal
ru: Показывать инфобар при смене каналов

source: Show infobar on event change
es: Muestra la barra de información al comenzar un nuevo programa
et: Näita saate vahetumisel inforiba
it: Mostra Infobar su cambio evento
no: Vis infovindu ved programbytte
pt: Mostrar infobar ao mudar de canal
ru: Показывать инфобар при смене передачи

source: Show infobar on skip forward/backward
es: Muestra la barra de información al ir adelante/atras
et: Näita kerimisel inforiba
it: Mostra Infobar su FFW/REW
no: Vis infovindu ved hopp fram/tilbake
pt: Mostrar Info ao mudar de canal rapido avanço/recuo
ru: Показывать инфобар при навигации

source: Show message before inactivity action:
es: Ver mensaje antes de pasar a inactividad:
et: Teavita enne jõudeoleku tegevust:
it: Mostra notifica prima di inattività:
no: Vis beskjed før inaktivitets hendelse:
pt: Mostrar mensagem antes de uma ação de inatividade:
ru: Показать сообщение перед выключением при неактивности:

source: Show message when recording starts
es: Ver mensaje cuando se inicia una grabación
et: Teavita salvestuse algamisest
it: Mostra notifica su avvio registrazione
no: Vis beskjed når opptak starter
pt: Mostrar mensagem quando do início da gravação
ru: Показать сообщение при начале записи

source: Show movie lengths in movielist
es: Ver la duración de la película en la lista
et: Näita filmlistis filmi pikkust
it: Mostra la durata della registrazione in MovieList
no: Vis opptakslengde i opptakslisten
pt: Mostrar a duração do filme na Lista de Filmes
ru: Показать длительность видео в списке записей

source: Show notification on conflicts
es: Muestra notificación en los conflictos
et: Teavita vastuolude korral
it: Mostra notifica in caso di conflitti
no: Vis melding ved konflikt
pt: Mostrar notificação em conflitos
ru: Показывать оповещения о конфликтах

source: Show notification on similars
es: Muestra notificación en similares
et: Teavita sarnaste leidmisel
it: Mostra notifica in caso di casi simili
no: Vis melding når lignende
pt: Mostrar notificação para similares
ru: Показывать уведомления об альтернативном таймере

source: Show on the Standby Menu
et: Kuva seiskamismenüüs
it: Mostra nel menu Standby
no: Vis i Dvalemodusmeny
pt: Mostrar no Menu de Espera
ru: Показывать в меню режима ожидания

source: Show picons in channel list
es: Mostrar piconos en la lista de canales
et: Näita kanalinimekirjas kanalilogosi
it: Mostra picon nella lista canali
no: Vis picons i kanalliste
pt: Mostrar picons na Lista de Canais
ru: Показывать пиконы в списке каналов

source: Show popup when refresh starts and ends
et: Teavita värskenduse algusest ja lõpust hüpikaknaga
it: Mostra popup aggiornamento inizio - fine
no: Vis vindu ved oppfrisk-start/slutt
pt: Mostrar "popup" quando a atualização inicia e finaliza
ru: Показывать всплывающее окно при запуске и окончании обновления

source: Show positioner movement
es: Muestra el movimiento del motor
et: Näita ajami liikumist
it: Mostra il movimento del motore
no: Vis motorbevegelse
pt: Mostrar movimento do posicionador
ru: Показывать движение позиционера

source: Show second infobar
es: Ver la segunda barra de información
et: Teise inforiba kuvamine
it: Mostra la seconda barra info
no: Vis infovindu 2.
pt: Mostrar a segunda barra de informação
ru: Показать второй инфобар

source: Show services beginning with
es: Mustra los canales que empiecen por
et: Näita kanalid mis algavad
it: Mostrare i canali che iniziano per
no: Vis kanaler som begynner med
pt: Mostrar canais que comecem por...
ru: Показать сервисы начинающиеся с

source: Show state message on infobar notification
it: Mostra messaggio di stato sulla notifica infobar
ru: Отображать сообщение о состоянии в инфобаре

source: Show status icons in movielist
es: Ver el icono de estado en la lista de grabaciones
et: Oleku tähistus filmilistis
it: Mostra stato icone in MovieList
no: Vis status ikoner i opptakslisten
pt: Mostrar ícones de status em lista de filmes
ru: Статус иконок в списке записей

source: Show the Menu window.
es: Ver el Menú
et: Kuva menüü.
it: Mostra la finestra menu
no: Vis menyvindu
pt: Mostrar a janela do Menu.
ru: Показать меню

source: Show the Subtitle...
es: Ver los subtítulos...
et: Näita subtiitrite valikut
it: Mostra sottotitoli...
no: Vis underteksten...
pt: Mostrar as legendas...
ru: Показать субтитры

source: Show the Virtual keyboard window.
es: Ver el teclado virtual
et: Kuva virtuaalklahvistik
it: Mostra finestra della tastiera virtuale.
no: Vis virtuelt tastatur vindu
pt: Mostrar a janela do Teclado virtual.
ru: Показать виртуальную клавиатуру

source: Show the radio player...
es: Reproductor de radio...
et: Kuula raadiot
it: Radio...
no: Vis radio spilleren...
pt: Mostrar o Leitor de Rádio...
ru: Включить режим радио

source: Show the tuner state as infobar popup
ru: Показывает состояние тюнера как всплывающее окно

source: Show the tv player...
es: Muestra el reproductor de tv
et: Vaata telekanalit
it: TV...
no: Vis TV spilleren...
pt: Ver TV ... Sat/Cabo/IpTv
ru: Включить режим ТВ

source: Show webcam pictures on your TV Screen
es: Muestra fotos de webcams en su pantalla TV
it: Mostra immagini da webcam sulla TV
no: Vis webcam bilder på din TV
pt: Mostrar imagens de Webcam´s no ecrã da TV
ru: Показать изображения с веб-камеры на ТВ

source: Shows a list containing the zapping-history and allows user to zap to the entries or to modify them.
es: Muestra una lista conteniendo la historia de zapeo y permitir al usuario zapear a los canales o modificarlos.
it: Mostra la cronologia dello zapping e consenti lo zap sulle voci presenti e la loro modifica
no: Viser en liste med kanalbytte historien og gjør at du kan bytte til oppføringene eller endre de.
pt: Mostra uma lista contendo o histórico de zapping e permite ao usuário fazer zap para as entradas ou modificá-las.
ru: Показывает список, содержащий историю переключений, и позволяет пользователю изменять их.

source: Shows a list of recent zap entries
es: Muestra una lista de canales zapeados recientes
it: Mostra la cronologia recente dello zapping
no: Viser liste over siste kanalbytte oppføringer
pt: Mostra uma lista de entradas recentes zap
ru: Показывает недавнюю историю переключений

source: Shows average bitrate of video and audio
es: Muestra la media de bitrate del vídeo y el audio
et: Näitab video ja audio keskmist bitikiirust
it: Mostra il valore medio dei bitrate audio e video
no: Viser gjennomsnittlig bilde og lyd bitrate
pt: Mostra a média de bitrate de áudio e vídeo
ru: Показывает среднее значение аудио и видео битрейтов

source: Shows statistics of watched services
es: Muestra estadísticas de los canales vistos
et: Näitab vaadatud kanalite statistikat
it: Mostra la statistica dei canali utilizzati
no: Viser statistikk over sette kanaler
pt: Mostra as estatísticas dos serviços vistos
ru: Показывает статистику используемых каналов

source: Shows the clock permanently on the screen
es: Muestra un reloj en la pantalla permanentemente
et: Näitab kella püsivalt ekraanil
it: Mostra permanentemente un orologio sullo schermo
no: Viser klokken hele tiden på din TV
pt: Mostra o relógio permanentemente no ecrã.
ru: Постоянно показывает часы на экране
