Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: driver for Realtek USB wireless devices
es: Controlador para dispositivos inalámbricos Realtek USB
et: ajur Realtek USB traadita seadmetele
it: driver per dispositivi USB basati su chipset Realtek
no: driver til Realtek USB trådløs enheter
pt: driver para dispositivos USB Wireless Realtek
ru: Драйвер для беспроводных USB-устройств Realtek

source: dynamic
it: dinamico
no: dynamisk
pt: dinâmico
ru: Динамический

source: ecm time:
es: tiempo ecm:
et: ecm aeg:
it: tempo ECM:
no: ecm tid:
pt: tempos ecm:
ru: Время ECM:

source: edit alternatives
es: editar alternativas
et: asenduskanalite muutmine
it: Modifica alternative
no: Endre alternativer...
pt: editar alternativas
ru: Редактировать альтернативы

source: edit filters
es: Editar Filtros
et: muuda filtreid
it: modifica filtri
no: endre filtre
pt: Editar Filtros
ru: Изменить фильтр

source: edit services
es: Editar Canales
et: muuda kanaleid
it: modificare canali
no: Endre kanaler
pt: Editar lista de canais
ru: Изменить сервисы

source: empty
es: vacío
et: tühi
it: vuoto
no: tom
pt: vazio
ru: Пустой

source: enable
es: activar
et: luba
it: abilitare
no: aktiver
pt: ativar
ru: Включить

source: enable bouquet edit
es: activa la edición de la lista
et: luba lemmiknimekirjade muutmine
it: abilitare modifica bouquet
no: Aktiver kanalliste endring...
pt: Ativar a edição dos bouquets
ru: Включить редактирование пакета пользователя

source: enable extended number zap
es: activa los números extendidos en el zapeo
it: abilitare numerazione estesa zap
no: Aktiver utvidet NummerZap
pt: ativar número de zap estendido
ru: Включить расширенную нумерацию

source: enable favourite edit
es: activa la edición de favoritos
et: luba lemmikute muutmine
it: abilitare modifica preferiti
no: aktiver favoritt editering
pt: ativar a edição dos favoritos
ru: Включить редактирование избранного

source: enable move mode
es: activa el movimiento de canales
et: kanalite liigutamine
it: abilitare spostamento
no: Aktiver flyttemodus...
pt: Ativar modo deslocar
ru: Включить режим перемещения

source: enable number hotkeys
es: activa los números en los atajos de teclado
et: luba kiirnumbrinupud
it: abilitare tasti di scelta rapida
no: Aktiver nummer snarveier
pt: Ativar atalhos de números
ru: Включить сочетания клавиш

source: enable picons
es: Activa los piconos
et: luba kanalilogod
it: abilitare le picon
no: Aktiver picons
pt: ativar picons
ru: Включить пиконы

source: enabled
es: activado
et: lubatud
it: abilitato
no: aktivert
pt: ativado
ru: Включено

source: end alternatives edit
es: terminar edición de alternativas
et: salvesta muudatused ja välju
it: fine modifica alternative
no: avslutt alternativ editering
pt: terminar edições alternativas
ru: Закончить редактирование альтернативы

source: end bouquet edit
es: fin de edición de listas
et: salvesta muudatused ja välju
it: fine modifica bouquet
no: Avslutt kanalliste endring...
pt: terminar edição de bouquets
ru: Конец редактирования пакета

source: end cut here
es: terminar corte aquí
et: lõpeta lõige siin
it: FINE taglio
no: avslutt klipp her
pt: terminar corte aqui
ru: Конец редактирования

source: end favourites edit
es: fin edición de favoritos
et: salvesta muudatused ja välju
it: fine modifica favoriti
no: avslutt favorittt editering
pt: Terminar edição de favoritos
ru: Конец редактирования избранного

source: epgsettings
es: Parámetros del EPG
et: epg seaded
it: configurazioni EPG
no: epgoppsett
pt: definições do EPG
ru: Настройки EPG

source: equal to
es: igual a
et: on võrdne
it: uguale a
no: samme som
pt: igual a
ru: Также как

source: error
et: viga
it: errore
no: feil
pt: erro
ru: Ошибка

source: every hour (only in standby)
es: Cada hora (solo en reposo)
et: kord tunnis (ainult ooteseisundis)
it: ogni ora (solo in standby)
no: hver time (kun i dvalemodus)
pt: todas as horas ( só em espera )
ru: Каждый час (только в ожидание)

source: exact match
es: coindencia exacta
et: täpne vaste
it: corrispondenza esatta
no: nøyaktig treff
pt: correspondência integral
ru: Точное совпадение

source: exit
es: salir
et: välju
it: esci
no: tilbake
ru: Выход

source: exit DVD player or return to file browser
es: salir del reproductor DVD o volver a sistema de archivos
et: välju DVD-mängijast või naase failisirvijasse
it: uscire da DVD Player e tornare all'elenco file
no: avslutt DVD spiller eller returner til filleser
pt: sair do reprodutor de DVD ou voltar à lista de Arquivos
ru: Закрыть DVD-плеер и вернуться в проводник

source: exit mediaplayer
es: salir del reproductor
et: sulge meediamängija
it: uscire da Mediaplayer
no: avslutt mediaspiller
pt: Sair do Leitor de Mídia
ru: Закрыть медиаплеер

source: exit movielist
es: salir del menú de grabaciones
et: sulge filmilist
it: uscire da elenco registrazioni
no: avslutt opptaksliste
pt: sair da Lista de Filmes
ru: Закрыть список фильмов

source: exit nameserver configuration
es: salir de la configuración de servidor de nombres
et: välju nimeserverite seadistusest
it: uscire da configurazione DNS
no: avslutt nameserver innstilling
pt: sair da configuração de nomes de servidor
ru: Закрыть окно настроек DNS

source: exit network adapter configuration
es: salir de la configuración de red
et: lõpeta võrgu häälestamine
it: uscire da configurazione interfaccia di rete
no: avslutt nettverk adapter innstilling
pt: sair da configuração do network adapter
ru: Закрыть конфигуратор сети

source: exit network interface list
es: salir de la lista de interfaz de red
et: välju võrguliideste nimekirjast
it: uscire da elenco interfacce di rete
no: avslutt nettverk grensesnitt liste
pt: Sair da Lista de interface de rede
ru: Закрыть список сетевых интерфейсов

source: exit networkadapter setup menu
es: salir del menú de configuración de adaptador de red
et: välju võrguliidese seadistusmenüüst
it: uscire da menu config. interfaccia di rete
no: avslutt nettverksadapter-oppsett
pt: sair do menu de configuração networkadapter
ru: Закрыть настройки сетевого адаптера

source: ext2 - recommended for USB flash memory
es: Se recomienda el formato ext2 para la memoria USB
et: ext2 - soovitatav USB pulgale
it: EXT2 - consigliato per memoria flash USB
no: ext2- anbefalt til USB flash minne
pt: ext2 - recomendado para Usb Pen Drives
ru: ext2 - рекомендуется для USB

source: ext3 - recommended for harddrives
it: EXT - consigliato per dischi rigidi
ru: ext3 - рекомендуется для HDD

source: ext4 - experimental
es: El formato ext4 es experimental
et: ext4 - eksperimentaalne
it: EXT4 - consigliato per multiboot
no: ext4 - experimentell
pt: ext4 - recomendado para OpenMultbot
ru: ext4 - экспериментальный

source: ext4 - recommended for meoboot
it: EXT4 - consigliato per memoria openmultiboot
ru: ext4 - Рекомендуется для MeoBoot

source: extrawide
es: super-panorámico
et: väga lai
it: extra largo
no: ekstrabred
ru: Сверхширокоугольно

source: fileformats (BMP, PNG, JPG, GIF)
es: formatos (BMP, PNG, JPG, GIF)
et: failivormingud (BMP, PNG, JPG, GIF)
it: formati file (BMP, PNG, JPG, GIF)
no: filformat (BMP, PNG, JPG, GIF)
pt: formatos (BMP, PNG, JPG, GIF)
ru: Формат файла (BMP, PNG, JPG, GIF)

source: filename
es: nombre de archivo
et: faili nimi
it: nome file
no: filnavn
pt: nome do arquivo
ru: Имя файла

source: fine-tune your display
es: Configurar en detalle tu TV
et: peenhäälesta ekraani
it: regolazione fine TV
no: fininnstill din TV
pt: Faça um ajuste fino do seu ecrã
ru: Тонкая настройка дисплея

source: finished
es: Finalizado
et: lõpetatud
it: terminato
no: ferdig
pt: concluído
ru: Завершено

source: fixed
es: fijado
et: määratud
it: fissato
no: fikset
pt: fixo
ru: Фиксировано

source: forward to the next chapter
es: salte al capítulo siguiente
et: edasi järgmisele peatükile
it: avanti al capitolo successivo
no: framover til neste kapittel
pt: ir para o próximo capítulo
ru: Перейти к следующей главе

source: free
es: libre
et: vaba
it: libero
no: frigjør
pt: livre
ru: Свободно

source: free diskspace
es: de espacio libre en el disco
et: vaba kettaruumi
it: spazio libero su disco
no: ledig diskplass
pt: Espaço livre
ru: Свободное место на диске

source: from:
es: de:
et: asukohast:
it: da:
no: fra:
pt: de:
ru: Из:

source: full transparency
es: transparente
it: Trasparenza piena
no: total
pt: transparência completa
ru: Полная прозрачность

source: go to deep standby
es: poner el deco en hibernación
et: mine puhkeseisundisse
it: vai in spegnimento
no: gå til dyp dvalemodus
pt: Suspender a Vuplus
ru: Полностью выключить

source: go to standby
es: poner el deco en reposo
et: mine ooteseisundisse
it: vai in standby
no: gå til dvalemodus
pt: Ir para Modo de Espera
ru: Перейти в режим ожидания

source: grab this frame as bitmap
es: grabar esta pantalla como bitmap
et: salvesta see kaader rasterpildina
it: Grab dell'immagine come bitmap
no: grip dette bilde som rutenett
pt: usar este frame como bitmap
ru: Захватить кадр как растровый

source: green
es: verde
et: roheline
it: verde
no: grønn
ru: Зелёный

source: grey
it: grigio
no: grå
pt: cinzento
ru: Серый

source: hear radio...
es: Escuchar la radio...
et: kuula raadiot...
it: ascoltare la radio...
no: Høre på radio...
pt: Ouvir Rádio...
ru: Слушать радио

source: height
es: alto
et: kõrgus
it: inferiore
no: høyde
pt: altura
ru: Высота

source: help...
es: ayuda...
et: abi...
it: aiuto...
no: Hjelp...
pt: ajuda...
ru: Помощь

source: hide extended description
es: ocultar descripción extendida
et: peida saatetutvustus
it: nascondere descrizione estesa
no: Skjul utvidet beskrivelse...
pt: Ocultar a descrição completa
ru: Скрыть расширенное описание

source: hide player
es: ocultar reproductor
et: peida mängija
it: nascondere il player
no: Skjul spiller
pt: Ocultar o reprodutor
ru: Скрыть плеер

source: high
es: alto
et: kõrge
it: alta
no: høy
pt: alto
ru: Высокий

source: horizontal
et: horisontaalne
it: orizzontale
no: Horisontal
ru: Горизонтальная

source: horizontal_vertical
et: horisontaalne_vertikaalne
it: orizzontale_verticale
no: horisontal_vertikal
ru: Горизонтал_Вертикал

source: hour
es: hora
et: tund
it: ora
no: time
pt: Hora
ru: час

source: hours
es: horas
et: tundi
it: ore
no: tidsopptak
pt: Verificar todas (horas)
ru: часов

source: immediate shutdown
es: apagado inmediato
et: kohene seiskamine
it: spegnimento immediato
no: Slå av umiddelbart
pt: Desligar de Imediato
ru: Немедленное выключение

source: immediately after recording
et: kohe pärast salvestust
it: subito dopo la registrazione
no: rett etter opptak
pt: imediatamente após a gravação
ru: Сразу после записи

source: in
ru: в

source: in Description
es: en Descripción
et: sisututvustuses
it: nella descrizione
no: i beskrivelse
pt: na Descrição
ru: В описании

source: in Shortdescription
es: en Descripción Corta
et: lühitutvustuses
it: nella descrizione breve
no: i kort beskrivelse
pt: em Descrição curta
ru: В коротком описании

source: in Title
es: en Título
et: pealkirjas
it: nel titolo
no: i tittel
pt: no Título
ru: В заголовке

source: increase subtitles delay
it: aumentare ritardo sottotitoli
no: øk undertekst forsinkelse
pt: avançar a reprodução das legendas
ru: Увеличить задержку

source: init module
es: iniciar módulo
et: käivita moodul
it: modulo di init
no: initialisere modul
pt: iniciar modulo
ru: Инициализация модуля

source: init modules
es: módulos de inicio
et: käivita moodulid
it: moduli di init
no: init moduler
pt: módulos iniciar
ru: Инициализация модулей

source: insert mark here
es: insertar marca aquí
et: pane märk siia
it: Inserire qui il contrassegno
no: sett inn markør her
pt: inserir marca
ru: Вставить метку

source: invalid credentials provided, correct them and try again
it: fornito di credenziali non valide, correggere e riprovare
no: feil referanse lagt inn, juster og prøv igjen
pt: credenciais fornecidas inválidas, corrija-as e tente de novo
ru: Предоставлены неверные учетные данные, исправьте и попробуйте снова

source: jump back to the previous title
es: vuelva al título anterior
et: hüppa eelmisele nimetusele
it: indietro al titolo precedente
no: hopp tilbake til forrige tittel
pt: ir para o título anterior
ru: Перейти к предыдущей главе

source: jump forward to the next title
es: salte al título siguiente
et: hüppa järgmisele nimetusele
it: avanti a titolo successivo
no: hopp framover til neste tittel
pt: ir para o título seguinte
ru: Перейти к следующей главе

source: jump to listbegin
es: saltar al comienzo de la lista
et: liigu nimekirja algusse
it: andare a inizio elenco
no: hopp til start på listen
pt: salta para o início da lista
ru: Перейти в начало списка

source: jump to listend
es: saltar al final de la lista
et: liigu nimekirja lõppu
it: Andare a fine elenco
no: hopp til slutt på listen
pt: salta para o fim da lista
ru: Перейти в конец списка

source: jump to next marked position
es: saltar a la siguiente posición marcada
et: hüppa järgmisele tähistatud kohale
it: Andare al contrassegno successivo
no: hopp til neste markerte posisjon
pt: saltar para a próxima marca
ru: Перейти к следующей метке

source: jump to next subtitle
it: salta al sottotitolo successivo
no: hopp til neste undertekst
pt: saltar para a próxima legenda
ru: Переключиться на следующие субтитры

source: jump to previous marked position
es: saltar a la anterior posición marcada
et: hüppa eelmisele tähistatud kohale
it: salta al contrassegno precedente
no: hopp til forrige markerte posisjon
pt: saltar para a marca anterior
ru: Перейти к предыдущей метке

source: jump to previous subtitle
it: salta al sottotitolo precedente
no: hopp til forrige undertekst
pt: saltar para a legenda anterior
ru: Переключиться на предыдущие субтитры

source: leave movie player...
es: salir del reproductor de películas...
et: sulge filmimängija...
it: uscire da movie player...
no: avslutte film avspiller...
pt: Sair do Leitor de Mídia
ru: Выйти из проигрывателя

source: left
es: izquierda
et: vasakul
it: sinistra
no: venstre
ru: Влево

source: length
es: longitud
et: pikkus
it: durata
no: lengde
pt: comprimento
ru: Длина

source: library
it: biblioteca
no: bibliotek
pt: libraria
ru: библиотека

source: list of EPG views...
es: Lista de vistas del EPG...
et: võimalikud EPG valikud...
it: elenco visualizzazioni EPG...
no: Liste med EPG visninger...
pt: Lista de pontos de vista do EPG...
ru: Список событий телегида...

source: list style compact
es: estilo de lista compacto
et: nimekirja stiil: kompaktne
it: elenco compatto
no: Kompakt listestil...
pt: estilo da lista compata
ru: Компактный список

source: list style compact with description
es: estilo de lista compacto con descripción
et: nimekirja stiil: kompaktne saatetutvustusega
it: elenco compatto con descrizioni
no: Kompakt listestil med beskrivelse...
pt: estilo da lista compata com descrição
ru: Компактный список с описанием

source: list style default
es: estilo de lista por defecto
et: nimekirja stiil: vaikimisi
it: elenco predefinito
no: Standard listestil...
pt: estilo de lista padrão
ru: Список по умолчанию

source: list style single line
es: estilo de lista en una línea
et: nimekirja stiil: üks rida
it: elenco su singola riga
no: Enkeltlinje listestil...
pt: estilo de lista de linha única
ru: Список в одну строку

source: load playlist
es: cargar lista de reproducción
et: laadi mängukava
it: caricare la playlist
no: Hent spilleliste
pt: Carregar Lista de Reprodução
ru: Загрузить плейлист

source: loading
es: cargando
et: laadimine
it: caricare
no: laster
pt: a carregar
ru: Загрузка

source: loading subtitles list
it: caricamento elenco sottotitoli
no: laster underteksliste
pt: Carregar lista das legendas
ru: Загрузка списка субтитров

source: locked
es: bloqueado
et: lukustatud
it: bloccato
no: låst
pt: detetado
ru: Захвачено

source: loopthrough to
es: conectado a
et: läbiviik kuni
it: in cascata da:
no: intern gjennomføring til
pt: loopthrough para
ru: Петля к

source: low
es: bajo
et: madal
it: basso
no: lav
pt: baixo
ru: Низкий

source: magneta
it: magenta
no: magenta
ru: Пурпурный

source: main
et: peamine
it: principale
no: hoved
pt: principal
ru: Основной

source: main lamedb
es: lamedb principal
et: peamine lamedb
it: lamedb principale
no: hoved lamedb
pt: lamedb principal
ru: Основной lamedb

source: management 3g modem
es: gestión del módem 3G
et: 3g modemi seaded
it: gestione modem 3G
no: Behandle 3g modem
pt: gestão de modem 3G
ru: Управление модем 3G

source: manual
et: juhend
it: manuale
no: Manuell
ru: Вручную

source: menu
es: menú
et: menüü
no: Meny
ru: Меню

source: menulist
es: lista de menú
et: menüü nimekiri
it: lista Menu
no: menyliste
pt: lista de menus
ru: Меню

source: mins
et: min
it: min
no: min
ru: минут

source: minute
es: minuto
et: minut
it: minuto
no: minutt
pt: minuto
ru: минута

source: minutes
es: minutos
et: minutit
it: minuti
no: minutter
pt: minutos
ru: минут

source: missing
it: mancante
no: mangler
pt: em falta
ru: отсутствует

source: missing parameter "id"
es: falta el parámetro "id"
et: parameetri "id" puudub
it: parametro "id" mancante
no: mangler parameter "id"
pt: parâmetro em falta "id"
ru: Отсутствует параметр "id"

source: month
es: mes
et: kuu
it: mese
no: måned
pt: mês
ru: месяц

source: move PiP to main picture
es: mover PiP a la imagen principal
et: liiguta PiP peaekraanile
it: spostare PiP alla immagine principale
no: flytt BiB til hovedbilde
pt: mover PiP para imagem principal
ru: Переместить PiP на основной экран

source: move down to last entry
es: mover abajo la última entrada
et: liigu viimasele reale
it: spostare giù all'ultima voce
no: flytt ned til siste oppføring
pt: ir para a ultima entrada
ru: Переместить вниз к последней записи

source: move down to next entry
es: mover abajo la entrada siguiente
et: liigu järgmisele reale
it: spostare giù a voce successiva
no: flytt ned til neste oppføring
pt: ir para a entrada seguinte
ru: Переместить вниз к следующей записи

source: move up to first entry
es: mover arriba la primera entrada
et: liigu esimesele reale
it: spostare su alla voce iniziale
no: flytt opp til første oppføring
pt: ir para a primeira entrada
ru: Переместить вверх к первой записи

source: move up to previous entry
es: mover arriba la entrada anterior
et: liigu eelmisele reale
it: spostare su fino alla voce precedente
no: flytt opp til forrige oppføring
pt: ir para a entrada anterior
ru: Переместить вверх к предыдущей записи

source: movie list
es: lista de grabaciones
et: filmilist
it: elenco registrazioni
no: opptaksliste
pt: lista de filmes
ru: Список записей

source: multi
ru: Мульти

source: multinorm
es: multinorma
it: multi standard
pt: multinorma
ru: Мультинорм

source: never
es: nunca
et: mitte kunagi
it: mai
no: aldri
pt: nunca
ru: Никогда

source: next channel
es: Canal siguiente
et: järgmine kanal
it: canale successivo
no: Neste kanal...
pt: Mudar para o próximo canal
ru: Следующий канал

source: next channel in history
es: Canal siguiente en el historial
et: järgmine kanal ajaloos
it: canale successivo nella cronologia
no: Neste kanal i historikken...
pt: Mudar para a próximo canal do histórico
ru: Следующий канал в истории

source: no
et: ei
no: nei
pt: não
ru: Нет

source: no A/V Receiver
es: no hay receptor A/V
et: A/V ressiiverit ei ole
it: Nessun ricevitore A/V
no: ingen Lyd/Bilde Mottaker
pt: sem Receptor A/V
ru: Нет A/V Ресивера

source: no CAId selected
es: no ha seleccionado CAId
et: CAId-i pole valitud
it: nessun CAId selezionato!
no: ingen CAId valgt
pt: CAId não selecionado
ru: Не выбран CAID

source: no CI slots found
es: no hay slots CI
et: moodulipesa ei leitud
it: nessun slot CI trovato
no: ingen CI plasser funnet
pt: slots CI não encontrados
ru: Модуль доступа не найден

source: no HDD found
es: disco no encontrado
et: kõvaketast ei leitud
it: nessun HDD trovato!
no: Ingen harddisk funnet
pt: HDD inexistente
ru: Не найден HDD

source: no Services/Providers selected
es: ningún Canal/Proveedor seleccionado
et: kanalit/levitajat pole valitud
it: Nessun canale o provider selezionato
no: ingen kanaler/tilbydere valgt
pt: Sem serviços/operadores selecionados
ru: Не выбраны Каналы/Провайдеры

source: no credentials provided, set them and try again
it: credenziali non fornite: impostarle e riprovare
no: ingen referanse lagt inn, legg inn og prøv igjen
pt: credenciais não fornecidas, defina-as e tente de novo
ru: Учетные данные не предоставлены, установите их и попробуйте снова

source: no description available
es: Sin descripción
et: sisututvustus puudub
it: descrizione non disponibile
no: ingen beskrivelse tilgjengelig
pt: sem descrição disponível
ru: Описание отсутствует

source: no module found
es: módulo no encontrado
et: moodulit ei leitud
it: nessun modulo rilevato!
no: Ingen modul funnet
pt: Nenhum modulo detectado
ru: Не найден модуль

source: no standby
es: nunca
et: ooteseisundita
it: sempre attivo
no: Ingen dvalemodus
pt: sem Espera
ru: Не переходить в режим ожидания

source: no timeout
es: sin tiempo de espera
et: vaheajata
it: nessun timeout
no: Ingen tidsavbrudd
pt: Sem tempo limite
ru: Нет задержки

source: no transparency
es: sin transparencia
et: läbipaistmatu
it: nessuna trasparenza
no: ingen gjennomsiktighet
pt: sem transparência
ru: Без прозрачности

source: none
es: ninguno
et: pole
it: nessuno
no: Ingen
pt: nenhum
ru: Нет

source: not available
et: pole saadaval
it: non disponibile
no: ikke tilgjengelig
pt: não disponível
ru: Недоступно

source: not configured
es: no configurado
et: seadistamata
it: non configurato
no: ikke konfigurert
pt: não configurado
ru: Нет конфигурации

source: not locked
es: no bloqueado
et: pole lukustatud
it: non bloccato
no: Ikke låst
pt: não trancado
ru: Не захвачен

source: not set
es: sin establecer
et: määramata
it: non impostato
no: ikke satt
pt: Definir Sistema
ru: Не назначено

source: not supported
es: no soportado
et: pole toetatud
it: non supportato
no: ikke støttet
pt: não suportado
ru: Не поддерживается

source: not used
es: no usado
et: pole lukustatud
it: non in uso
no: ikke brukt
pt: não usado
ru: Не использовано

source: nothing
es: nada
et: mitte midagi
it: niente
no: ingenting
pt: nada
ru: Ничего

source: nothing connected
es: nada conectado
et: pole ühendatud
it: non collegato
no: Ingenting tilkoblet
pt: nada conetado
ru: Ничего не подключено

source: of a DUAL layer medium used.
es: de un disco de DOBLE cara usado.
et: kasutatud kahekihilisest kettast.
it: di DVD doppio strato utilizzato
no: av et to lags medie brukt.
pt: de uma media de DUPLA CAMADA usada.
ru: используемого двухслойного носителя.

source: of a SINGLE layer medium used.
es: de un disco de cara SIMPLE usado.
et: kasutatud ühekihilisest kettast.
it: di DVD singolo strato utilizzato
no: av et en lags medie brukt.
pt: de media SIMPLES usada.
ru: используемого однослойного носителя.

source: off
es: desactivado
et: väljas
it: spento
no: av
ru: Выкл

source: offset
it: scostamento
no: utligning
pt: deslocamento
ru: Смещение

source: older than 1 day
et: vanem kui 1 päev
it: più vecchio di 1 giorno
no: eldre enn 1 dag
pt: há mais de 1 dia
ru: старше 1 дня

source: older than 1 week
et: vanemad kui 1 nädal
it: più vecchio di 1 sett.
no: eldre enn 1 uke
pt: há mais de 1 semana
ru: старше 1 нед.

source: older than 2 weeks
et: vanemad kui 2 nädalat
it: più vecchio di 2 sett.
no: eldre enn 2 uker
pt: há mais de 2 semanas
ru: старше 2 нед.

source: older than 3 days
et: vanemad kui 3 päeva
it: più vecchio di 3 giorni
no: eldre enn 3 dager
pt: há mais de 3 dias
ru: старше 3 дней

source: older than 4 weeks
et: vanemad kui 4 nädalat
it: più vecchio di 4 sett.
no: eldre enn 4 uker
pt: há mais de 4 semanas
ru: старше 4 нед.

source: older than 6 weeks
et: vanemad kui 6 nädalat
it: più vecchio di 6 sett.
no: eldre enn 6 uker
pt: há mais de 6 semanas
ru: старше 6 нед.

source: on
es: activado
et: sees
it: acceso
no: på
ru: Вкл
