Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Sorry, Connection Failed.
es: Lo siento, error de conexión.
et: Ühendus nurjus.
it: Connessione non riuscita.
no: Beklager, Tilkobling feilet.
pt: Desculpe, a ligação falhou.
ru: Извините, соединение не установлено.

source: Sorry, Hard Disk not Found.
es: No encuentro el disco duro.
et: Kõvaketast ei leitud.
it: HDD non trovato!
no: Beklager, harddisk ikke funnet.
pt: Desculpe, o Disco Rígido não existe.
ru: Жёсткий диск не найден.

source: Sorry, an Image with the name
es: Lo siento, hay una imagen con ese nombre
et: Image nimega
it: Un’immagine con il nome
no: Beklager, et Image med samme navn
pt: Desculpe, uma Imagem com o nome
ru: Имидж с именем

source: Sorry, function not available for this provider.
es: Lo sentimos, no está disponible para este proveedor.
et: Antud levitaja jaoks ei ole see võimalik.
it: Funzione non disponibile per questo provider.
no: Beklager, ikke tilgjengelig for denne tilbyder.
pt: Desculpe, função não disponível para este operador.
ru: Функция недоступна для этого провайдера.

source: Sorry, no Details available!
es: Lo siento, no hay Detalles disponibles!
et: Üksikasjad puuduvad!
it: Nessun dettaglio disponibile!
no: Ingen tilgjengelige detaljer?
pt: Desculpe, detalhes não disponíveis.
ru: Извините, нет подробностей!

source: Sorry, no new usb storage device detected. Be sure to follow the wizard instructions.
et: Uut usb seadet ei tuvastatud. Jälgi täpselt abimehe juhendeid.
it: Non è stato rilevato alcun dispositivo. Assicurarsi di seguire le istruzioni e di connettere il dispositivo quando richiesto.
no: Beklager, ingen ny Usb enhet funnet. Følg veiviser instruksjoner!
pt: Desculpe, não existe alguma unidade nova detetada. Certifique-se que segue as instruções do assistente.
ru: Извините, новое USB-устройство не обнаружено. Обязательно следуйте инструкциям мастера.

source: Sorry, the preview is available only for Skins and Bootlogo.
es: La vista previa sólo está disponible para las pieles y Bootlogo.
et: Eelvaade on saadaval ainult kujunduste ja käivituslogode jaoks.
it: L'anteprima è disponibile solo per Skin e Boot logo.
no: Beklager, forhåndsvisning er kun mulig for Skins og Oppstartslogoer.
pt: Desculpe, o preview está disponível apenas para Temas e Bootlogos.
ru: К сожалению, предварительный просмотр доступен только для скинов и бутлого.

source: Sorry, video is not available!
es: Lo siento, ¡el vídeo no está disponible!
et: Video ei ole saadaval!
it: Video non disponibile!
no: Video er ikke tilgjengelig!
pt: Desculpe, video não disponível!
ru: Извините, видео недоступно!

source: Sorry, wrong WOEID
es: Lo siento, WOEID incorrecto
et: Vale WOEID
it: WOEID errato
no: Beklager, feil WOEID
pt: Desculpe, WOEID errado
ru: Неправильный WOEID

source: Sorry, wrong pin.
es: PIN erróneo.
et: Vale PIN
it: Pin errato
no: Beklager, feil pin.
pt: Desculpe, o PIN que introduziu está errado.
ru: Неправильный PIN-код.

source: Sorry, your backup destination is not writeable. Please choose another one.
es: No puedo realizar la copia de seguridad en esa ruta. Elija otra.
et: Varukoopia asukohta ei saa salvestada. Vali uus asukoht.
it: Destinazione del backup protetta in scrittura. Si prega di sceglierne un'altra.
no: Beklager, sikkerhetskopi mål er ikke skrivbart. Vennligst velg et annet
pt: Desculpe, o destino de backup não é gravável. Por favor selecione um diferente.
ru: Указанное местоположение для копии недоступно для записи. Пожалуйста, выберите другое местоположение.

source: Sorry, your partition(s) sizes are bigger than total device size.
it: La partizione è maggiore della dimensione totale del dispositivo.
ru: Размер раздела превышает общий размер устройства.

source: Sorry. Personal Backup found but it is not compatible with the new OE 2
es: Lo siento. Encontré ina copia de seguridad pero que no es compatible con el nuevo OE 2
et: Leitud isiklik varukoopia ei ole OE 2-ga ühilduv
it: Il Backup personale presente non è compatibile con immagini OE 2.0.
no: Personlig sikkerhetskopi funnet, men er ikke kompatibelt med nye OE 2.0
pt: Sinto muito. Backup pessoal encontrado, mas não compatível com o novo OE 3.0
ru: Персональная резервная копия не совместима с имиджем OE 2.0.

source: Sorry. Wrong image in Flash. You need to install in flash one original Black Hole image.
es: Lo siento. Imagen en flash errónea. Necesita instalar en flash una imagen original Black Hole.
et: Välkmälus on vale tarkvara. Vajalik on Black Hole.
it: Immagine non conforme in Flash. Installare una immagine Black Hole originale.
no: Beklager, feil image i Flash. Du må installere i flash et originalt Black Hole image.
pt: Sinto muito. Imagem errada na Flash. Precisa instalar na flash, uma imagem original Black Hole.
ru: Неправильный имидж во флэш. Необходимо установить оригинальный имидж Black Hole во флэш.

source: Sorry: Wrong image in flash found. You have to install in flash Black Hole image v.
es: La imagen de la flash es errónea. Tiene que instalar una imagen Black Hole en la flash.
et: Välkmälus on vale tarkvara. Vajalik on Black Hole image v.
it: Immagine errata nella Flash. Installare un’immagine BlackHole v.
no: Beklager: Feil image funnet i flash. Du må installere i Black Hole image v.
pt: Desculpe: Imagem errada encontrada na flash. Tem que instalar na flash uma imagem Black Hole.
ru: Неправильный имидж во флэш. Установите имидж Black Hole.

source: Sort A-Z
es: Ordenar A-Z
et: Tähestikujärj.
it: Ordine A-Z
no: Sorter A-Z
pt: Ordenar A-Z
ru: По алфавиту

source: Sort AutoTimer
es: Ordenar AutoProgramación
et: Järjesta autotaimer
it: Ordinare Autotimer
no: Sorter Autotidsopptak
pt: Ordenar AutoTimer
ru: Сортировка АвтоТаймера

source: Sort Plugins in the PluginBrowser.
es: Ordenar las extensiones en el Buscador de extensiones.
et: Laienduste järjestuse muutmine.
it: Ordinare i plugin nel PluginBrowser.
no: Sorter Modul i ModulViser
pt: Ordenar Plugins no Explorador de Plugins.
ru: Сортировка плагинов в PluginBrowser.

source: Sort Time
es: Ordenar por hora
et: Järjesta aja järgi
it: ORDINA PER DATA
no: Sorter Tid
pt: Ordenar Hora
ru: По времени

source: Sort main menu
et: Peamenüü järjestamine
it: Ordinare il menu principale
no: Sorter Hovedmeny
pt: Ordenar o Menu Principal
ru: Сортировка главного меню

source: Sort subtitles list by
it: Ordinare elenco sottotitoli per
no: Sorter undertekstliste etter
pt: Ordenar lista de legendas por
ru: Сортировать список субтитров по

source: Sound
es: Sonido
et: Heli
it: Audio
no: Lyd
pt: Som
ru: Звук

source: Soundcarrier
es: Portadora de sonido
et: Helikandja
it: Portante audio
no: Tonebærer
pt: Portadora de som
ru: Несущая

source: Source Image file
es: Fuente del archivo de imagen
et: Paigaldatav image
it: Sorgente immagine
no: Kilde Image fil
pt: Imagem fonte (arquivo)
ru: Источник имиджа

source: Source active
es: fuente activa
it: Sorgente attiva
no: Aktiv kilde
pt: Fonte ativa
ru: Источник активен

source: Source inactive
es: Fuente inactiva
it: Sorgente inattiva
no: Inaktiv kilde
pt: Fonte inativa
ru: Источник неактивен

source: Source title
it: Origine titolo
no: Kildetittel
pt: Fonte das legendas
ru: Название источника

source: Source title not provided
it: Titolo di origine non fornito
no: Kildetittel ikke lagt inn
pt: Fonte da legenda não fornecida
ru: Название источника не указано

source: South
es: Sur
et: Lõuna
it: Sud
no: Sør
pt: Sul
ru: Юг

source: South Korea
es: Corea del Sur
et: Lõuna Korea
it: Corea del Sud
no: Sør Korea
pt: Coreia do Sul
ru: Южная Корея

source: Space
es: Espacio
et: Ruum
it: Spazio
no: Plass
pt: Espaço
ru: Объём

source: Spain
es: España
et: Hispaania
it: Spagna
no: Spania
pt: Espanha
ru: Испания

source: Spanish
es: Español
et: Hispaania
it: Spagnolo
no: Spansk
pt: Catalão
ru: Испанский

source: Speech to text using Wit.ai for VUPLUS-BLE-RCU.
it: Conversione in testo con Wit.ai & VUPLUS-BLE-RCU.
no: Tale til tekst med Wit.ai for VUPLUS-BLE-RCU.
ru: Речь в текст с использованием Wit.ai для Vu+ BLE

source: Split preview mode
es: Dividir el modo de vista previa
et: Poolitatud eelvaade
it: Modalità anteprima separata
no: Delt forhåndsvisning
pt: Dividir modo de previsualização
ru: Режим предпросмотра

source: Sports
es: Deportes
et: Sport
it: Sport
no: Sport
pt: Desportos
ru: Спорт

source: Standby
es: Reposo
et: Ooteseisund
no: Dvalemodus
pt: Repouso
ru: Режим ожидания

source: Standby / Restart
es: Reposo / Reiniciar
et: Seiskamine
it: Spegnimento / Standby / Riavvio
no: Dvale/ Omstart
pt: Reiniciar e Suspender
ru: Выключение

source: Standby Fan %d PWM
es: Ventilador en reposo %d PWM
et: Vent. %d PWM ooteseisundis
it: PWM standby ventola %d
no: Vifte dvale %d PWM
pt: Modo espera Ventilador %d PWM
ru: Вентилятор в режиме ожидания ШИМ %d

source: Standby Fan %d Voltage
es: Ventilador en reposo %d Voltaje
et: Vent. %d pinge ooteseisundis
it: Voltaggio standby ventola %d
no: Vifte dvale %d Volt
pt: Modo de Espera Ventilador %d Voltagem
ru: Напряжение вентилятора в режиме ожидания %d

source: Standby Now
es: Pasa a Reposo
et: Ooteseisund
it: Standby ora
no: Dvale Nå
pt: Repousar
ru: В режим ожидания

source: Standby Toggle
es: Reposo/Encendido
et: Ooteseisund
it: Passa a standby
no: Gå til dvalemodus
pt: Alternar Modo de Espera
ru: Переключение в режим ожидания

source: Standby:
es: Reposo:
et: Ooteseisund:
no: Dvalemodus:
pt: Modo de Espera:
ru: Режим ожидания:

source: Standbymode Fancontrol
et: Ventilaatori ooteseisundis
it: Modalità standby controllo ventola
no: Manuell Viftestyring
pt: Modo de Espera Controlo do ventilador
ru: Управление вентилятором в режиме ожидания

source: Start
es: Iniciar
et: Käivita
it: Avviare
pt: Iniciar
ru: Старт

source: Start ChromiumOS
it: Avviare ChromiumOS
pt: Iniciar ChromiumOS
ru: Запуск Chromium OS

source: Start Instant Record
es: Iniciar grabación instantánea
et: Salvesta kohe
it: Avviare registrazione immediata
no: Start Øyeblikkelig Opptak
pt: Iniciar Gravação instantânea
ru: Немедленная запись

source: Start Page
es: Página de inicio
et: Avaleht
it: Pagina iniziale
no: Start Side
pt: Página Inicial
ru: Начальная страница

source: Start Scan / Setup VUPLUS BLE RCU
it: Avvia ricerca / Impostazioni telecomando BLE VU+
ru: Запустить сканирование/настройку Vu+ BLE

source: Start Up URL
it: URL di avvio
no: Startside
ru: Начальный URL

source: Start Webinterface
es: Iniciar la interfaz web
et: Käivita veebiliides
it: Avvia interfaccia web
pt: Iniciar o Webinterface
ru: Запуск Веб-Интерфейса

source: Start YouTube TV
es: Iniciar la TV de YouTube
et: Käivita YouTube TV
it: Riprodurre YouTube TV
pt: Iniciar YouTube TV
ru: Запуск YouTube TV

source: Start easy your multimedia plugins with the PVR-button.
es: Inicio fácil de sus extensiones multimedia con la tecla PVR.
et: Käivita multimeedia laiendused PVR nupuga.
it: Consente di avviare facilmente i plugin multimediali tramite tasto PVR.
no: Start multimedie modul forsiktig med PVR-knappen.
pt: Inicie fácil os plugins multimídia com a tecla PVR.
ru: Позволяет легко запускать мультимедийные плагины с помощью кнопки PVR.

source: Start from the beginning
es: Comenzar desde el inicio
et: Alusta algusest
it: Avviare dall'inizio
no: Start fra begynnelsen
pt: Começar no inicio
ru: Начать с самого начала

source: Start recording?
es: ¿Iniciar una grabación?
et: Kas käivitada salvestamine?
it: Avviare registrazione?
no: Start opptak?
pt: Iniciar gravação?
ru: Начать запись?

source: Start scan
it: Avvia ricerca
ru: Сканировать

source: Start test
es: Iniciar
et: Käivita test
it: Avviare il test
pt: Iniciar teste
ru: Начать тест

source: Start time is after end time
es: La hora de inicio es mayor que la hora de finalización
et: Algusaeg on lõpuajast hilisem
it: L'ora di avvio specificata è successiva all'ora fine.
no: Start tid er etter slutt tid
pt: Tempo inicial superior ao final
ru: Указанное время начала позже, чем время окончания.

source: Start with following feed:
es: Comenzar el siguiente origen:
et: Alusta selle kanaliga:
it: Avviare dal feed seguente:
no: Start med følgende feed:
pt: Iniciar com os seguintes feeds:
ru: Начать со следующего канала:

source: Start/Stop
es: Iniciar/Parar
et: Käivita/peata
it: Avvio / Arresto
pt: Iniciar/Parar
ru: Старт/Стоп

source: StartTime
es: Hora de inicio
et: Algusaeg
it: Ora avvio
no: Starttid
pt: Hora de Início
ru: Время старта

source: Starting converter
es: Iniciando la conversión
et: Algab teisendamine
it: Avviare conversione
no: Starter konverter
pt: A Iniciar conversor
ru: Начать преобразование

source: Starting downloader
es: Iniciando la descarga
et: Algab allalaadimine
it: Avviare downloader
no: Starter nedlaster
pt: A inciar descarga
ru: Начать загрузку

source: Starting importer
es: Iniciando la importación
et: Algab importimine
it: Avviare importazione
no: Starter importerer
pt: A iniciar importador
ru: Начать импорт

source: Starting on
es: Comenzando
et: Alates
it: Avviare il
no: Starter på
pt: A Iniciar
ru: Начиная с

source: Starting...
it: Avviare...
ru: Запуск...

source: Startpage
es: Página de inicio
et: Avaleht
it: Pagina iniziale
no: Startside
pt: Página inicial
ru: Стартовая

source: Startup Module:
es: Módulo de arranque:
et: Käivitusmoodul:
it: Modulo di avvio:
no: Oppstartsmodul:
pt: Módulo de Arranque:
ru: Модуль запуска:

source: State
it: Stato
no: Tilstand
pt: Estado
ru: Состояние

source: Statistics
es: Estadísticas
et: Statistika
it: Statistiche
no: Statistikker
pt: Estatísticas
ru: Статистика

source: Status : 0%
es: Estado : 0%
et: Olek : 0%
it: Stato: 0%
pt: Estado: 0%
ru: Состояние : 0%

source: Status Check Period
es: Comprobar cada...
et: Oleku kontrolli ajavahemik
it: Intervallo di controllo
no: Statussjekk intervall
pt: Perído de verificação de Estado
ru: Проверять статус каждые

source: Status:
es: Estado:
et: Olek:
it: Stato:
pt: Estado
ru: Состояние:

source: Std. Feeds
es: Orígenes Std.
et: Tava vood
it: Feed std.
no: Std. Mater
pt: Feeds standard
ru: Станд. каналы

source: Step by step network configuration
es: Configuración de red paso a paso
et: Samm-sammult võrgu häälestamine
it: Assistente per la configurazione di rete
no: Steg for steg nettverkskonfigurasjon
pt: Configuração da rede passo-a-passo
ru: Пошаговая настройка сети

source: Step east
es: Paso este
et: Samm itta
it: Passo a est
no: Steg øst
pt: Avançar Este
ru: Шаг на восток

source: Step in ms for arrow keys
es: Paso en ms para las teclas de flecha
et: Noolenuppude samm (ms)
it: Passo tasti cursore (ms):
no: Steg i ms for piltaster
pt: Espaço em ms teclas das setas
ru: Шаг в мс для кнопок

source: Step in ms for key %i
es: Paso en ms para la tecla %i
et: Nupu %i samm (ms)
it: Passo tasto %i (ms):
no: Steg i ms for tast %i
pt: Espaço em ms para a tecla %i
ru: Шаг в мс для клавиши %i

source: Step in ms for keys '%s'
es: Paso en ms para las teclas '%s'
et: Nuppude '%s' samm (ms)
it: Passo in ms per il tasto '%s'
no: Steg i ms for taster '%s'
pt: Espaço em ms para as teclas '%s'
ru: Шаг в мс для кнопок '%s'

source: Step west
es: Paso oeste
et: Samm läände
it: Passo a ovest
no: Steg vest
pt: Avançar Oeste
ru: Шаг на запад

source: Stop
es: Parar
et: Peata
no: Stopp
ru: Стоп

source: Stop Timeshift?
es: ¿Parar la grabación en pausa?
et: Kas peatad ajanihke?
it: Arrestare timeshift?
no: Stoppe Tidsforskyvning?
pt: Parar o Timeshift
ru: Остановить таймшифт?

source: Stop current event and disable coming events
es: Para el evento actual y desactivar los eventos siguientes
et: Peata toimuv salvestus ja keela tulevad
it: Arrestare l'evento corrente e disabilitare i futuri
no: Stopp nåværende program og slå av kommende programmer
pt: Parar programa atual e desabilitar novos programas
ru: Остановить текущее событие и отключить ближайшие события

source: Stop current event but not coming events
es: Parar el evento actual pero no los eventos siguientes
et: Ära peata toimuvat salvestust, aga keela tulevad
it: Arrestare l'evento corrente ma non i futuri
no: Stopp nåværende program, men ikke de som kommer
pt: Parar programa atual, mas não desabilitar novos programas
ru: Остановить текущее событие, но не отключать ближащие события

source: Stop current video
es: Detener el vídeo
et: Peata see video
it: Arresta video corrente
no: Stopp aktuell film
pt: Parar o vídeo atual
ru: Остановить текущее видео

source: Stop playing this movie?
es: ¿Detener la reproducción de esta grabación?
et: Kas lõpetada taasesitus?
it: Arrestare la riproduzione?
no: Stoppe avspilling av opptak?
pt: Parar a reprodução deste filme?
ru: Остановить воспроизведение?

source: Stop playing this stream?
es: ¿Dejar de reproducir este stream?
et: Kas peatad selle voo esituse?
it: Fermo la riproduzione di questo stream?
no: Stoppe avspilling av strøm?
pt: Parar a reprodução desta transmissão?
ru: Остановить воспроизведение потока?

source: Stop scan
it: Arresta scansione
ru: Остановить сканирование

source: Stop test
es: Detener la prueba
et: Peata test
it: Arrestare il test
no: Stopp test
pt: Parar teste
ru: Остановить тест

source: Stop testing plane after # failed transponders
es: Parar el testeo plano después de # transpordedores fallidos
et: Peata testimine pärast # ebaõnnestunud transponderit
it: Arrestare il test dopo # transponder falliti
no: Stoppe teste plan etter # feilede transpondere
pt: Parar de testar o plano depois dos # transponders falharem
ru: Остановить тестирование после кол. ошибок транспондера

source: Stop testing plane after # successful transponders
es: Parar el testeo plano después de # transpondedores correctos
et: Peata testimine pärast # leitud transponderit
it: Arrestare il test dopo # transponder controllati correttamente
no: Stoppe teste plan etter # suksessfulle transpondere
pt: Parar de testar o plano depois dos # transponders terem sucesso
ru: Остановить тестирование после кол. исправных транспондеров

source: Stop timeshift while recording?
et: Peata ajanihe salvestamise ajaks
it: Interrompere durante la registrazione?
no: Stoppe tidsforskyvning mens opptak går?
pt: Parar timeshift quando está a gravar?
ru: Останавливать таймшифт на время записи

source: Stopped
es: Detenido
et: Peatatud
it: Arrestato
no: Stoppet
pt: Parado
ru: Остановлено

source: Storage device
es: Almacenamiento del dispositivo
et: Salvesti
it: Unità di memoria
no: Lagrings enhet
pt: Dispositivo de armazenamento
ru: Накопитель

source: Store position
es: Almacenar posición
et: Salvesta asukoht
it: Memorizzare la posizione
no: Lagret posisjon
pt: Guardar posição
ru: Сохранить положение

source: Stored position
es: Posición almacenada
et: Salvestatud asukoht
it: Posizione memorizzata
no: Lagret posisjon
pt: Posição Guardada
ru: Сохраненное положение

source: Stream
et: Voog
it: Streaming
no: Strømming
pt: Transmissão
ru: Поток

source: Stream podcasts
et: Mängi podcast'e
it: Stream podcast
no: Strømme podcasts
pt: Podcasts de fluxo
ru: Поток подкастов

source: Streaming modules for the orf.at iptv web page.
es: Módulos de streaming para la web orf.at.iptv
it: Stream di moduli dalla pagina web di orf.at iptv
no: Strømme moduler for orf.at iptv websiden.
pt: Módulos de transmissão para a página de web orf.at iptv.
ru: Потоковые модули для веб-страницы orf.at IPTV.

source: Streaming port
es: Puerto para Streaming
et: Voogesituse port
it: Porta per lo streaming
no: Strømme port
pt: Porta de transmissão
ru: Потоковый порт

source: Stripes
et: Triibud
it: Strisce
no: Striper
pt: Tiras ou Fitas
ru: Полосы

source: Su
es: Do
et: P
it: Dom
no: Søn
pt: Dom
ru: Вс

source: Subnet mask
es: Máscara de subred
et: Alamvõrgu mask
no: Subnet maske
pt: Máscara de Rede
ru: Маска подсети

source: SubsSupport DVB player
no: SubsSupport DVB spiller
pt: SubsSupport Reprodutor DVB
ru: Субтитры - DVB плеер

source: SubsSupport downloader
no: SubsSupport nedlaster
pt: SubsSupport Descarga
ru: Субтитры - Загрузчик

source: SubsSupport settings
it: Configurazione SubsSupport
no: SubSupport innstillinger
pt: Subssupport - Configuração
ru: Субтитры - Настройки

source: Subservice list...
es: Lista de subcanales...
et: Alamkanalite nimekiri...
it: Elenco sottocanali...
no: Undertekst liste...
pt: Lista de sub-serviço...
ru: Список подсервисов

source: Subservices
es: Subcanales
et: Alamkanalid
it: Sottocanali
no: Underkanaler
pt: Subserviços
ru: Подсервисы

source: Subtitle
it: Sottotitoli
no: Undertekst
pt: Legendas
ru: Субтитры

source: Subtitle Quickmenu
it: Menu veloce sottotitoli
ru: Быстрое меню субтитров

source: Subtitle Selection
es: Selección de los subtítulos
et: Subtiitrite valik
it: Selezione sottotitoli
no: Velg undertekst
pt: Selecção de Legendas
ru: Выбор субтитров

source: Subtitle Settings
es: Config. de los subtítulos
et: Subtiitrite seadistus
it: Configurazione sottotitoli
no: Undertekster
pt: Definições das Legendas
ru: Настройки субтитров

source: Subtitle alignment
es: Alineación de los subtítulos
et: Subtiitrite joondus
it: Allineamento sottotitoli
no: Undertekstjustering
pt: Alinhamento de Legendas
ru: Положение субтитров

source: Subtitle border width
es: Borde ancho en los subtítulos
et: Subtiitrite kontuuri paksus
it: Spessore bordi sottotitoli
pt: Largura da borda de legendas
ru: Ширина линии для обводки субтитров

source: Subtitle delay when timing is bad
es: Retraso en los subtítulos si el medidor de tiempo es erróneo
et: Subtiitrite viiteaeg
it: Ritardo sottotitoli in difetto sincronizzazione
no: Undertekst forsinkelse når timing er dårlig
pt: Atraso nas legendas quando o tempo falha
ru: Задержка субтитров

source: Subtitle delay when timing lacks
es: Retraso de los subtítulos cuando se carece de sincronización
et: Subtiitrite viiteaeg ajastuse puudumisel
it: Ritardo sottotitoli DVB se non sincronizzato
no: Undertekst forsinkelse når timing mangler
pt: Atraso na legenda quando o tempo falha
ru: Задержка субтитров при нехватке времени

source: Subtitle font color
es: Color de los subtítulos
it: Colore carattere sottotitoli
no: Undertekstfarge
pt: Cor da Fonte de Legendas
ru: Цвет шрифта субтитров

source: Subtitle font size
es: Tamaño de la fuente de los subtítulos
et: Subtiitrite tähesuurus
it: Dimensione caratteri sottotitoli
no: Undertekststørrelse
pt: Tamanho da fonte nas Legendas
ru: Размер шрифта субтитров

source: Subtitle language selection 1
es: Selección del idioma del subtítulo 1
et: Subtiitrite keelevalik 1
it: Selezione lingua sottotitoli 1
no: Undertekst språkvalg 1
pt: Seleção do idioma de legendas 1
ru: Выбор языка субтитров 1

source: Subtitle language selection 2
es: Selección del idioma del subtítulo 2
et: Subtiitrite keelevalik 2
it: Selezione lingua sottotitoli 2
no: Undertekst språkvalg 2
pt: Seleção do idioma de legendas 2
ru: Выбор языка субтитров 2

source: Subtitle language selection 3
es: Selección del idioma del subtítulo 3
et: Subtiitrite keelevalik 3
it: Selezione lingua sottotitoli 3
no: Undertekst språkvalg 3
pt: Seleção do idioma de legendas 3
ru: Выбор языка субтитров 3

source: Subtitle language selection 4
es: Selección del idioma del subtítulo 4
et: Subtiitrite keelevalik 4
it: Selezione lingua sottotitoli 4
no: Undertekst språkvalg 4
pt: Seleção do idioma de legendas 4
ru: Выбор языка субтитров 4

source: Subtitle position
es: Posición de los subtítulos
et: Subtiitrite asukoht
it: Posizione sottotitoli
no: Undertekstposisjon
pt: Posição das Legendas
ru: Позиция субтитров

source: Subtitle selection
es: Selección de los subtítulos
et: Subtiitrite valik
it: Selezione sottotitoli
no: Undertekstvalg
pt: Selecção de Legendas
ru: Выбор субтитров

source: Subtitle settings
es: Config. de los subtítulos
et: Subtiitrite seaded
it: Configurazione sottotitoli
no: Undertekster
pt: Definições das Legendas
ru: Настройки субтитров

source: Subtitle text transparency
es: Transparecia del texto de los subtítulos
it: Trasparenza testo sottotitoli
no: Tekst gjennomsiktighet
pt: Transparência do texto das legendas
ru: Прозрачность текстовых субтитров
