Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Wait please while scanning your devices...
es: Por favor espere mientras compruebo us dispositivos...
et: Toimub andmekandjate uurimine...
it: Attendere! Scansione dei tuoi dispositivi in corso...
no: Søker, vennligst vent...
pt: Aguarde por favor enquanto se procura por dispositivos...
ru: Подождите, идёт сканирование Вашего устройства...

source: Wait please,
es: Espere...
et: Oota,
it: Attendere prego
no: Vennligst vent,
pt: Por favor espere,
ru: Подождите, пожалуйста,

source: Wait please, download in progress...
es: Espere por favor, descargando...
et: Toimub allalaadimine...
it: Attendere! Download in corso...
no: Vennligst vent, laster ned...
pt: Espere por favor... Descarga em andamento...
ru: Подождите, загрузка в процессе...

source: Wait time in ms before activation:
es: ms en espera antes de la activación:
et: Ooteaeg enne aktiveerimist (ms):
it: Tempo di attesa prima di attivazione (ms):
no: Ventetid i m/s før aktivering:
pt: Tempo de espera em ms antes da ativação:
ru: Время ожидания в миллисекундах до активации:

source: Wait while starting Cam
es: Espere : iniciando la Cam
et: Cam käivitub
it: Attendere! Cam in avvio
no: Vent mens Cam starter
pt: Por favor aguarde, enquanto inicia a CAM
ru: Пожалуйста, подождите, идет запуск

source: Waiting
es: Esperando
et: Ootel
it: In attesa
no: Venter
pt: À espera
ru: Ожидание

source: Wake on Lan disabled
et: Wake on Lan keelatud
it: Riattivazione Lan disabilitata
no: VåkneMedLan deaktivert
pt: Wake on Lan inativo
ru: Wake-on-LAN выкл.

source: Wake up from deep standby for EPG refresh
et: Ärata EPG värskenduseks puhkeseisundist
it: Risvegliare dallo spegnimento per l’aggiornamento dell’EPG
no: Våkne opp fra dyp dvalemodus for å oppfriske
pt: Acordar de suspensão para atualizar o EPG
ru: Выход из глубокого ожидания для обновления телегида

source: WakeOnLan Enable
et: WakeOnLan lubamine
it: Abilitare WakeOnLan
no: Aktiver VåkneMedLan
pt: WakeOnLan Ativo
ru: Включить Wake-on-LAN

source: WakeOnLan Setup
et: WakeOnLan seadistus
it: Impostazioni WakeOnLan
no: Våkne Med Lan
pt: Definições WakeOnLan
ru: Настройки Wake-on-LAN

source: Warn if free space drops below (kB):
es: Avisar si el espacio libre baja de (kB):
et: Hoiata, kui vaba ruum langeb alla (kB):
it: Attivarsi se lo spazio libero scende al di sotto (Kb):
no: Advare hvis ledig plass faller under(kb):
pt: Avisar se o espaço livre é menor do que (KB):
ru: Предупреждение при уменьшении свободного места (Кбайт):

source: Warning
es: Advertencia
et: Hoiatus
it: Avviso
no: Advarsel
pt: Aviso
ru: Предупреждение

source: Warning, all of the data stored in your Parallel Universes will be lost. Are you sure you want to start the Bing Bang?
es: Atención: todos los datos almacenados en sus universos paralelos se perderán. ¿Seguro que desea iniciar la Gran Explosión?
et: Hoiatus! Kõik Paralleeluniversiumites salvestatud andmed hävinevad. Kas käivitada Suur Pauk?
it: Attenzione: tutti i dati contenuti negli universi paralleli andranno perduti. Sei sicuro di voler innescare il Big Bang?
no: Advarsel, all lagret data til dine Parallelle Universer vil gå tapt. Sikker på at du vil starte Bing Bang?
pt: Atenção, todos os dados armazenados nos seus universos paralelos serão perdidos. Tem certeza de que deseja iniciar o Bing Bang?
ru: Внимание, все данные, содержащиеся в Параллельных Вселенных будут потеряны. Вы уверены, что хотите вызвать Большой взрыв?

source: Warning: If your usb is already connected
es: Aviso: Si su usb ya está conectado
et: HOIATUS: Kui usb seade on juba ühendatud
it: Attenzione: Se il dispositivo USB è già connesso
no: Advarsel: Hvis din Usb allerede er koblet
pt: AVISO: Se a sua unidade USB já estiver conetada
ru: Предупреждение: если Ваш USB уже подключен

source: Watch streams from ZDF Mediathek
es: Ver streams desde el servidor ZDF
it: Guarda flussi da ZDF Mediathek
no: Se streams fra ZDF Mediathek
pt: Ver transmissões do ZDF Mediathek
ru: Смотрите трансляции из ZDF Mediathek

source: Watching IPTV implemented by RTSP/RTMP protocol.
es: Ver la IPTV con el protocolo RTSP/RTMP
et: RTSP/RTMP protokolli järgiva IPTV vaatamine.
it: Visione IPTV con protocolli RTSP/RTMP implementati
no: Ser på IPTV implementert av RTSP/RTMP protokoll.
pt: A ver IPTV implementado pelo protocolo RTSP/RTMP.
ru: Просмотр IPTV с использованием протоколов RTSP/RTMP

source: We are going to jump into %s Universe. Please remember that anything you do in this Universe, such as install sofware, skins or plugins will have no effect on the other Universes. Are you sure you want to jump?
es: Vamos a saltar al universo %s. Recuerde que cualquier cosa que haga en este universo, tal como instalar software, pieles o extensiones no tendrá efecto en los otros universos. ¿Seguro que quiere saltar?
et: Plaanis on hüpe %s universiumisse. Mitte miski, mida sa teed selles universiumis, ei mõjuta kuidagi teisi universiume. Kas sooritad hüppe?
it: Stiamo per catapultarci nell'universo %s. Attenzione: ogni cosa fai in questo universo, (es: installare skin o plugin) non avrà effetto sugli altri universi. Sei sicuro di voler compiere il salto?
no: Vi skal nå hoppe inn i %s Universe. Husk at alt du gjør her i dette Universet, som å installere programvare, skins eller moduler vil ikke ha noen virkning på andre Universer. Sikker på at du vil hoppe?
pt: Vamos saltar para o universo %s Lembre-se que tudo o que fizer neste universo, tais como instalar software, Temas ou plugins não terá efeito sobre os outros universos. Tem a certeza que quer saltar?
ru: Мы собираемся перейти во Вселенную %s. Пожалуйста помните, что Вы делаете в этой вселенной (например, устанавливаете скины или плагины), не будет влиять на другие Вселенные. Вы уверены, что хотите перейти?

source: Weather forecast
es: Previsión del tiempo
et: Ilmateade
it: Previsioni meteo
no: Værmelding
pt: Previsão do Tempo
ru: Погода

source: WeatherPlugin shows weatherforecasts on your STB.
es: WeatherPlugin muestra previsiones del tiempo en su deco.
et: Ilmalaiendus näitab ilmaennustust vastuvõtjas.
it: Wheather fornisce informazioni meteo
no: VærModul viser værmelding på din VU+.
pt: WeatherPlugin exibe previsões do tempo na sua STB.
ru: Показывает прогноз погоды на Вашем ресивере.

source: Weatherforecast on your setopbox
ru: Прогноз погоды на Вашем ресивере

source: Web-Bouquet-Editor for PC
es: Web-Bouquet-Editor para PC
et: Kanalinimekirjade muutmine veebiliidesest.
it: PC-Editor di bouquet via web
pt: Web-Bouquet-Editor para PC
ru: Веб-редактор пакетов для ПК

source: Webinterface
es: Interfaz Web
et: Veebiliides
it: Interfaccia Web
ru: Веб-интерфейс

source: Webinterface: Main Setup
es: Interfaz web: Configuración principal
et: Veebiliides: Seaded
it: Impostazioni: Interfaccia Web
no: WebInterface: Hoved konfigurasjon.
pt: Configuração para o Webinterface
ru: Основные настройки Веб-Интерфейса

source: Wed
es: Mié
et: K
it: Mer
no: Ons
pt: Qua
ru: Ср

source: Wednesday
es: Miércoles
et: Kolmapäev
it: mercoledì
no: Onsdag
pt: Quarta-Feira
ru: Среда

source: Weekday
es: DiaSemana
et: Nädalapäev
it: Giorno della settimana
no: Ukedag
pt: Dia da Semana
ru: День недели

source: Weekend
es: Fin de semana
et: Nädalavahetus
it: fine settimana
no: Helg
pt: Fins de Semana
ru: Выходные

source: Weekly (Monday)
es: Semanalmente (Lunes)
et: Kord nädalas (esmaspäev)
it: Settimanale (lunedì)
no: Ukentlig (Mandag)
pt: Semanal (Segunda)
ru: Еженедельно (Понедельник)

source: Weekly (Sunday)
es: Semanalmente (Domingo)
et: Kord nädalas (pühapäev)
it: Settimanale (domenica)
no: Ukentlig (Søndag)
pt: Semanal (Domingo)
ru: Еженедельно (Воскресенье)

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
es: Bienvenido al editor de corte de la grabacion. Vaya al comienzo que quiera cortar. Pulse OK, seleccione corte inicial'. Vaya al final, pulse OK, seleccione 'corte final'. Eso es todo.
et: Tere tulemast salvestiste lõikajasse. Keri lõikekoha algusesse. Vajuta OK, vali 'lõike algus'. Edasi otsi lõike lõpp, vajuta OK, vali 'lõike lõpp'.
it: Benvenuti in Cutlist editor. Cercare l'inizio della parte da tagliare. Premere OK per contrassegnare"INIZIO TAGLIO". Successivamente spostarsi alla fine, Premere OK, per contrassegnare "FINE TAGLIO". E' tutto.
no: Velkommen til KlippListe Editor. Gå til starten av det du vil klippe vekk, trykk OK, velg 'start klipp her'. Så går du til slutten av det du vil klippe vekk, trykk OK, velg 'avslutt klipp her'. Det er alt!
pt: Bem-vindo ao editor de lista de cortes. Procura o início das cenas que quer cortar. Pressione OK, selecione 'iniciar o corte'. Em seguida, procure o fim, pressione OK, selecione 'fim de corte. É tudo!...
ru: Добро пожаловать в редактор видео. Отметьте место с которого Вы хотите начать редактирование. Нажмите OK, выберите 'начало редактирования'. После, отметьте точку окончания редактирования, нажмите OK и выберите 'конец редактирования'.

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your STB by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
es: Bienvenido al asistente de actualización de imagen. El asistente le guiará para actualizar el Firmware de su deco dándole la posibilidad de hacer una copia de seguridad de la configuración actual y una pequeña explicación de cómo actualizar el Firmware.
et: Tere tulemast tarkvara uuendamise seadistusabilisse. Seadistusabiline aitab Teid seadete varundamisel ja tarkvara uuendamisel.
it: Benvenuto nella procedura guidata per l'aggiornamento dell'immagine. È possibile salvare le configurazioni correnti e ottenere brevi note su come aggiornare il firmware.
no: Velkommen til Image oppgraderingsveiviseren. Veiviseren hjelper deg å oppgradere Image ved å gi deg en sikkerhetskopi mulighet. Du kan med denne veiviser lagre innstillinger, og kort om hvordan oppgradere Image.
pt: Bem-vindo ao assistente de atualização de imagem. O assistente ajudar-lo-á a atualizar o firmware da sua STB, fornecendo uma instalação de backup de suas configurações atuais e uma breve explicação de como atualizar seu firmware.
ru: Добро пожаловать в Мастер обновления имиджа. Мастер поможет Вам обновить ресивер с сохранением Ваших текущих настроек.

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
es: Bienvenido al reproductor de Youtube MyTube. Usa la tecla + para navegar al campo de búsqueda y la tecla - para navegar a las entradas de vídeos. Para reproducir un vídeo sólo tiene que pulsar OK en su mando. Pulse info para ver la descripción de la película. Pulse la tecla menú para opciones adicionales. La tecla ayuda mostrará esta ayuda de nuevo.
it: Benvenuto in MyTube Youtube Player. Bouquet + Sposta il fuoco sul campo ricerca | Bouquet - Sposta il fuoco sui video. OK >> riproduci un video. INFO >> mostra la descrizione del video. MENU >> Informazioni aggiuntive. HELP >> Mostrare di nuovo questa pagina di aiuto.
no: Velkommen til MinTube Youtube Avspiller. Bruk Bouqet+ knappen til å navigere til søkefeltet og Bouqet- for å navigere til video oppføringer. For å spille av en film, trykk OK på din fjernkontroll. Trykk Info for å se film beskrivelsen. Trykk Meny knappen for flere valg. Hjelp knappen viser denne veiviser om igjen.
pt: Bem-vindo ao MyTube Youtube Player. Use a tecla Bouquet + para navegar para o campo de pesquisa eo Bouquet- para navegar para as entradas de vídeo. Para reproduzir um filme apenas pressione OK no seu telecomando. Pressione INFO para ver a descrição do filme. Pressione a tecla Menu para opções adicionais. A tecla HELP mostra esta ajuda novamente.
ru: Добро пожаловать в MyTube Youtube Player. Используйте кнопки Bouqet+, чтобы управлять в области поиска и Bouqet-, чтобы управлять видео данными. OK -> Слушать фильм. INFO -> Показать описание фильма. MENU -> Дополнительная информация. HELP -> Еще раз показывает данную справку.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
es: Bienvenido al reproductor de Youtube MyTube. Mientras introduce sus término(s) de búsqueda verá sugerencias que coinciden con sus términos. Para seleccionar una sugerencia, pulse la tecla ABAJO en su mando, seleccione el resultado que desee y pulse OK en su mando para comenzar la búsqueda. Pulse exit para volver al campo de entrada.
it: Benvenuto in MyTube Youtube player. Durante l'inserimento dei criteri di ricerca, verranno mostrati suggerimenti circa le possibili corrispondenze. Per selezionare un suggerimento, Premere GIÙ sul telecomando, scegliere la voce desiderata, poi premere OK per avviare la ricerca. Premere EXIT per tornare alla schermata di inserimento.
no: Velkommen til MyTube Youtube Player. Samtidig som du taster inn det du søker etter vil du få opp forslag som matcher ditt søk. For å velge et forslag trykk NED på din fjernkontroll, velg ønsket resultat og trykk OK på din fjernkontroll og start søk. Trykk EXIT for å gå tilbake til søkefeltet.
pt: Para selecionar uma sugestão use a tecla seta para baixo no seu telecomando, selecione o resultado desejado e pressione OK no seu telecomando para iniciar a pesquisa. Prima Sair para voltar para o campo de entrada.
ru: Добро пожаловать в MyTube Youtube Player. По мере ввода ключевых слов, Вы получите соответствующие предложения поиска. Чтобы выбираться предложения нажмите DOWN на вашем ДУ, выберите желаемый результат и нажмите OK, чтобы запустить поиск. Нажать EXIT чтобы вернуться в окно ввода...

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your STB, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
es: Bienvenido al asistente de limpieza. Hemos detectado que la memoria interna libre ha caído por debajo de 2MB. Para asegurar un funcionamiento estable de su deco, debe limpiar la memoria interna. Puede usar este asistente para borrar algunas extensiones.
it: Benvenuto nella procedura guidata di pulizia. La memoria interna disponibile è inferiore ai 2 MB. Per assicurare stabilità al ricevitore è necessario aumentare la quantità di memoria libera. A tale scopo è possibile utilizzare la rimozione guidata per rimuovere alcune estensioni.
no: Velkommen til RyddOpp Veiviser. Vi har registrert at ditt tilgjengelige minne har falt under 2MB. For å sikre en at din VU+ holder seg stabil burde minnet ryddes. Du kan bruke denne veiviseren for å fjerne noen utvidelser.
pt: Para garantir um funcionamento estável da sua STB, a memória interna pode ser limpa. Pode usar este assistente para remover algumas extensões.
ru: Добро пожаловать в мастер очистки. Объем доступной внутренней памяти составляет менее 2 Мб. Для обеспечения стабильной работы Вашего ресивера внутренняя память должна быть очищена. Вы можете использовать этот мастер для удаления некоторых дополнений.

source: Welcome. If you want to connect your STB to the Internet, this wizard will guide you through the basic network setup of your STB. Press OK to start configuring your network
es: Bienvenido. Si quiere conectar su deco a Internet, este asistente le guiará con la configuración básica de red de su deco. Pulse OK para comenzar a configurar su red
et: Tere tulemast. See abiline juhendab võrgu seadistamisel, kui tahad ühendada vastuvõtja internetti. Võrgu seadistamise alustamiseks vajuta OK
it: Benvenuto. Questa procedura guidata fornirà supporto di base per la configurazione di rete del ricevitore e la connessione a Internet. Premere OK per iniziare la configurazione della rete.
no: Velkommen. Hvis du vil koble din VU+ til internett, vil denne veiviseren ta deg gjennom nettverk innstillingene på din mottaker. Trykk OK for å starte konfigurering av ditt nettverk
pt: Bem Vindo. Se quiser ligar a sua VuPlus à internet, o Assistente irá guiá-lo através da configuração básica da sua Vuplus. Prima OK para iniciar a configuração de rede
ru: Добро пожаловать. Если Вы хотите подключить ресивер к сети Интернет, этот мастер проведет Вас через базовую настройку сети ресивера. Нажмите ОК для начала настройки сети.

source: Welcome. If you want to connect your box to the Internet, this wizard will guide you through the basic network setup of your Vu+ box. Press OK to start configuring your network
es: Bienvenido. Si quiere conectar su deco a Internet, este asistente le guiará con la configuración básica de red de su deco. Pulse OK para comenzar a configurar su red.
et: Tere tulemast. See abiline juhendab võrgu seadistamisel, et ühendada vastuvõtja internetti. Võrgu seadistamise alustamiseks vajuta OK
it: Benvenuto. Se si desidera collegare il ricevitore a Internet, la procedura guidata vi guiderà attraverso la configurazione base Premere OK per avviare la configurazione.
no: Velkommen. Hvis du vil koble din VU+ til Internett, vil denne veiviseren ta deg gjennom grunnoppsett av ditt nettverk på din Vu+ boks. Trykk OK for å konfigurere ditt nettverk.
pt: Bem vindo. Se deseja conetar a sua Vuplus à Internet, este assistente irá guiá-lo através da configuração de rede básica da sua VuPlus. Prima OK para iniciar a configuração da rede
ru: Добро пожаловать. Если Вы хотите подключить ресивер к сети Интернет, этот мастер проведет Вас через базовую настройку сети ресивера. Нажмите ОК для начала настройки сети.

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
es: Bienvenido. Este Asistente le ayudará a crear una nueva AutoProgramación, dándole asistencia para las configuraciones habituales.
et: Tere tulemast. See abimees aitab luua uut autotaimerit, vastavalt kirjeldustele ja üldseadetele.
it: Benvenuto. La procedura guidata vi aiuterà nella creazione di un nuovo AutoTimer fornendo la descrizione delle opzioni più comuni.
no: Velkommen. Denne veiviseren vil hjelpe deg til å lage nye Autotidsopptak ved å gi beskrivelse for vanlige innstillinger.
pt: Bem vindo. Este assistente irá ajudá-lo a criar um novo AutoTimer, fornecendo descrições de configurações comuns.
ru: Добро пожаловать. Этот Мастер поможет Вам создать новый АвтоТаймер путём предоставления описания общих настроек.

source: Welcome. This start wizard will guide you through the basic setup of your STB. Press the OK button on your remote control to move to the next step.
es: Bienvenido. Este asistente le guiará a través de la configuración básica de su deco. Pulse el botón OK de su mando para ir al siguiente paso.
et: Tere. See stardiabiline juhendab vastuvõtja esmasel seadistamisel. Järgmise sammu juurde minekuks vajuta puldil OK .
it: Benvenuto La configurazione guidata fornirà supporto di base nelle impostazioni del Vu+ Premere OK sul telecomando per il passo successivo.
no: Velkommen. Denne veiviseren vil hjelpe deg gjennom basis oppsett av din VU+. Vennligst trykk OK på din fjernkontroll for å gå til neste steg.
pt: Bem-vindo. Este assistente inicial irá guiá-lo através da configuração básica da sua VuPlus. Pressione a tecla OK no seu telecomando para ir para o passo seguinte.
ru: Добро пожаловать. Мастер запуска проведет Вас через основные настройки ресивера. Нажмите ОК на пульте дистанционного управления, чтобы перейти к следующему шагу.

source: Welcome...
es: Bienvenido...
et: Tere tulemast...
it: Benvenuto...
no: Velkommen...
pt: Bem Vindo. Se quiser ligar a %s %s à -internet, o Assistente irá guialo através da configuração basica da %s %s. Prima OK para iniciar a configuração de rede
ru: Добро пожаловать

source: West
es: Oeste
et: Lääs
it: Ovest
no: Vest
pt: Oeste
ru: Запад

source: Western Europe
it: Europa occidentale
no: Vest Europa
pt: Europa Ocidental
ru: Западная Европа

source: What do you want to scan?
es: ¿Qué quiere buscar?
et: Mida soovid otsida?
it: Cosa desideri cercare?
no: Hva vil du søke etter?
pt: O que deseja procurar?
ru: Что Вы хотите сканировать?

source: What to do with submitted crashlogs?
es: ¿Qué hacer con los crashlogs enviados?
it: Cosa fare dei registri errori inoltrati?
no: Gjøre med innsendte feillogger?
pt: O que deseja fazer, com os crashlog´s submetidos?
ru: Что делать с отправленными журналами ошибок?

source: Wheel RIGHT
es: Girar a la derecha
it: Ruota a DESTRA
no: Rull HØYRE
pt: Roda DIREITA
ru: Правая кнопка

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
es: Cuando utilizas "Búsqueda Rápida" se ignora el tipo de servicio. No necesitas activarlo a menos que la imagen sea compatible con "Búsqueda Rápida" y lo estés utilizando.
et: Olemasoleva "Kiirotsingu" toe puhul kanalitüüpi ei kontrollita. Luba ainult juhul, kui "Kiirotsing" on toetatud ja ise seda kasutad.
it: Se 'Fast Scan' è abilitato il tipo di servizio viene ignorato. Non è necessario abilitare il parametro, a meno che l'immagine lo supporti e voi lo stiate utilizzando.
no: Når "Rask Søking" er støttet er kanaltypen ignorert. Du trenger ikke å aktivere dette med mindre Image støtter "Rask Søking" og du bruker det.
pt: Ao suportar "Fast Scan" o tipo de serviço é ignorado. Não precisa permitir isto a menos que sua imagem suporte "Fast Scan" e o use.
ru: Включение этого параметра игнорирует тип службы связанных сервисов. Это необходимо, только если используется "Быстрый поиск".

source: When the decoder is in standby opentv providers will be automatically downloaded every hour. XMLTV providers will be always downloaded only once a day
es: Cuando el deco está en reposo los proveedores OpenTV se descargarán automáticamente cada hora. Los proveedores XMLTV se descargarán una vez al día
et: Ooteseisundis hangitakse opentv epg kord tunnis. XMLTV epg hankimine toimub alati kord päevas
it: Se il ricevitore è in Standby i provider OpenTV verranno scaricati automaticamente ogni ora. I provider XMLTV saranno scaricati sempre e solo una volta al giorno.
no: Når VU+ er i dvalemodus vil opentv tilbydere bli lastet ned automatisk hver time. XMLTV tilbydere vil alltid bli lastet ned kun en gang om dagen.
pt: Quando o descodificador está em espera, os operadores OPENTV serão automaticamente descarregados a cada hora. Os Operadores XMLTV serão descarregados apenas uma vez por dia.
ru: Если ресивер находится в режиме ожидания, поставщики OpenTV будут автоматически загружаться каждый час. Поставщики XMLTV будут загружаться только один раз в день.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
es: Cuando esta opción está activada, el AutoTimer no selecciona eventos donde otra programación ya existe con la misma descripción.
et: Määrates 'jah', ei otsi autotaimer vasteid saadetele, kui sama sisukokkuvõttega teine taimer on juba olemas.
it: Se abilitato, AutoTimer non confronterà eventi per cui esiste già un timer con la medesima descrizione.
no: Når dette valg er aktivert vil ikke Autotidsopptak matche programmer hvor ett annet tidsopptak med samme beskrivelse finnes allerede i listen.
pt: Quando esta opção for ativada, o AutoTimer não irá corresponder a eventos onde outro Timer com a mesma descrição já existe na lista de Timers.
ru: Если этот параметр включен, никакая программа не будет добавлена, у которой уже есть таймер с тем же описанием в списке таймера.
