Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: User interface
es: Interfaz de usuario
et: Kasutajaliides
it: Interfaccia utente
no: Bruker grensesnitt
pt: Interface do Utilizador
ru: Интерфейс пользователя

source: User management
es: Usuario y contraseña
et: Kasutaja haldamine
it: Gestire utenti
no: Brukerbehandling
pt: Gestão do utilizador
ru: Управление пользователями

source: Usermanager
es: Manejo de usuario
et: Kasutajahaldur
it: Gestione utente
no: Brukerbehandling
pt: Gestor do utilizador
ru: Управление пользователями

source: Username
es: Usuario
et: Kasutajanimi
it: Nome utente
no: Brukernavn
pt: Utilizador
ru: Имя пользователя

source: Username:
es: Usuario:
et: Kasutajanimi:
it: Nome utente:
no: Brukernavn:
pt: Usuário:
ru: Имя:

source: Using a Wireless module as access point
es: Utilizando un módulo inalámbrico como punto de acceso
et: Traadita võrgukaarti kasutatakse pääsupunktina
it: Utilizzare un modulo WiFi come punto di accesso
no: Bruker en Trådløs modul som tilgangspunkt
pt: Usar um Módulo sem Fios como Ponto de Acesso
ru: Беспроводная сеть как точка доступа

source: Using a Wireless module as access point.
es: Utilizando un módulo inalámbrico como punto de acceso.
et: Traadita võrgukaarti kasutatakse pääsupunktina.
it: Utilizzare un modulo WiFi come punto di accesso.
no: Bruker en Trådløs modul som tilgangspunkt
pt: Usar um Módulo sem Fios como Ponto de Acesso.
ru: Беспроводная сеть как точка доступа

source: VCR scart
es: Euroconector VCR
it: SCART VCR
pt: Entrada VCR
ru: Видеомагнитофон

source: VMGM (intro trailer)
es: VMGM (trailer intro)
it: VMGM (trailer introduttivo)
pt: VMGM (trailer de intro)
ru: VMGM (трейлер)

source: VPS-Plugin
et: VPS lisamoodul
it: Plugin VPS
no: VPS-Modul
ru: VPS-плагин

source: VU DeepStandby
es: Vu en hibernación
et: VU puhkeseisund
it: Spegnimento ricevitore
no: VU+ DypDvalemodus
pt: VU Suspensão
ru: Vu+ выключение

source: VU deepstandby => TV activity:
es: Vu en hibernación => actividad de la TV:
et: VU puhkeseisund => TV tegevus:
it: Ricevitore in spegnimento >> Attività TV:
no: VU+ dypdvale => TV aktivitet:
pt: Vuplus modo de suspensão =>Actividade da TV:
ru: Vu+ выключение => действие ТВ:

source: VU on => TV activity:
es: VU encendida => actividad de la TV:
it: Ricevitore ON >> Attività TV:
no: VU+ på => TV aktivitet:
pt: Vuplus ligada =>Actividade da TV:
ru: Vu+ вкл. => действие ТВ:

source: VU standby
es: Vu en reposo
et: VU ooteseisund
it: Standby ricevitore
no: VU+ dvale
pt: VU Modo de Espera
ru: Vu+ режим ожидания

source: VU standby => TV activity:
es: Vu en reposo => actividad de la TV:
et: VU ooteseisund => TV tegevus:
it: Ricevitore in Standby >> Attività TV:
no: VU+ dvale=> TV aktivitet:
pt: Vuplus em modo de espera =>Actividade da TV:
ru: Vu+ режим ожидания => действие ТВ:

source: VU wakeup
es: Vu encendida
et: VU käivitus
it: Riattivare il ricevitore
no: VU+ våkne opp
pt: Acordar a VU
ru: Vu+ пробуждение

source: VUPLUS-BLE-RCU is disconnected. Please connect and select again.
it: Telecomando VUPLUS-BLE è disconnesso. Connetterlo e selezionare nuovamente.
ru: Vu+ BLE отключен. Пожалуйста, подключитесь и выберите еще раз.

source: Vali-XD skin
es: Piel Vali-XD
it: Skin HD by Vali
pt: Vali-XD Tema
ru: Vali-XD скин

source: Vali.HD.atlantis skin
es: Piel Vali.HD.atlantis
it: Skin HD Atlantis by Vali
pt: Vali.HD.atlantis Tema
ru: Vali.HD.atlantis скин

source: Vali.HD.nano skin
es: Piel Vali.HD.nano
it: Skin Vali HD.nano
pt: Vali.HD.nano Tema
ru: Vali.HD.nano скин

source: Vali.HD.warp skin
es: Piel Vali.HD.warp
it: Skin HD warp by Vali
pt: Vali.HD.warp Tema
ru: Vali.HD.warp скин

source: Verifying your internet connection...
es: Comprobando la conexión a Internet ...
et: Internetiühenduse kontroll
it: Verifica della connessione Internet in corso...
no: Verifiserer din internett forbindelse...
pt: A Verificar a ligação de Internet...
ru: Проверка подключения к Интернету...

source: Version
es: Versión
et: Versioon
it: Versione
no: Versjon
pt: Versão
ru: Версия

source: Version: %s
et: Versioon: %s
it: Versione: %s
no: Versjon: %s
pt: Versão: %s
ru: Версия: %s

source: Vertical
et: Vertikaalne
it: Verticale
no: Vertikal
ru: Вертикальная

source: Video
es: Vídeo
no: Skjerm
pt: Vídeo
ru: Видео

source: Video Directory
es: Carpeta de vídeo
et: Video kataloog
it: Cartella video
no: Video Katalog
pt: Pasta
ru: Каталог Видео

source: Video Fine-Tuning
es: Ajuste fino de vídeo
et: Pildi peenhäälestus
it: Regolazione fine video
no: Bilde Finjustering
pt: Vídeo ajuste fino
ru: Настройка экрана

source: Video Fine-Tuning Wizard
es: Asistente de ajuste de vídeo
et: Pildi peenhäälestuse abiline
it: Assistente regolazione fine video
no: Video Fininnstilling Veiviser
pt: Assistente de ajuste fino de Vídeo
ru: Мастер точной настройки видео

source: Video Height
es: Alto Vídeo
et: Pildi kõrgus
it: Altezza schermo
no: Skjerm Høyde
pt: Altura do Vídeo
ru: Высота видео

source: Video Output
es: Salida de vídeo
et: Videoväljund
it: Uscita video
no: Bildeutgang
pt: Saída de vídeo
ru: Видеовыход

source: Video PID
es: PID de vídeo
it: PID video
ru: Видео PID

source: Video Setup
es: Configuración de Vídeo
et: Video seaded
it: Configurazione A/V
no: Bilde
pt: Definições de Vídeo
ru: Настройка видео

source: Video Wide
es: Todo el video
et: Pildi laius
it: Ampiezza schermo
no: Skjerm Bredde
pt: Largura de Vídeo
ru: Ширина видео

source: Video Width
es: Ancho Vídeo
et: Pildi laius
it: Larghezza video
no: Skjerm Bredde
pt: Largura do Vídeo
ru: Ширина видео

source: Video Wizard
es: Asientente de vídeo
et: Video abiline
it: Procedura guidata A/V
no: Video Veiviser
pt: Assistente de Vídeo
ru: Мастер настройки видео

source: Video codec
et: Videokoodek
it: Codec video
no: Bildekodek
pt: Codec de Vídeo
ru: Видеокодек

source: Video enhancement preview
es: Previsualizar la mejora de vídeo
et: Pildi paranduste eelvaade
it: Anteprima miglioramento immagine
no: Bildeforbedring forhåndvisning
pt: Previsualizar Opções de Imagem
ru: Предпросмотр настроек видео

source: Video enhancement settings
es: Realce de vídeo
et: Pildi paranduste seaded
it: Configurazioni avanzate A/V
no: Bildeforbedring
pt: Definições Avançadas de Vídeo
ru: Тонкие настройки видео

source: Video enhancement setup
es: Configuración del realce de vídeo
et: Pildi paranduste seaded
it: Impostazioni avanzate A/V
no: Bildeforbedring
pt: Otimização de vídeo
ru: Расширенные настройки

source: Video filename
it: Nome del file video
no: Film filnavn
pt: Vídeo - nome do ficheiro
ru: Имя файла

source: Video input selection Please press OK if you can see this page on your TV or select a different input port. The next input port will be automatically probed in 20 seconds
it: Selezione ingresso video Se questa pagina è visibile, premere OK (o selezionare un ingresso A/V diverso). L'ingresso video successivo sarà testato automaticamente fra 20 secondi.
ru: Выбор видеовхода Пожалуйста, нажмите ОК, если Вы видеть эту страницу на экране телевизора или выберите другой входной порт. Следующий входной порт будет автоматически назначен через 20 секунд.

source: Video mode selection
it: Selezione modalità A/V
ru: Выбор режима видео

source: Video output
es: Salida de vídeo
et: Videoväljund
it: Uscita A/V
no: Video ut
pt: Saída de vídeo
ru: Видеовыход

source: Video streaming from the orf.at web page
es: Streaming de vídeo desde la página web orf.at
it: Streaming video dalla pagina web di orf.at
no: Video streaming fra orf.at web page
pt: Módulos de transmissão para a página de web orf.at iptv
ru: Потоковое видео с веб-страницы orf.at

source: Video: %s fps
ru: Видео: %s fps

source: VideoEnhancement provides advanced video enhancement settings
es: VideoEnhancement proporciona configuraciones de vídeo avanzado mejorado
it: VideoEnhancement: Configurazioni avanzate A/V del VU+
no: VideoEnhancement gir deg avanserte bildeforbedringsinnstillinger
pt: O plugin VideoEnhancement fornece configurações avançadas de aprimoramento de vídeo
ru: Расширенные настройки для улучшения видео

source: VideoTune helps fine-tuning your tv display
es: VideoTune ayuda a configurar de manera fina su TV
it: VideoTune: Supporto per l'ottimizzazione A/V della TV.
no: VideoTune hjelper deg å finjustere din tv
pt: O VideoTune ajuda a afinar o seu ecrã de televisão
ru: Помогает тонкой настройке экрана телевизора

source: Videobrowser exit behavior:
es: Salir del explorador de vídeo:
et: Käitumine videolehitsejast väljumisel:
it: Comportamento all’uscita dall’elenco dei video:
no: Videobrowser avslutte oppførsel:
pt: VideoBrowser comportamento de saída:
ru: Поведение после выхода из списка видео:

source: Videoenhancement Setup
es: Configuración de vídeo mejorado
et: Pildiparanduse seaded
it: Impostazioni avanzate A/V
no: Bildeforbedring
pt: Definições Avançadas de Vídeo
ru: Расширенные настройки

source: Videomode provides advanced video mode settings
es: Videomode dispone de configuración de vídeo avanzado
it: Videomode consente configurazioni video avanzate
no: Videomodus gir deg avanserte bildemodusinnstillinger
pt: O plugin VideoMode fornece configurações avançadas de aprimoramento de vídeo.
ru: Предоставляет расширенные настройки режима видео

source: Videoplayer stop/exit behavior:
es: Parar/salir del reproductor de vídeo:
et: Videomängija peatamine/väljumine:
it: Comportamento videoplayer su stop/uscita:
no: Videospiller stopp/avslutte oppførsel::
pt: Video Player comportamento Parar / Sair:
ru: Стоп/Выход из режима видеоплеера:

source: Videosize:
es: Vídeo:
et: Lahutus:
it: Risoluzione video:
no: Bildestørrelse:
pt: Tamanho de Vídeo
ru: Размер видео:

source: View Count
es: Contador de vistas
et: Vaatamisi
it: Visualizzare conteggio
no: Se Telling
pt: Ver Contagem
ru: Количество просмотров

source: View Google maps
es: Ver mapas de Google
it: Visualizzare Google Map
no: Se på Google maps
pt: Ver Mapas do Google
ru: Просмотр Карты Google

source: View Google maps with your STB.
es: Ver mapas de Google con su deco.
it: Visualizza Google Map sul ricevitore
no: Se på Google maps med din VU+.
pt: Ver Mapas do Google com a sua Vuplus
ru: Просмотр Карты Google на Вашем ресивере.

source: View Movies...
es: Ver Películas...
et: Vaata filme
it: Riprodurre registrazioni...
no: Se på Opptak...
pt: Ver Gravações
ru: Просмотр записей

source: View Photos...
es: Ver Fotos...
et: Vaata fotosi...
it: Visualizzare foto
no: Se på Bilder...
pt: Ver fotos...
ru: Просмотр изображений

source: View Rass interactive...
es: Ver Rass interactivo...
it: Rass interattivi...
no: Se på Rass interaktiv...
pt: Ver Rass interativo...
ru: Интерактивный просмотр RASS

source: View Video CD...
es: Ver Vídeo CD...
et: Video CD vaatamine
it: Riprodurre CD video
no: Se på Video CD...
pt: Ver CD de Vídeo...
ru: Смотреть Video CD

source: View active downloads
es: Ver descargas activas
et: Vaata aktiivseid allalaadimisi
it: Visualizzare i download attivi
no: Se aktive nedlastinger
pt: Ver descargas de vídeos ativas
ru: Просмотр активных загрузок

source: View details
es: Ver detalles
et: Üksikasjade vaatamine
it: Dettagli
no: Se detaljer
pt: Ver detalhes
ru: Подробнее

source: View list of available
es: Ver lista de disponible
et: Näita saadaolevaid
it: Visualizzare elenco disponibilità
no: Se liste med tilgjengelige
pt: Ver lista de disponíveis
ru: Просмотр списка доступных

source: View list of available CommonInterface extensions
es: Ver lista de extensiones disponibles de la Interfaz Común
et: Näita saadaolevaid CI laiendusi
it: Elenco estensioni CI disponibili
no: Se liste med tilgjengelige CommonInterface utvidelser
pt: Ver lista de extensões da Interface Comum disponíveis
ru: Просмотр доступных дополнений CAM-модуля

source: View list of available Display and Userinterface extensions.
es: Ver lista de extensiones de Pantalla e Interfaz de Usuario
et: Vaata kasutajaliidese laienduste nimekirja.
it: Elenco estensioni per display e interfaccia utente disponibili
no: Se liste med tilgjengelige Skjerm og Brukeregrensesnitt utvidelser
pt: Ver lista de extensões de exibição e interface do usuário disponíveis.
ru: Просмотр доступных дополнений дисплея и интерфейса

source: View list of available EPG extensions.
es: Ver lista de extensiones de EPG disponibles.
et: Näita saadaolevaid EPG laiendusi
it: Elenco estensioni EPG disponibili
no: Se liste med tilgjengelige EPG utvidelser
pt: Ver lista de extensões de EPG disponíveis
ru: Просмотр доступных дополнений телегида

source: View list of available Satellite equipment extensions.
es: Ver lista de extensiones disponibles de equipamiento de Satélite.
et: Näita saadaolevaid satiseadmete laiendusi
it: Elenco delle estensioni per l'impianto satellitare disponibili
no: Se liste med tilgjengelige Satellittutstyrs utvidelser
pt: Ver lista de extensões de Equipamento de Satélite disponíveis
ru: Просмотр доступных дополнений спутникового оборудования

source: View list of available communication extensions.
es: Ver lista de extensiones de comunicación disponibles.
et: Näita saadaolevaid andmevahetuse laiendusi
it: Elenco estensioni comunicazione disponibili
no: Se liste med tilgjengelige Kommunikasjons utvidelser.
pt: Ver lista de extensões de Comunicação disponíveis
ru: Просмотр доступных дополнений связи

source: View list of available default settings
es: Ver lista de configuración por defecto disponibles.
et: Näita saadaolevaid vaikeväärtusi
it: Elenco configurazioni predefinite disponibili
no: Se liste med tilgjengelige standard innstillinger
pt: Ver lista de configurações padrão disponíveis
ru: Просмотр доступных дополнений для сеттингов

source: View list of available multimedia extensions.
es: Ver lista de extensiones multimedia disponibles.
et: Näita saadaolevaid multimeedia laiendusi
it: Elenco estensioni multimediali disponibili
no: Se liste med tilgjengelige multimedia utvidelser
pt: Ver lista de extensões de Multimedia disponíveis
ru: Просмотр доступных дополнений мультимедиа

source: View list of available networking extensions
es: Ver lista de extensiones disponibles de red
et: Näita saadaolevaid võrgu laiendusi
it: Elenco estensioni di rete disponibili
no: Se liste med tilgjengelige nettverk utvidelser
pt: Ver lista de extensões de Rede disponíveis
ru: Просмотр доступных дополнений сети

source: View list of available recording extensions
es: Ver lista de extensiones de grabación disponibles
et: Näita saadaolevaid salvestuslaiendusi
it: Elenco estensioni registrazioni disponibili
no: Se liste med tilgjengelige opptaks utvidelser
pt: Ver lista de extensões de Gravações disponíveis
ru: Просмотр доступных дополнений для записи

source: View list of available skins
es: Ver lista de pieles disponibles
et: Näita saadaolevaid kujundusi
it: Elenco skin disponibili
no: Se liste med tilgjengelige skins
pt: Ver lista de Temas disponíveis
ru: Просмотр доступных дополнений скинов

source: View list of available software extensions
es: Ver lista de extensiones de software disponibles
et: Näita saadaolevaid tarkvara laiendusi
it: Elenco estensioni software disponibili
no: Se liste med tilgjengelige programvare utvidelser
pt: Ver lista de extensões de Software disponíveis
ru: Просмотр доступных дополнений ПО

source: View list of available system extensions
es: Ver lista de extensiones de sistema disponibles
et: Näita saadaolevaid süsteemi laiendusi
it: Elenco estensioni di sistema disponibili
no: Se liste med tilgjengelige system utvidelser
pt: Ver lista de extensões de Sistema disponíveis
ru: Просмотр доступных дополнений системы

source: View related videos
es: Ver vídeos relacionados
et: Vaata seotud videoid
it: Visualizza video correlati
no: Se relaterte videoer
pt: Veja vídeos relacionados
ru: Просмотр похожих видео

source: View response videos
es: Ver vídeos de respuesta
it: Visualizza video disponibili
no: Se respons videoer
pt: Veja vídeos de resposta
ru: Просмотр доступных фильмов

source: View teletext...
es: Ver el teletexto...
et: Kuva teletekst
it: Televideo
no: Vis teletext...
pt: Ver teletexto...
ru: Просмотр телетекста

source: View, edit or delete mountpoints on your setopbox.
es: Ver, editar o borrar puntos de montaje en su deco.
et: Vaata, muuda või kustuta vastuvõtja haakepunkte.
no: Se, endre eller slett tilkobling på din VU+.
ru: Просмотр, редактирование или удаление точек подключения

source: View, edit or delete usernames and passwords for your network.
es: Ver, editar o borrar nombres de usuarios y contraseñas de su red.
et: Vaata, muuda või kustuta võrgu kasutajanimesid ja salasõnu.
it: Vedere, modificare o rimuovere nome utente e password di rete
no: Se, endre eller slett brukernavn og passord for ditt nettverk.
pt: Ver, editar ou excluir nomes de usuário e senhas para a sua rede.
ru: Просмотр, редактирование или удаление имен пользователей и паролей сети

source: Views:
es: Vistos:
et: Vaated:
it: Visite:
no: Visninger:
pt: vistos
ru: Просмотров:

source: Virtual KeyBoard
es: Teclado Virtual
et: Virtaalklaviatuur
it: Tastiera virtuale
no: Virtuelt Tastatur
pt: Teclado virtual
ru: Клавиатура

source: Virtual Keyb.
es: Teclado virtual
et: Virtuaalklav.
it: Tast. virtuale
no: Virtuelt Tast.
pt: Teclado virtual
ru: Клавиатура

source: Virtual Keyboard
es: Teclado Virtual
et: Virtaalklaviatuur
it: Tastiera Virtuale
no: Virtuelt Tastatur
pt: Teclado Virtual
ru: Клавиатура

source: Visual impaired commentary
it: Commento per non vedenti
no: Kommentar for synshemmet
ru: Отключение комментариев

source: Visualization for the European Installation Bus
es: Visualización del Bus de Instalación Europeo
it: Plugin per European Installation Bus (EIB)
no: Visualisering til Europeisk Installerings materiell
pt: Visualização para o Bus Instalação Europeia
ru: Плагин для европейской установочной шины (EIB)

source: Visualize and control your lights, dimmers, blinds, thermostats etc. through EIB/KNX. (linknx server required)
es: Visualizar y controlar las luces, reguladores de luz, persianas, termostatos, etc a través de EIB / KNX. (Necesario servidor linknx)
it: Visualizzare e controllare luci, dimmer, termostati, etc. attraverso EIB/KNX. (E' richiesto un server linknx)
no: Visualiser og kontroller lys, dimmere, gardiner, termostater osv gjennom EIB/KNX. (linknx server påkrevd)
pt: Visualizar e controlar as suas luzes, dimmers, cortinas, termostatos, etc. através de EIB / KNX. (Servidor linknx necessário)
ru: Просмотр и управление лампами, диммерами, термостатами и т. д. через EIB/KNX. (Требуется сервер linknx)

source: Voltage mode
es: Modo voltaje
et: Pinge tüüp
it: Modalità voltaggio
no: Spenningsmodus
pt: Modo de tensão
ru: Режим напряжения

source: Volume
es: Volumen
et: Helitugevus
no: Volum
ru: Громкость

source: Volume Control
es: Control de sonido
et: Helitugevuse juhtimine
it: Controllo volume
no: Volum Styring
pt: Controlo do Volume
ru: Регулятор громкости

source: Vpn Version:
es: Versión:
et: Vpn versioon:
it: Versione Vpn:
no: Vpn Versjon:
pt: Vpn Versão:
ru: Версия VPN:

source: Vu+ Bluetooth RCU Setup
it: Setup del telecomando bluetooth
ru: Конфигурация Vu+ Bluetooth пульта

source: WARNING! Blindscan may make the tuner malfunction on a VU+ receiver. A reboot afterwards may be required to return to proper tuner function.
es: ¡AVISO! La búsqueda ciega puede provocar un mal funcionamiento del receptor. El reinicio puede ser necesario para volver a un correcto funcionamiento.
et: HOIATUS! Pimeotsing võib põhjustada tuuneririkke VU+ vastuvõtjas. Tuuneri normaalse toimimise taastamiseks võib olla vajalik vastuvõtja taaskäivitamine.
it: ATTENZIONE! Blindscan può innescare un malfunzionamento del tuner in un ricevitore VU+. Riavviare il ricevitore per tornare a una situazione ottimale
no: ADVARSEL! Blindsøk kan gjøre at tuner ikke virker på din VU+. En omstart kan være nødvendig for at den skal fungere optimalt igjen
pt: ATENÇÃO! A BlindScan pode fazer com que o sintonizador funcione incorretamente num receptor VuPlus. Uma reinicialização pode ser necessária para retornar à função apropriada do sintonizador.
ru: ПРЕДУПРЕЖДЕНИЕ! Слепой поиск может привести к неисправности тюнера на ресивере VU+. Может потребоваться перезагрузка для возврата к правильной работе тюнера.

source: WEP Key (HEX)
es: Clave WEP (HEX)
et: WEP võti (HEX)
it: Chiave WEP (HEX)
no: WEP kode (HEX)
ru: Ключ WEP (HEX)

source: WLAN adapter
es: Adaptador WLAN
et: WLAN võrgukaart
it: Dispositivo WLAN
no: Trådløst adapter
pt: Adaptador WLAN
ru: Беспроводной адаптер

source: WLAN adapter.
es: Adaptador WLAN.
et: WLAN võrgukaart.
it: Dispositivo WLAN.
no: Trådløst adapter.
pt: Adaptador WLAN.
ru: Беспроводной адаптер.

source: WLAN connection
es: Conexión WLAN
et: WLAN ühendus
it: Connessione WLAN
no: Trådløs forbindelse
pt: Ligação WLAN
ru: Беспроводная сеть WLAN

source: WPA or WPA2
es: WPA o WPA2
et: WPA või WPA2
it: WPA o WPA2
no: WPA eller WPA2
ru: WPA или WPA2

source: WSS on 4:3
es: WSS en 4:3
et: WSS + 4:3
it: WSS su 4:3
no: WSS på 4:3
pt: WSS em 4:3
ru: WSS при 4:3

source: Wait Please... Epg Download in progress....
es: Espere... Descargando el Epg...
et: Oota... EPG andmete hankimine....
it: Attendere! Download EPG in corso...
no: Vennligst vent... Epg nedlasting pågår...
pt: Espere por favor... Descarga do EPG em andamento...
ru: Подождите, пожалуйста... EPG в процессе загрузки....

source: Wait Please... epg.dat file download in progress....
es: Espere... descargando el archivo epg.dat...
et: Oota... toimub epg.dat faili hankimine....
it: Attendere! Download del file epg.dat in corso...
no: Vennligst vent... epg.dat fil nedlasting pågår....
pt: Espere por favor... Descarga do epg.dat em andamento...
ru: Подождите, пожалуйста... Идет загрузка файла epg.dat....

source: Wait a moment
es: Espere un momento
et: Oota veidi
it: Attendere prego
no: Vent litt
pt: Espere um momento
ru: Подождите минутку

source: Wait a moment...
es: Espere un momento...
et: Oota veidi...
it: Attendere prego...
no: Vent litt...
pt: Espere um momento...
ru: Подождите минутку...

source: Wait please checking for available updates...
es: Espere, comprobando las actualizaciones disponibles...
et: Otsitakse uuendusi...
it: Attendere! Controllo aggiornamenti in corso...
no: Vennligst vent, ser etter oppdateringer...
pt: À procura de atualizações disponíveis. Por favor aguarde...
ru: Поиск доступных обновлений. Пожалуйста, подождите...

source: Wait please connection in progress ...
es: Espere por favor, conectando...
et: Toimub ühendamine...
it: Attendere! Connessione in corso...
no: Vennligst vent, kobler til...
pt: Espere por favor! Ligação em execução ...
ru: Подождите, соединение в процессе...

source: Wait please download in progress ...
es: Espere, descargando ...
et: Toimub allalaadimine...
it: Attendere! Download in corso...
no: Vennligst vent, laster ned...
pt: Espere por favor... Descarga em andamento...
ru: Подождите, загрузка в процессе...

source: Wait please for the Epg to complete, and press the red button to exit
es: Espere a que se complete el Epg y presione el botón rojo para salir
et: Oota EPG laadimise lõppemist ja vajuta väljumiseks punast nuppu
it: Download EPG completato. Premere il tasto rosso per uscire
no: Vent mens Epg gjør seg ferdig, så trykk rød knapp for å gå tilbake
pt: Espere por favor pela Descarga completa do Epg. Prima a tecla VERMELHA para sair.
ru: Пожалуйста, дождитесь завершения EPG и нажмите красную кнопку для выхода

source: Wait please while scanning your box devices...
es: Por favor espere mientras compruebo sus dispositivos...
et: Andmekandjate uurimine
it: Attendere! Scansione dispositivi del decoder in corso...
no: Vennligst vent mens søking pågår...
pt: Por favor aguarde enquato a busca está em progresso...
ru: Подождите, идёт сканирование устройств...
