Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: The Box will be now restarted to generate a new device UID. Don't forget to remap your device after the reboot. Press ok to continue
it: Il ricevitore verrà ora riavviato per generare i nuovi UID. Ricordati di mappare il tuo dispositivo dopo il riavvio. Premere OK per continuare.
no: Din Vu+ vil nå starte på nytt for å generere ny enhet UID. Ikke glem å tilordne enheten etter omstart. Trykk OK for å fortsette.
ru: Ресивер будет перезапущен для создания нового UID устройства. Не забудьте переназначить Ваше устройство после перезагрузки. Нажмите ОК, чтобы продолжить.

source: The CleanupWizard informs you when the internal free memory of your STB has dropped below a definable threshold.You can use this wizard to remove some plugins.
it: CleanupWizard informa quando la memoria interna libera del ricevitore è scesa sotto il limite definito. Usare la procedura guidata per rimuovere alcuni plugin e liberare spazio.
no: RyddOppVeiviser gir deg beskjed når internt minne har gått under definert terskel. Du kan bruke denne veiviser for å fjerne noen moduler.
pt: O Assistente de Limpeza informa quando a memória livre interna da sua Vuplus desceu abaixo do threshold definido. Pode usar este assistente para remover alguns plugins.
ru: Мастер очистки информирует Вас, когда внутренний объем свободной памяти вашего ресивера находится ниже определяемых пределов. Вы можете использовать этот мастер, чтобы удалить некоторые плагины.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a STB format data DVD (which will not play in stand-alone DVD players) instead?
es: El estándar DVD no soporta vídeo H.264 (HDTV). ¿Quiere crear un DVD de datos en el formato de su deco (el cuál no podrá ser reproducido por un reproductor de DVDs)?
et: DVD standard ei toeta H.264 (HDTV) video voogesitust. Kas soovite luua erivormingus andmete (data) DVD, mida teised DVD mängijad ei mängi?
it: Lo standard DVD non supporta lo stream video H.264 (HDTV). Creare un DVD in formato dati VU+ (NON sarà riproducibile su lettori DVD standard!)
no: DVD standarden støtter ikke H.264 (HDTV) videostrøm. Vil du lage en VU+ format data DVD (som ikke vil kunne spilles i vanlig DVD spiller) instead?
pt: O padrão de DVD não oferece suporte a fluxos de vídeo h. 264 (HDTV). Quer criar um formato DVD de dados na STB (que não pode ser reprouzido em Leitores DVD) em vez disso?
ru: Стандарт DVD не поддерживает видео-потоки Н.264 (HDTV). Хотите создать формат DVD-данных (не будет воспроизводиться на бытовых DVD-плеерах)?

source: The Elektro Power Save Plugin puts the box from Standby to sleep mode (Deep Standby) at specified times. This only happens if the box is in standby and no recording is running or scheduled during the next 20 minutes. The box automatically wakes up for recordings or at the end of the specified sleep time. Hence you needn't wait for it to boot-up.
es: La extensión Elektro Power Save pone el deco desde reposo a hibernación (modo económico) en momentos determinados. Esto sólo ocurre si su deco está en reposo y no hay ninguna grabación en marcha o prevista durante los próximos 20 minutos. El deco se activa automáticamente para grabaciones o al completarse el tiempo en hibernación. Por lo tanto no es necesario esperar a que arranque.
it: Elektro Power Save è in grado di porre il box in Spegnimento all'ora specificata. Questo avviene SOLO SE il ricevitore è in standby e nessuna registrazione è in esecuzione o programmata nei prossimi 20 minuti. Il ricevitore si riattiverà automaticamente in caso di registrazioni programmate o alla fine dell'intervallo di tempo specificato.
no: Elektro Strømspare modul setter boksen i dvalemodus til "sove" modus (Dyp Dvale) på spesifisert tider. Dette skjer kun hvis boksen er i dvalemodus og ingen opptak går eller skal starte i løpet av de neste 20 minutter. Boksen "våkner" opp automatisk til opptak eller ved slutten av den spesifiserte "sove"tiden. Du trenger ikke vente for at den skal starte.
pt: O Elektro Power Save Plugin coloca a Vuplus do modo de espera no modo sleep (Deep Standby) em horários especificados. Isso só acontece se a Vuplus está em espera e nenhumas gravações estão em execução ou programadas durante os próximos 20 minutos. A Vuplus desperta automaticamente para gravações ou no final do tempo de repouso especificado. Daí, não precisar esperar para ela arrancar.
ru: Энергосбережение может перевести ресивер в режим выключение в определенное время. Это происходит ТОЛЬКО, если ресивер находится в режиме ожидания и не выполняется запись или не запланирована запись в течение следующих 20 минут. Ресивер автоматически проснется при запланированных записях или в конце указанного интервала времени.

source: The Hotplug plugin notifies your system of newly added or removed devices.
es: La extensión Hotplug notifica al sistema de un dispositivo añadido o quitado.
et: Hotplug plugin teavitab hiljuti süsteemi lisatud või süsteemist kõrvaldatud seadmetest.
it: Hotplug consente la notifica al sistema circa dispositivi aggiunti o rimossi
no: Hotplug modul gir beskjed til ditt system om nylige tilkoblede eller fjernede enheter.
pt: O plugin Hotplug notifica o sistema de dispositivos recém-adicionados ou removidos.
ru: Позволяет уведомлять систему о добавленных или удаленных устройствах.

source: The NetworkWizard extension is not installed! Please install it.
es: ¡La extensión Asistente de Red no está instalada! Por favor, instálela.
et: Võrguabiline ei ole paigaldatud! Paigalda see.
it: L'estensione NetworkWizard non è installata! Provvedere a installarla.
no: NetworkWizard er ikke installert! Vennligst installer.
pt: A extensão do assistente de rede não está instalada! Por favor, instale-o.
ru: Мастер сети не установлен! Пожалуйста, установите.

source: The PIN code has been changed successfully.
es: El código PIN ha sido cambiado correctamente.
et: PIN kood on muudetud.
it: Il codice PIN è stato modificato con successo.
no: PIN koden er endret.
pt: O código PIN foi alterado com sucesso.
ru: PIN-код успешно изменен.

source: The PIN codes you entered are different.
es: El código PIN que ha introducido es diferente.
et: Sisestatud PIN koodid on erinevad.
it: I codici PIN immessi sono diversi.
no: PIN kodene du tastet matcher ikke.
pt: Os códigos PIN que introduziu são diferentes.
ru: PIN-коды, введенные Вами не совпадают.

source: The PicturePlayer displays your photos on the TV. You can view them as thumbnails or slideshow.
es: El Reproductor de Fotos visualiza sus fotos en la TV. Puede verlas como miniaturas o como presentación.
it: PicturePlayer visualizza le foto sulla TV. Le potete visualizzare sia come anteprime che come presentazioni.
no: PicturePlayer viser bilder på din TV. Du kan se de som miniatyrbilder eller bildefremvisning,
pt: O PicturePlayer exibe as suas fotos na TV. Pode vê-las como miniaturas ou como slideshow.
ru: Отображает Ваши фотографии на экране телевизора. Вы можете просматривать их в виде эскизов или слайд-шоу.

source: The Satfinder plugin helps you to align your dish. It shows you informations about signal rate and errors.
es: La extensión Satfinder le ayuda a alinear su antena. Muestra información sobre la calidad de la señal y los errores.
et: Signaalimõõdik aitab SAT antenni häälestada. See näitab signaali taseme ja signaali vigade infot.
it: Satfinder fornisce un supporto per l'allineamento della parabola. Esso visualizza informazioni circa la potenza del segnale e gli errori in ricezione.
no: Satellittfinner modul hjelper deg å justere antennen. Den viser info om signal og feil.
pt: O plugin SatFinder ajuda-o a alinhar a sua antena. Mostra informações sobre o sinal e erros.
ru: Плагин помогает настроить Вашу спутниковую антенну. Отображает информацию о скорости сигнала и ошибок.

source: The SkinSelector shows a menu with selectable skins. It's now easy to change the look and feel of your STB.
es: El SkinSelector muestra un menú con pieles seleccionables. Ahora puede cambiar fácilmente la vista y apariencia de su deco.
it: SkinSelector visualizza le skin disponibili tramite un menu. In tal modo risulta molto semplice cambiare il "look" del ricevitore.
no: SkinVelger viser en meny med valgbare skin. Det er nå enkelt å endre utseende på din VU+.
pt: O Selector de Temas mostra um menu com Temas selecionáveis. Agora é fácil mudar a aparência da sua Vuplus.
ru: Показывает меню с возможностью выбора скинов. Теперь очень легко изменить внешний вид ресивера.

source: The SoftwareManager manages your STB software. It's easy to update your receiver's software, install or remove plugins or even backup and restore your system settings.
es: El SoftwareManager maneja el software de su deco. Es fácil actualizar el software de su receptor, instalar o eliminar extensiones o incluso hacer copias de seguridad o restaurar su configuración del sistema.
et: Tarkvarahaldur tegeleb vastuvõtja tarkvaraga. Nii on lihtne uuendada vastuvõtja tarkvara, paigaldada või kustutada laiendusi ning varundada ja taastada süsteemi seadeid.
it: SoftwareManager consente di gestire il software del VU+. Permette di aggiornare facilmente il software del ricevitore, installare o rimuovere plugin, effettuare backup o ripristino delle configurazioni.
no: Programvarebehandling behandler VU+ programvare. Det er enkelt å oppdatere, installere eller fjerne plugin og til og med lage sikkerhetskopi og gjenopprette ditt system.
pt: O Gestor de Software gere o seu software da sua Vuplus. É fácil atualizar o software do seu receptor, instalar ou remover plugins ou até mesmo fazer backup e restaurar as configurações do sistema.
ru: Позволяет Вам управлять программным обеспечением VU+. Позволяет легко обновлять программное обеспечение ресивера, устанавливать или удалять плагины, создавать резервные копии или восстанавливать конфигурации.

source: The Softwaremanagement extension is not installed! Please install it.
es: ¡La extensión Softwaremanagement no está instalada! Por favor, instálela.
et: Tarkvarahaldur ei ole paigaldatud! Paigalda see.
it: L'estensione Gestione Sofware non è installata! Provvedere a installarla.
no: Programvarebehandlingsutvidelsen er ikke installert! Vennligst installer den.
pt: A extensão de Gestão de Software não está instalada! Por favor, instale-o.
ru: Расширение управлением ПО не установлено! Пожалуйста, установите.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
es: La Programación no puede ser añadida a la Lista. Pulse OK para cerrar este asistente.
et: Taimerit ei lisata nimekirja. Vajuta abilise sulgemiseks OK.
it: Il timer non sarà aggiunto alla lista. Premere OK per chiudere la configurazione.
no: Tidsopptak blir ikke lagt til listen. Trykk OK for å lukke veiviseren..
pt: O Timer não será adicionado à lista. Por favor, pressione OK para fechar este assistente.
ru: Таймер невозможно добавить в список. Нажмите кнопку ОК для закрытия мастер.

source: The Timeshift record was not saved yet! What do you want to do now with the timeshift file?
et: Ajanihke salvestus ei olnud veel talletatud! Mida teha nüüd ajanihke failiga?
it: La registrazione del timeshift non è stata salvata! Cosa vuoi fare ora con il file di TimeShift?
no: Tidsforskyvnings-opptaket ble ikke lagret! Hva vil du gjøre med Tidsforskyvnings-filen?
pt: A gravação instantânea ainda não foi guardada! O que pretende fazer agora com o ficheiro da gravação instantânea?
ru: Запись таймшифт еще не была сохранена! Что вы хотите сделать с файлом таймшифт? "

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
es: El Tiempo de una AutoProgramación es el primer atributo 'avanzado'. Si un tiempo es especificado, un evento sólo coincide si se encuentra dentro de ese tiempo.
et: 'Ajavahemik' on Autotaimeri tähtsaim omadus. Kui ajavahemik on määratud, vastab antud autotaimerile ainult selle ajavahemiku sees olev saade.
it: L'Intervallo di un AutoTimer è il primo attributo avanzato. Se viene specificato un intervallo verranno considerati validi solo gli eventi previsti all'interno di tale intervallo temporale
no: Tidsrom til et Autotidsopptak er den første 'avanserte' attributten. Hvis et gitt tidsrom er satt vil programmet kun matche dette Autotidsopptak hvis det ligger i tidsrommet.
pt: O Timespan de um AutoTimer é o primeiro atributo "avançado". Se um período de tempo é especificado um evento só irá corresponder a esse AutoTimer se ele está dentro deste período de tempo.
ru: Отрезок времени из АвтоТаймера имеет атрибут 'расширенный'. Он соответствует событию данного АвтоТаймера, если событие находится в выбранном отрезке времени.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
es: La memoria USB está lista para ser usada. ¡Ahora puede descargar un archivo de imagen NFI!
it: La chiavetta USB ora è utilizzabile come unità di avvio. Ora puoi scaricare un file immagine!
no: USB pinnen er klargjort til å være oppstartbar.. Nå kan du laste ned en NFI image fil!
pt: A PEN Drive foi preparada para ser bootable. Agora pode fazer o download de uma imagem NFI!
ru: USB-накопитель теперь можно использовать в качестве загрузочного диска. Теперь Вы можете установить имидж!

source: The User Interface of your receiver is restarting
es: Se está reiniciando la interfaz de usuario del deco
et: Vastuvõtja kasutajaliides taaskäivitub.
it: Sto eseguendo il riavvio della interfaccia grafica (GUI)
no: Brukergrensesnitt på din VU+ starter om igjen...
pt: O interface do utilizador da sua VuPlus vai reiniciar
ru: Перезагрузка интерфейса Вашего ресивера

source: The VPS-Plugin can determine whether a programme begins earlier or lasts longer.
es: El VPS-Plugin puede determinar si un programa comienza antes o dura más tiempo.
it: VPS: è in grado di determinare se un programma inizia in anticipo o termina più tardi
no: VPS-Modul kan avgjøre om et program starter tidligere eller varer lengre.
pt: O VPS-Plugin pode determinar se um programa começa mais cedo ou dura mais tempo.
ru: Плагин может определить, начинается ли программа раньше или заканчивается позже

source: The VideoEnhancement plugin provides advanced video enhancement settings.
es: La extensión VideoEnhancement proporciona configuraciones avanzadas de vídeo mejorado.
it: VideoEnhancement consente di effettuare regolazioni avanzate delle configurazioni video.
no: Bildeforbedringsmodulen gir deg avanserte bildeforbedringsinnstillinger.
pt: O plugin VideoEnhancement fornece configurações avançadas de aprimoramento de vídeo.
ru: Плагин предоставляет расширенные настройки для улучшения видео.

source: The VideoTune helps fine-tuning your tv display. You can control brightness and contrast of your tv.
es: El VídeoTune ayuda a configurar su tv de manera fina. Puede controlar el brillo y contraste de su tv.
et: VideoTune aitab TV ekraani pilti seada. Saad oma TV heledust ja kontrastsust muuta.
it: VideoTune consente un supporto per l'ottimizzazione di luminosità e contrasto sulla TV.
no: VideoTune hjepler deg å finjustere din tv. Du kan justere lysstyrke og kontrast på din tv
pt: O VideoTune ajuda a afinar o seu ecrã de televisão. Pode controlar o brilho e o contraste da sua TV.
ru: Помогает точно настроить экран телевизора. Вы можете контролировать яркость и контраст Вашего телевизора.

source: The Videomode plugin provides advanced video mode settings.
es: La extensión Videomode proporciona configuración de vídeo avanzado.
it: Videomode consente la configurazione avanzata della modalità video
no: Bildemodusmodulen gir deg avanserte bildemodusinnstillinger.
pt: O plugin VideoEnhancement fornece configurações avançadas de aprimoramento de vídeo.
ru: Плагин предоставляет расширенные настройки режима видео.

source: The WirelessLan plugin helps you configuring your WLAN network interface.
es: La extensión WirelessLan ayuda a configurar la interfaz de red WLAN.
it: WirelessLan consente supporto per la configurazione di un'interfaccia rete WiFi
no: TrådløsLan modulen hjelper deg å konfigurere ditt trådløse nettverks-grensesnitt.
pt: O plugin Wireless Lan ajuda a configurar sua interface da rede sem fios.
ru: Плагин поможет Вам настроить сетевой интерфейс WLAN.

source: The backup failed. Please choose a different backup location.
es: Ha fallado la copia de seguridad. Elija una ruta diferente.
et: Varundamine nurjus. Vali uus varukoopia asukoht.
it: Backup fallito! Selezionare una destinazione diversa per il backup
no: Sikkerhetskopi feilet. Vennligst velg en annen plassering.
pt: O BackUp falhou. Por favor faça o Backup noutra pasta, ou utilize outro dispositivo.
ru: Сохранение не выполнено. Выберите другое место ресположения.

source: The connection was terminated from the stream server.
es: La conexión fue cancelada desde el servidor de stream.
et: Server katkestas ühenduse.
it: La connessione è stata terminata dal server di streaming
no: Tilkoblingen til strømmeserver er avsluttet.
pt: A conexão foi encerrada a partir do servidor de fluxo.
ru: Соединение было прервано потоковым сервером.

source: The counter can automatically be reset to the limit at certain intervals.
es: El contador puede ser reiniciado al límite automáticamente a ciertos intervalos.
et: Loendurit saab nullida piirarvuni teatud ajavahemike järel.
it: Il contatore può essere resettato automaticamente a intervalli prefissati
no: Telleren kan automatisk settes til en grense av gitte intervaller.
pt: O contador pode ser automaticamente redefinido para o limite em determinados intervalos.
ru: Счетчик может автоматически сбрасываться через определённые промежутки времени.

source: The device has been partitioned. Partitions will be now formatted.
es: Se ha realizado la partición en el dispositivo. Las particiones se formatearán ahora.
et: Kettajaotus on loodud. Partisioonid vormindatakse.
it: Il dispositivo è stato partizionato. Le partizioni verranno ora formattate.
no: Enhet er partisjonert. Partisjoner vil bli formatert nå.
pt: O dispositivo foi particionado. As partições serão agora formatadas.
ru: Устройство было размечено. Разделы теперь будут отформатированы.

source: The directory %s is not writable. Make sure you select a writable directory instead.
es: El directorio %s no es escribible. Seleccione otro directorio que si lo sea.
et: Kataloog %s ei ole salvestatav. Vali kindlasti selle asemel salvestatav kataloog.
it: La cartella %s è in sola lettura. Scegli una cartella abilitata alla scrittura!
no: Katalogen %s er ikke skrivbar. Velg en skrivbar katalog.
pt: Não é possivél escrever na pasta %s. Selecione uma pasta que possa ser escrita.
ru: В эту папку %s записать нельзя. Убедитесь, что взамен выбрали нужную папку.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
es: El editor puede usarse para nuevos AutoTimers. Puede usar el Asistente o el editor clásico.
et: Siin saad lisada uusi autotaimereid. Seda saab teha kasutades abilist või klassikalist redaktorit.
it: Editor da utilizzare per aggiungere nuovi AutoTimer. Si può usare sia la procedura guidata che l'editor classico.
no: Editor til bruk for nye Autotidsopptak. Dette kan være veiviseren eller klassisk editor.
pt: O editor para ser usado para novos AutoTimers. Este pode ser o assistente ou o editor clássico.
ru: Редактор для нового АвтоТаймера. Это может быть либо мастер, либо классический редактор.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
es: El siguiente dispositivo fué encontrado: %s ¿Quiere escribir el USB flasher a esta memoria USB?
et: Leitud USB pulk: %s Kas soovid seda kasutada tarkvara paigaldamiseks?
it: Trovato il seguente dispositivo: %s vuoi copiare l’Immagine da flashare nella chiavetta USB?
no: Følgende enhet ble funnet: %s Vil du skrive USB flashen til pinnen?
pt: O seguinte dispositivo não foi encontrado: %s Deseja escrever o USB flasher para esta PEN Drive?
ru: Найдено устройство: %s Вы хотите скопировать имидж на флешку?

source: The following files were found...
es: Se encontraron los siguientes archivos...
et: Leiti järgmised failid
it: Trovati i seguenti file...
no: Disse filene ble funnet...
pt: Os seguintes Arquivos não foram encontrados...
ru: Следующие файлы были найдены...

source: The input port should be configured now. You can now configure the screen by displaying some test picture. Do you want to do that now?
it: L'ingresso video deve essere configurato. Per configurare lo schermo possono essere utilizzate alcune immagini di test. Farlo adesso?
ru: Видеовход уже настроен. Теперь Вы можете настроить экран с помощью тестовых изображений. Хотите сделать это сейчас?

source: The installation of the default services lists is finished.
es: La instalación de la lista de canales por defecto ha terminado.
et: Standardkanalinimekirjad on paigaldatud.
it: L'installazione della lista canali predefinita è terminata
no: Installasjonen av standard tjenesteliste er ferdig.
pt: A instalação da lista de serviços padrão terminou.
ru: Установка списков сервисов по умолчанию закончена.

source: The installation of the default settings is finished. You can now continue configuring your STB by pressing the OK button on the remote control.
es: La instalación de la configuración por defecto ha terminado. Puede ahora continuar configurando su deco presionando el botón OK de su mando a distancia.
et: Kanalinimekiri on paigaldatud. Saad jätkata vastuvõtja seadistamist vajutades puldilt OK.
it: L'installazione della configurazione predefinita è terminata. Per proseguire con la configurazione premi OK sul telecomando.
no: Installasjonen av standard innstillinger er ferdig. Du kan nå fortsette å konfigurere din VU+ ved å trykke OK knappen.
pt: A instalação das configurações padrão está terminada. Agora, pode continuar a configuração da Vuplus, premindo o botão OK no telecomando.
ru: Установка стандартных настроек закончена. Вы можете продолжить настройку ресивера, нажав кнопку ОК на пульте.

source: The loopthrough setting is wrong.
it: Configurazione ciclo continuo errata.
ru: Настройки петли неверны.

source: The match attribute is mandatory.
es: El atributo a coincidir es obligatorio.
et: Vastete määramine on kohustuslik.
it: La stringa di confronto è obbligatoria!
no: Matche attributt er obligatorisk.
pt: O atributo correspondente é obrigatório.
ru: Необходимо указать атрибут "Найти в заголовке"!

source: The md5sum validation failed, the file may be corrupted!
es: La validación md5sum ha fallado, ¡el archivo parece corrupto!
et: md5sum kontroll ebaõnnestus, fail võib olla rikutud!
it: Verifica integrità file fallita: potrebbe essere corrotto!
no: Md5sum validering mislyktes, filen kan være ødelagt!
pt: A validação md5 falhou, o Arquivo deverá estar corrupto.
ru: Ошибка проверки целостности файла, возможно файл поврежден!

source: The new image will be installed and auto booted in few minutes.
es: La nueva imagen se instalará y arrancará en pocos minutos.
et: Uus image paigaldatakse ja käivitatakse mõne minuti jooksul.
it: La nuova immagine verrà installata e il box si riavvierà in pochi minuti.
no: Det nye Image vil bli installert og autostartet om få minutter.
pt: A nova imagem será instalada e arrancará automáticamente em poucos minutos.
ru: Новый имидж будет установлен и автоматически загрузится через несколько минут.

source: The package doesn't contain anything.
es: El paquete no contiene nada.
et: See pakett ei sisalda midagi
it: Il pacchetto è vuoto
no: Pakken inneholder ingenting.
pt: O pacote não contém nada.
ru: Этот пакет не содержит данных.

source: The package:
es: El paquete:
et: Pakett:
it: Il pacchetto:
no: Pakke:
pt: Atualizar Lista de pacotes
ru: Пакет:
