Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Move screen to the right
es: Mover pantalla a la derecha
et: Liiguta aken paremale
it: Spostare schermo a destra
no: Flytt skjerm til høyre
pt: Mover o ecrã para a direita
ru: Переместить окно вправо

source: Move screen to the upper left corner
es: Mover pantalla la esquina superior izda
et: Liiguta aken ülemisse vasakusse nurka
it: Spostare lo schermo nell'angolo in alto a sx
no: Flytt skjerm til øvre venstre hjørne
pt: Mover o ecrã para o canto esquerdo superior
ru: Переместить окно в левый верхний угол

source: Move screen to the upper right corner
es: Mover pantalla a la esquina superior dcha
et: Liiguta aken ülemisse paremasse nurka
it: Spostare lo schermo nell'angolo in alto a dx
no: Flytt skjerm til øvre høyre hjørne
pt: Mover o ecrã para o canto direito superior
ru: Переместить окно в правый верхний угол

source: Move screen up
es: Mover pantalla arriba
et: Liiguta aken üles
it: Spostare lo schermo su
no: Flytt skjerm opp
pt: Mover ecrã para cima
ru: Переместить окно вверх

source: Move up
es: Subir
et: Liiguta üles
it: Spostare su
no: Flytt opp
pt: Mover para cima
ru: Перемещение курсора вверх

source: Move west
es: Mover al oeste
et: Liiguta läände
it: Spostare a ovest
no: Flytt vestover
pt: Mover Oeste
ru: Переместить на запад

source: Movie
it: Registrazioni
no: Film
pt: Filme
ru: Фильм

source: Movie location
es: Ruta de Peli
et: Salvestuskataloog
it: Percorso registrazioni
no: Opptaksplassering
pt: Localização dos Filmes
ru: Расположение списка записей

source: MovieTagger adds tags to recorded movies to sort a large list of movies.
es: MovieTagger añade etiquetas a las grabaciones para ordenar listas grandes.
it: MovieTagger consente di aggiungere TAG (etichette) alle registrazioni per poterle catalogare più facilmente.
no: MovieTagger legger til tags til opptak for å sortere en større liste opptak.
pt: MovieTagger adiciona marcas ao filmes gravados para classificar uma lista grande de filmes.
ru: MovieTagger добавляет теги записанные фильмы для сортировки большого списка фильмов.

source: Movielist
es: Lista de grabaciones
et: Filmilist
it: Elenco registrazioni
no: Opptaksliste
pt: Lista de Filmes
ru: Список записей

source: Movielist Preview creates screenshots of recordings and shows them inside the movielist.
es: Movielist Preview crea imagenes de las grabaciones y los muestra dentro de la lista de grabaciones.
it: Movielist Preview consente di creare anteprime delle registrazioni e visualizzarle nell'elenco registrazioni.
no: Movielist Preview lager skjermbilder av opptak og viser dem i filmlisten.
pt: Pré-Visualização da Lista de Filmes cria screenshots das gravações e mostra-os dentro da Lista de Filmes.
ru: Movielist Preview позволяет создавать предварительные просмотры записей и просматривать их в списке записей.

source: Movielist menu
es: Menú de la lista de grabaciones
et: Filmilisti menüü
it: Menu elenco registrazioni
no: Opptaksmeny
pt: Menu da Lista de Filmes
ru: Меню списка записей

source: Movies
es: Películas
et: Filmid
it: Registrazioni
no: Opptak
pt: Filmes
ru: Записи

source: Multi EPG
es: EPG Múltiple
no: Fler EPG
pt: EPG Multi
ru: Мульти EPG

source: Multi-EPG bouquet selection
es: Selección de la lista multi-EPG
et: MultiEPG lemmiknimekirjade valik
it: Selezione bouquet Multi-EPG
no: Fler-EPG kanalliste valg
pt: Multi EPG seleção de bouquets
ru: Выбор фаворитов в мультителегиде

source: MultiEPG
es: EPG Múltiple
ru: Мульти EPG

source: MultiG Epg
it: Multi EPG
no: Grafisk Epg
pt: Epg M.Gráfico
ru: Графический

source: Multimedia
et: Multimeedia
no: Massemedia
pt: Multimédia
ru: Мультимедиа

source: Multiple service support
es: Soporte de canales múltiples
et: Mitme programmi tugi
it: Supporto canali multipli
no: Flerkanal støtte
pt: Suporte para Serviços Multiplos
ru: Поддержка мультисервисов

source: Multiplex
es: Múltiplex
et: Multipleks
ru: Мультиплекс

source: Multisat
es: Varios satélites
et: Mitu satelliiti
no: Flersat
pt: Satélites Múltiplos
ru: Несколько спутников

source: Music
es: Música
et: Muusika
it: Musica
no: Musikk
pt: Música
ru: Музыка

source: Music Directory
es: Carpeta de música
et: Muusika kataloog
it: Cartella musica
no: Musikk Katalog
pt: Reproduzir Música...
ru: Каталог Музыки

source: Mute
es: Silencio
et: Vaigista
it: Muto
pt: Cortar o Som
ru: Без звука

source: My Favorites
es: Mis Favoritos
it: I miei preferiti
no: Mine Favoritter
pt: Os meus Favoritos
ru: Избранное

source: My History
es: Mi Historial
it: La mia cronologia
no: Min Historie
pt: Meu Histórico
ru: История

source: My Recommendations
es: Mis Recomendaciones
it: Le mie Raccomandazioni
no: Mine Anbefalinger
pt: As minhas Recomendações
ru: Мои рекомендации

source: My Subscriptions
es: Mis Suscripciones
it: I miei abbonamenti
no: Mine Abonnementer
pt: As minhas Subscrições
ru: Мои подписки

source: My TubePlayer
es: Mi TubePlayer
ru: Плеер MyTube

source: My Uploads
es: Mis Subidas
it: I miei upload
no: Mine Opplastinger
pt: Os meus envios
ru: Мои загрузки

source: My Watch Later
es: Mi Ver más Tarde
it: Il mio 'Guarda più tardi'
no: Min Se Senere
pt: Ver mais tarde
ru: Посмотреть позже

source: My favorite
es: Mi favorito
it: Mio preferito
no: Min favoritt
pt: O meu favorito
ru: Избранное

source: MyTube Settings
es: Configuración MyTube
it: Configurazione MyTube
no: MyTube
pt: MyTube Definições
ru: Настройки MyTube

source: MyTubePlayer
es: Mi TubePlayer
it: Il mio TubePlayer
ru: Плеер MyTube

source: MyTubePlayer Help
es: Ayuda MyTubePlayer
it: Aiuto per MyTubePlayer
no: MyTubePlayer hjelp
pt: MyTubePlayer Ajuda
ru: Помощь

source: MyTubePlayer active video downloads
es: MyTubePlayer descargas de vídeo activas
it: Download del video attivo MyTubePlayer
no: MyTubePlayer aktive film nedlastinger
pt: MyTubePlayer descarga de vídeos ativos
ru: Плеер MyTube: загрузка видео

source: MyTubePlayer settings
es: Configuración MyTubePlayer
it: Configurazione MyTubePlayer
no: MyTubePlayer Innstillinger
pt: MyTubePlayer definições
ru: Конфигурация плеера MyTube

source: MyTubeVideoInfoScreen
es: Pantalla de información de MyTube
it: MyTubeVideo schermata Info
pt: MyTubeVideo Ecrã de Informação
ru: Инфо

source: MyTubeVideohelpScreen
es: Ayuda de MyTube
it: MyTubeVideo schermata di aiuto
ru: Окно помощи

source: N/A
es: N/D
et: Ei ole kasutusel
no: Ikke tilgjengelig
ru: Н/Д

source: NCID Client shows incoming voice calls promoted by any NCID server (e.g. Vodafone Easybox) on your STB.
es: Cliente NCID muestra en su deco las llamadas de voz entrantes que vienen de un servidor NCID (ej. Vodafone Easybox).
it: NCID Client permette di visualizzare chiamate vocali elaborate da un server NCID (come il Vodafone Easybox).
no: NCID Client viser innkommende samtaler fra en NCID server (e.g. Vodafone Easybox) på din VU+.
pt: NCID Client mostra chamadas de voz recebidas, promovidas por qualquer servidor NCID (por exemplo, Vodafone Easybox) na sua STB.
ru: Клиент NCID показывает голосовые вызовы, обрабатываемые сервером NCID (например, Vodafone Easybox).

source: NEXT
es: SIGUIENTE
et: JÄRGMINE
it: PROSSIMI
no: NESTE
pt: Já a Seguir:
ru: ДАЛЕЕ

source: NFI Image Flashing
es: Flashear Imagen NFI
it: Installazione immagine NFI
pt: Flash de imagem NFI
ru: Установка прошивки NFI

source: NFI image flashing completed. Press Yellow to Reboot!
es: Se descargó la imagen flash correctamente. ¡Pulse Amarillo para reiniciar!
it: Installazione immagine completata. Premere GIALLO per riavviare!
no: NFI image flashing ferdig. Trykk GUL knapp for å omstarte!
pt: Flash de Imagem NFI completo. Prima AMARELO para Reiniciar!
ru: Установка изображения завершена. Нажмите Желтую, чтобы перезагрузить!

source: NFS share
es: NFS compartida
et: NFS võrgujagu
it: Condivisione NFS
no: NFS deling
pt: Partilha NFS
ru: Ресурсы NFS

source: NIM
ru: Слот

source: NOT MAPPED
es: NO ASIGNADO
et: MÄÄRAMATA
it: NON MAPPATO
no: IKKE TILORDNET
pt: NÃO MAPEADO
ru: НЕ ОТБРАЖАЕТСЯ

source: NOTE about UPnP: Because UPnP requires alot of memory, you should only use it if you need to access your box from a PS3 or other device that cannot be mounted via Lan. Also, After the server has been built we strongly suggest you delete the Bouquets directory that are not really needed BEFORE you start Mediatomb. This will save alot of memory and resources.
es: NOTA sobre UPnP: UPnP requiere mucha memoria, se debe utilizar sólo si es necesario para acceder a su deco desde una PS3 u otro dispositivo que no se pueda montar a través de la red. Además, después de crear el servidor, le recomendamos que elimine las carpetas de Favoritos que no sean necesarios antes de iniciar Mediatomb. Esto le ahorrará mucha memoria y recursos.
et: MÄRKUS UPnP kohta: Kuna UPnP nõuab palju mälu, tuleks seda kasutada ainult siis, kui teist aparaati ei saa võrgust haakida. Kui server on loodud, soovitame tungivalt kustutada lemmiknimekirjad, mida väga ei vajata. Seda tuleks teha enne Mediatombi käivitamist. Nii säästab palju mälu ja ressursse.
it: NOTA su UPnP: Poiché il protocollo UPnP fa largo uso di memoria e risorse dovresti usarlo solo nel caso in cui hai bisogno di accedere al server da un dispositivo che non può essere montato via rete. Inoltre, dopo che è stato impostato il server, suggeriamo fortemente di cancellare i bouquet non necessari PRIMA di lanciare Mediatomb e ciò per risparmiare molta memoria e risorse.
no: NB om UPnP: Fordi UPnP krever mye minne, bør du kun bruke den hvis du trenger å få tilgang til boksen fra PS3 eller andre enheter som ikke kan mountes via Lan. OG, etter serveren er bygget råder vi deg til å slette bouquets katalogen som ikke egentlig trengs før du starter Mediatomb. Dette vil spare mye minne og ressurser.
pt: Nota sobre UPnP: Porque UPnP exige muita memória, só deve usar, se precisar aceder à sua STB de uma PS3 ou outro dispositivo que não possa ser montado através de Lan. Além disso, depois que o servidor for construído, recomenda-se fortemente que exclua o diretório de bouquets que não sejam realmente necessários antes de iniciar o Mediatomb. Isso vai salvar um monte de memória e recursos.
ru: ПРИМЕЧАНИЕ: Поскольку протокол UPnP требует много памяти и ресурсов, его следует использовать только в том случае, если Вам нужен доступ к серверу с устройства, которое нельзя подключить через сеть. Кроме того, после того, как сервер был настроен, перед запуском Mediatomb рекомендуется удалить ненужные пакети пользователя, чтобы сэкономить памяти и ресурсов.

source: NOTE: The sever is built, based on your current ip and the current channel list of this box. If you change your ip or your channel list is updated, you will need to rebuild the server database.
es: NOTA: El servidor es creado con la IP y la lista de canales del deco. Si cambia la ip o la lista de canales es actualizada, tendrá que reconstruir la base de datos del servidor.
et: Märkus: Serveri loomisel kasutati praegust IP-d ja vastuvõtjas leitud kanalinimekirja. IP muutumisel või kanalinimekirja uuendamisel tuleb serveri andmebaas uuesti luua.
it: NOTA: Il server è configurato in base al tuo IP e alla lista canali presente nel tuo ricevitore. In caso di cambio IP o di aggiornamento della lista canali devi ricostruire il database del server.
no: NB: Serveren er bygget basert på din nåværende IP og kanalliste på denne boksen. Hvis du endrer IP eller kanalliste, må du bygge om server database.
pt: Nota: O servidor está construído, com base no seu IP atual e na atual lista de canais desta STB. Se mudar o seu IP ou a sua lista de canais é atualizada, vai ser necessário reconstruir o banco de dados do servidor.
ru: ПРИМЕЧАНИЕ. Сервер настроен в соответствии с Вашим IP-адресом и списком каналов, имеющимся на ресивере. В случае изменения IP-адреса или обновления списка каналов, необходимо перестроить базу данных сервера.

source: NOW
es: AHORA
et: HETKEL
it: IN ONDA
no: NÅ
pt: Em Exibição:
ru: СЕЙЧАС

source: NO_GET_APPNAME Press exit!
es: No encuentro la aplicación ¡Pulse el botón 'EXIT'!
et: NO_GET_APPNAME Vajuta EXIT!
it: Nome APP non disponibile Premere EXIT!
no: NO_GET_APPNAME Trykk exit!
pt: NO_GET_APPNAME Prima EXIT!
ru: Имя APP не доступно Нажмите выход!

source: Name
es: Nombre
et: Nimi
it: Nome
no: Navn
pt: Nome
ru: Имя

source: Name :
es: Nombre:
et: Nimi :
it: Nome:
no: Navn :
pt: Nome:
ru: Имя:

source: Name:
es: Nombre:
et: Nimi:
it: Nome:
no: Navn:
pt: Nome
ru: Имя:

source: Nameserver
es: DNS
et: Nimeserver
it: Nameserver (DNS)
no: Navneserver
pt: Servidor DNS
ru: DNS-сервер

source: Nameserver %d
es: Servidor de nombres %d
et: Nimeserver %d
no: Navneserver %d
pt: Servidor DNS %d
ru: DNS-сервер %d

source: Nameserver Setup
es: Configuración servidor de nombres
et: Nimeserveri seadistus
it: Impostazioni DNS
no: Navneserver
pt: Definição do Nome do Servidor
ru: Настройка DNS

source: Nameserver settings
es: Configuración del servidor de nombres
et: Nimeserveri seaded
it: Configurazione DNS
no: Navneserver Innstillinger
pt: Definições de servidor DNS
ru: Настройка DNS

source: Namespace
es: Espac. de nombres
et: Nimeruum
it: Spazio dei nomi
no: Navnerom
pt: Espaço do nome
ru: Пространство имен

source: Nemesis BlackBox Skin
es: Piel Nemesis BlackBox
it: Skin Nemesis BlackBox
pt: Nemesis BlackBox Tema
ru: Скин Nemesis BlackBox

source: Nemesis BlackBox Skin for the STB
es: Piel Nemesis BlackBox para su deco
it: Skin Nemesis BlackBox
no: Nemesis BlackBox Skin for din VU+
pt: Nemesis BlackBox Tema para a STB
ru: Скин Nemesis BlackBox

source: Nemesis Blueline Single Skin
es: Piel Nemesis Blueline Single
it: Skin Nemesis Blueline Single
no: Nemesis Blueline enkelt Skin
pt: Nemesis Blueline Single Tema
ru: Скин Nemesis Blueline Single

source: Nemesis Blueline Single Skin for the STB
es: Piel Nemesis Blueline Single para su deco
it: Skin Nemesis Blueline Single
no: Nemesis Blueline enkelt Skin for din VU+
pt: Nemesis Blueline Single Tema para a STB
ru: Скин Nemesis Blueline Single

source: Nemesis Blueline Skin
es: Piel Nemesis Blueline
it: Skin Nemesis Blueline
pt: Nemesis Blueline Tema
ru: Скин Nemesis Blueline

source: Nemesis Blueline Skin for the STB
es: Piel Nemesis Blueline para su deco
it: Skin Nemesis Blueline
no: Nemesis Blueline Skin for din VU+
pt: Nemesis Blueline Tema para a STB
ru: Скин Nemesis Blueline

source: Nemesis Blueline.Extended Skin
es: Piel Nemesis Blueline.Extended
it: Skin Nemesis BlueLine.Extended
no: Nemesis Blueline utvidet Skin
pt: Nemesis Blueline.Extended Tema
ru: Скин Nemesis Blueline.Extended

source: Nemesis Blueline.Extended Skin for the STB
es: Piel Nemesis Blueline.Extended Skin para su deco
it: Skin Nemesis BlueLine. Extended
no: Nemesis Blueline utvidet Skin for din VU+
pt: Nemesis Blueline.Extended Tema para a STB
ru: Скин Nemesis Blueline.Extended

source: Nemesis ChromeLine Cobolt Skin
es: Piel Nemesis ChromeLine Cobolt
it: Skin Nemesis ChromeLine Cobolt
pt: Nemesis ChromeLine Cobolt Tema
ru: Скин Nemesis ChromeLine Cobolt

source: Nemesis ChromeLine Cobolt Skin for the STB
es: Piel Nemesis ChromeLine Cobolt para su deco
it: Skin Nemesis ChromeLine Cobolt
no: Nemesis ChromeLine Cobolt Skin for din VU+
pt: Nemesis ChromeLine Cobolt Tema para a STB
ru: Скин Nemesis ChromeLine Cobolt

source: Nemesis ChromeLine Skin
es: Piel Nemesis ChromeLine
it: Skin Nemesis Chromeline
pt: Nemesis ChromeLine Tema
ru: Скин Nemesis ChromeLine

source: Nemesis ChromeLine Skin for the STB
es: Piel Nemesis ChromeLine para su deco
it: Skin Nemesis Chromeline
no: Nemesis ChromeLine Skin for din VU+
pt: Nemesis ChromeLine Tema para a STB
ru: Скин Nemesis ChromeLine

source: Nemesis Flatline Blue Skin
es: Piel Nemesis Flatline Blue
it: Skin Nemesis Flatline Blue
pt: Nemesis Flatline Blue Tema
ru: Скин Nemesis Flatline Blue

source: Nemesis Flatline Blue Skin for the STB
es: Piel Nemesis Flatline Blue para su deco
it: Skin Nemesis Flatline Blue
no: Nemesis Flatline Blue Skin for din VU+
pt: Nemesis Flatline Blue Tema para a STB
ru: Скин Nemesis Flatline Blue

source: Nemesis Flatline Skin
es: Piel Nemesis Flatline
it: Skin Nemesis Flatline
pt: Nemesis Flatline Tema
ru: Скин Nemesis Flatline

source: Nemesis Flatline Skin for the STB
es: Piel Nemesis Flatline para su deco
it: Skin Nemesis Flatline
no: Nemesis Flatline Skin for din VU+
pt: Nemesis Flatline Tema para a STB
ru: Скин Nemesis Flatline

source: Nemesis GlassLine Skin
es: Piel Nemesis GlassLine
it: Skin Nemesis GlassLine
pt: Nemesis GlassLine Tema
ru: Скин Nemesis GlassLine

source: Nemesis GlassLine Skin for the STB
es: Piel Nemesis GlassLine para su deco
it: Skin Nemesis GlassLine
no: Nemesis GlassLine Skin for din VU+
pt: Nemesis GlassLine Tema para a STB
ru: Скин Nemesis GlassLine

source: Nemesis Greenline Extended Skin
es: Piel Nemesis Greeline Extended
it: Skin Nemesis Greenline Extended
no: Nemesis Greenline utvidet Skin
pt: Nemesis Greenline Extended Tema
ru: Скин Nemesis Greenline Extended

source: Nemesis Greenline Extended Skin for the STB
es: Piel Nemesis Greenline Extended para su deco
it: Skin Nemesis Greenline Extended
no: Nemesis Greenline utvidet Skin for din VU+
pt: Nemesis Greenline Extended Tema para a STB
ru: Скин Nemesis Greenline Extended

source: Nemesis Greenline Single Skin
es: Piel Nemesis Greenline Single
it: Skin Nemesis Greenline Single
no: Nemesis Greenline enkelt Skin
pt: Nemesis Greenline Single Tema
ru: Скин Nemesis Greenline Single

source: Nemesis Greenline Single Skin for the STB
es: Piel Nemesis Greenline Single para su deco
it: Skin Nemesis Greenline Single
no: Nemesis Greenline enkelt Skin for din VU+
pt: Nemesis Greenline Single Tema para a STB
ru: Скин Nemesis Greenline Single

source: Nemesis Greenline Skin
es: Piel Nemesis Greenline
it: Skin Nemesis Greenline
pt: Nemesis Greenline Tema
ru: Скин Nemesis Greenline

source: Nemesis Greenline Skin for the STB
es: Piel Nemesis Greenline para su deco
it: Skin Nemesis Greenline
no: Nemesis Greenline Skin for din VU+
pt: Nemesis Greenline Tema para a STB
ru: Скин Nemesis Greenline

source: Nemesis Greyline Extended Skin
es: Piel Nemesis Greyline Extended
it: Skin Nemesis Greyline Extended
no: Nemesis Greyline utvidet Skin
pt: Nemesis Greyline Extended Tema
ru: Скин Nemesis Greyline Extended

source: Nemesis Greyline Extended Skin for the STB
es: Piel Nemesis Greyline Extended para su deco
it: Skin Nemesis Greyline Extended
no: Nemesis Greyline utvidet Skin for din VU+
pt: Nemesis Greyline Extended Tema para a STB
ru: Скин Nemesis Greyline Extended

source: Nemesis Greyline Single Skin
es: Piel Nemesis Greyline Single
it: Skin Nemesis Greyline Single
no: Nemesis Greyline enkelt Skin
pt: Nemesis Greyline Single Tema
ru: Скин Nemesis Greyline Single

source: Nemesis Greyline Single Skin for the STB
es: Piel Nemesis Greyline Single para su deco
it: Skin Nemesis Greyline Single
no: Nemesis Greyline enkelt Skin for din VU+
pt: Nemesis Greyline Single Tema para a STB
ru: Скин Nemesis Greyline Single

source: Nemesis Greyline Skin
es: Piel Nemesis Greyline
it: Skin Nemesis Greyline
pt: Nemesis Greyline Tema
ru: Скин Nemesis Greyline

source: Nemesis Greyline Skin for the STB
es: Piel Nemesis Greyline para su deco
it: Skin Nemesis Greyline
no: Nemesis Greyline Skin for din VU+
pt: Nemesis Greyline Tema para a STB
ru: Скин Nemesis Greyline

source: Nemesis ShadowLine Skin
es: Piel Nemesis ShadowLine
it: Skin Nemesis ShadowLine
pt: Nemesis ShadowLine Tema
ru: Скин Nemesis ShadowLine

source: Nemesis ShadowLine Skin for the STB
es: Piel Nemesis ShadowLine para su deco
it: Skin Nemesis ShadowLine
no: Nemesis ShadowLine Skin for din VU+
pt: Nemesis ShadowLine Tema para a STB
ru: Скин Nemesis ShadowLine Skin

source: NetDrive
it: HDD di rete
no: NettDisk
ru: Сетевой диск

source: NetDrive Setup
es: Unidad de red
et: NetDrive seadistus
it: Impostazioni HDD di rete
no: Nettverksdisk
pt: Definição do Disco de Rede
ru: Настройки сетевого диска

source: NetDrive Setup > Mount Point
es: Conf. unidad de red > Punto de montaje
et: NetDrive seadistus > Haakepunkt
it: Impostazioni NetDrive > Mount Point
no: NettDisk Oppsett > Tilkobling
pt: Definição do Disco de Rede > Ponto de Montagem
ru: Настройки сетевого диска

source: NetMask
es: Máscara de red
et: Võrgumask
it: Maschera di rete
no: Nettmaske
pt: Máscara de Rede
ru: Маска подсети

source: NetMask:
et: Võrgumask:
it: Maschera di rete:
pt: Máscara de Rede:
ru: Маска подсети:

source: Netmask
es: Máscara
et: Võrgumask
no: Nettmaske
pt: Máscara:
ru: Маска подсети

source: Netstat
es: Estad. de red
pt: Estado da Rede
ru: Сетевая статистика

source: Network
es: Red
et: Võrk
it: Rete
no: Nettverk
pt: Rede Internet e Segurança
ru: Сеть

source: Network Browse & Mountpoints
es: Buscador de red
et: Võrgu haakepunktid
it: Browser Rete & Mountpoints
no: Nettverk & Tilkoblinger
pt: Explorador de Rede e Montagens
ru: Обзор сети и точек монтирования

source: Network Browser & Mountpoints
es: Explorador y montajes de red
et: Võrgubrauser ja haakepunktid
it: Browser Reti & Mountpoints
no: Nettverks Søker & Tilkoblinger
pt: Explorador e Montagens de Rede
ru: Обзор сети и точек монтирования

source: Network Configuration...
es: Configuración de Red...
et: Võrgu seadistamine
it: Configurazione rete
no: Nettverk Konfigurasjon
pt: Adicionar uma configuração de rede?
ru: Конфигурация сети

source: Network Drive Setup
es: Configurar la unidad de red
et: Võrguketta seadistus
it: Impostazioni HDD di rete
no: Nettverksdisk
pt: Definição do Disco de Rede
ru: Настройки сетевого диска

source: Network Interface
es: Interfaz de Red
et: Võrguliides
it: Interfaccia di rete
no: Nettverksgrensesnitt
pt: Interface de Rede
ru: Сетевой интерфейс

source: Network Mount
es: Montar Red
et: Võrgu haakepunkt
it: Mount di rete
no: Nettverkstilkobling
pt: Montagem de Rede
ru: Сетевые подключения

source: Network Setup
es: Configuración de la red
et: Võrgu häälestamine
it: Impostazioni di rete
no: Nettverk
pt: Config.de rede
ru: Настройка сети

source: Network Wizard
es: Asistente de Red
et: Võrguabiline
it: Configurazione guidata della rete
no: Nettverksveiviser
pt: Assistente de Rede
ru: Мастер настройки сети

source: Network configuration is not changed.... Are you sure you want to restart your network interfaces?
es: No se modificó la configuración de la red... ¿Seguro que desea reiniciar sus interfaz de red?
et: Võrguseadeid ei muudetud.... Kas käivitad võrguliidesed uuesti?
it: La configurazione della rete non è variata... Sei sicuro di voler riavviare le interfacce di rete?
no: Nettverkskonfigurasjon er ikke endret.... Er du sikker på at du vil starte ditt nettverk om igjen?
pt: A Configuração de rede não alterou... Tem certeza que deseja reiniciar os seus interfaces de rede?
ru: Настройки сети не изменены.... Вы уверены, что хотите перезапустить сеть?

source: Network scan
es: Búsqueda de red
et: Võrguotsing
it: Ricerca nella rete
no: Nettverkssøk
pt: Procura de rede
ru: Поиск сети

source: Network setup
es: Configuración de red
et: Võrgu häälestamine
it: Impostazioni di rete
no: Nettverksoppsett
pt: Configuração de rede
ru: Настройка сети

source: Network test
es: Comprobar la Red
et: Võrgu testimine
it: Test della rete
no: Nettverkstest
pt: Teste de Rede
ru: Тестирование сети

source: Network test...
es: Comprobando la Red...
et: Võrgu testimine
it: Test della rete...
no: Nettverkstest...
pt: Teste de Rede...
ru: Тестирование сети...

source: Network test:
es: Red comprobada:
et: Võrgu test:
it: Test della rete:
no: Nettverkstest:
pt: Teste de Rede:
ru: Тестирование сети:

source: Network:
es: Red:
et: Võrk:
it: Rete:
no: Nettverk:
pt: Rede:
ru: Сеть:

source: NetworkBrowser
es: Examinar la red
et: Võrgu lehitsemine
no: Nettverkssøking
pt: Explorador de Redes
ru: Обозреватель сети

source: NetworkWizard
es: Asistente de Red
et: Võrguabiline
it: Configurazione guidata della rete
no: Nettverksveiviser
pt: Assistente de Rede
ru: Мастер настройки сети
