Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Parent Directory
es: Directorio padre
et: Ülemkataloog
it: Cartella superiore
no: Overordnet katalog
pt: Directório Principal
ru: Родительский каталог

source: Parent directory
it: Cartella parentale
no: Overordnet katalog
pt: Pasta Principal
ru: Родительский каталог

source: Parental
it: Parentale
no: Foreldre
pt: Paternal
ru: Родительский

source: Parental Control
es: Control de adultos
et: Lapselukk
it: Controllo parentale
no: Foreldrekontroll
pt: Controlo Paternal
ru: Родительский контроль

source: Parental control
es: Control de adultos
et: Lapselukk
it: Controllo parentale
no: Foreldrekontroll
pt: Controlo Paternal
ru: Родительский контроль

source: Parental control services Editor
es: Editor de canales para control de adultos
et: Lukustatud kanalite muutmine
it: Editor controllo parentale canali
no: Foreldrekontroll kanal Editor
pt: Editor de Serviços do Controlo Paternal
ru: Редактор сервисов родительского контроля

source: Parental control setup
es: Configuración del control de adultos
et: Lapseluku seaded
it: Impostazioni controllo parentale
no: Foreldrekontroll
pt: Editor do Controlo Paternal
ru: Установки родительского контроля

source: Parental control type
es: Tipo de control de adultos
et: Lapseluku tüüp
it: Tipo di controllo parentale
no: Foreldrekontroll type
pt: Tipo de Controlo Paternal
ru: Тип родительского контроля

source: Parmanent Timeshift Plugin for E2 setopboxes
ru: Постоянный таймшифт для ресиверов VU+

source: Parsing
es: Análisis sintáctico
et: Parsimine
it: Analisi
pt: Análise
ru: Анализ

source: Parsing channels list
es: Análisis de lista de canales
et: Kanalinimekirja parsimine
it: Analisi lista canali
no: Deler opp kanallisten
pt: Análise da lista de canais
ru: Анализ списка каналов

source: Parsing events
es: Análisis de eventos
et: Saadete parsimine
it: Analisi eventi
no: Deler opp hendelser
pt: Análise de eventos
ru: Анализ событий

source: Parsing titles
es: Análisis de títulos
et: Nimede parsimine
it: Analisi titoli
no: Deler opp titler
pt: Análise títulos
ru: Анализ заголовков

source: Partition size
es: Tamaño de la partición
et: Partitsiooni suurus
it: Dimensione della partizione
no: Partisjon størrelse
pt: Tamanho da partição
ru: Размер раздела

source: Partitioning...
es: Realizando la partición...
et: Partitsioneerimine...
it: Sto creando le partizioni...
no: Partisjonerer...
pt: A particionar...
ru: Разметка...

source: Partnerbox allows editing a remote STB's record timers and stream its TV program.
es: Partnerbox permite editar las programaciones de un deco remoto y reproducir sus programas de TV.
et: Partnerbox lubab muuta kaugvastuvõtja salvestustaimereid ja voogesitada selle telekanaleid.
it: Partnerbox permette la gestione di timer e lo stream di programmi TV usando un ricevitore remoto.
no: Partnerbox tillater redigering av en annen mottakers innspillinger og strømmer TV program.
pt: Partnerbox permite a edição de uma STB remota, gravações, timers e transmitir o seu programa de TV.
ru: Позволяет удаленно редактировать на ресивере записи таймера и поток его ТВ-программы.

source: Password
es: Contraseña
et: Parool
no: Passord
pt: Palavra-Passe
ru: Пароль

source: Password :
es: Contraseña :
et: Parool :
no: Passord :
pt: Senha :
ru: Пароль:

source: Password:
es: Contraseña:
et: Parool:
no: Passord:
pt: Senha:
ru: Пароль:

source: Path
it: Percorso
no: Sted
pt: Percurso
ru: Путь

source: Path doesn't exist!
it: Il percorso non esiste!
no: Sti fins ikke!
pt: Percurso não existente!
ru: Путь не существует!

source: Path to save Backup Epg File
es: Ruta para guardar la copia de seguridad del Epg
et: Rada EPG varukoopia salvestamiseks
it: Percorso salvataggio Backup EPG
no: Sted å lagre EPG sikkerhetskopi
pt: Percurso para Backup do EPG
ru: Путь для хранения копии файла EPG

source: Path to save Epg File
es: Ruta para guardar el Epg
et: Rada Epg faili salvestamiseks
it: Percorso salvataggio EPG
no: Sted å lagre Epg filen
pt: Percurso para guardar o EPG
ru: Путь для хранения файла EPG

source: Path to save Epg File:
es: Ruta para guardar:
et: Rada Epg faili salvestamiseks:
it: Percorso salvataggio EPG:
no: Sted å lagre Epg Fil:
pt: Percurso para o EPG:
ru: EPG файл сохр.:

source: Path to save Personal Backup
es: Ruta para guardar la copia de seguridad personal
et: Isikliku varukoopia salvestamise asukoht
it: Percorso salvataggio Backup personale
no: Sted å lagre Personlig sikkerhetskopi
pt: Percurso para guardar o Backup pessoal
ru: Путь для хранения копии

source: Path to store Full Backup
es: Ruta para guardar la copia de seguridad completa
et: Täieliku tarkvarakoopia salvestamise asukoht
it: Percorso salvataggio backup completo
no: Sted å lagre Full sikkerhetskopi
pt: Percurso para guardar o Backup pessoal:
ru: Путь для хранения полной копии

source: Pause current video
es: Pausar el vídeo
et: Pausi praegune video
it: Pausa video corrente
no: Pause aktuell film
pt: Pausar o vídeo atual
ru: Приостановить текущее видео

source: Pause movie at end
es: Parar la película al final
et: Pane film lõpus seisma
it: In pausa al termine della riproduzione
no: Pause filem ved slutt
pt: Pausar o filme quando terminar
ru: Пауза в конце записи

source: Pause video on opening subtitles menu
it: Pausa video in apertura menu sottotitoli
no: Sett film på pause ved åpning av undertekstmeny
pt: Parar vídeo ao abrir o Menu de legendas
ru: Приостановить видео при открытии субтитров

source: Pause/Continue
it: Pausa / Riprendi
ru: Пауза/Продолжить

source: Pcsc Client Disabled.
es: Desactivado el cliente Pcsc.
et: Pcsc klient keelatud.
it: Client Pcsc disabilitato.
no: Pcsc Klient deaktivert.
pt: Cliente PCSC inativo.
ru: Клиент PCSC отключен.

source: Pcsc Enabled.
es: Activado Pcsc.
et: Pcsc lubatud.
it: Pcsc abilitato.
no: Pcsc aktivert.
pt: Cliente PCSC ativo.
ru: PCSC включен.

source: Pcsc Panel
es: Panel Pcsc
et: Pcsc paneel
it: Pcsc
no: Pcsc
pt: Painel PCSC
ru: Панель PCSC

source: Pcsc service for Usb readers.
es: Servicio PCSC para lectores Usb.
et: Pcsc teenus Usb kaardilugejale.
it: Servizio Pcsc per lettori Usb.
no: Pcsc service for Usb lesere
pt: Serviço PCSC para Leitores USB.
ru: Служба PCSC для чтения USB.

source: People & Blogs
es: Gente & Blogs
et: Inimesed ja blogid
it: Gente & Blog
no: Folk & Blogger
pt: Pessoas & Blogs
ru: Люди и Блоги

source: Percentage Left
es: Porcentaje izquierdo
et: Protsent vasakul
it: Percentuale sinistra
no: Prosent Venstre
pt: Percentagem esquerda
ru: Проценты слева

source: Percentage Right
es: Porcentaje derecho
et: Protsent paremal
it: Percentuale destra
no: Prosent Høyre
pt: Percentagem direita
ru: Проценты справа

source: Permanent Timeshift Enable
et: Luba pidev ajanihe
it: Abilitare permanente Timeshift
no: Aktiver
pt: Timeshift sempre ativado
ru: Включить постоянный таймшифт

source: Permanent Timeshift Max Events
et: Pideva ajanihke saadete ülempiir
it: Numero massimo di eventi
no: Maksimalt antall programmer
pt: Máximo de Eventos para Timeshift permanente
ru: Максимальное количество событий

source: Permanent Timeshift Max Length
et: Pideva ajanihke kestuse ülempiir
it: Durata massima (min)
no: Maksimal varighet (min)
pt: Máxima duração para Timeshift permanente
ru: Максимальная продолжительность (мин)

source: Permanent Timeshift Settings
et: Pideva ajanihke seadistus
it: Configurazione permanenti
no: Varig Tidsforskyvning
pt: Definições do Timeshift permanente
ru: Настройки

source: Permanent Timeshift Start Delay
et: Viiteaeg pideva ajanihke käivitamisel
it: Ritardo di avvio (sec)
no: Start forsinkelse (sek)
pt: Atraso de início do Timeshift permanente
ru: Задержка запуска (сек)

source: PermanentClock shows the clock permanently on the screen.
es: PermanentClock muestra un reloj permanente en la pantalla.
et: PermanentClock näitab ekraanil pidevalt kellaaega.
it: Visualizzare l'orologio in modo permanente sullo schermo.
no: PermanentClock viser klokken hele tiden på din TV
pt: PermanentClock mostra o relógio permanentemente no ecrã.
ru: Постоянно отображает часы на экране.

source: Persian
es: Persa
et: Pärsia
it: Persiano
no: Persisk
pt: Persa
ru: Персидский

source: Personal Backup found:
es: Copia de seguridad personal:
et: Leiti isiklik varukoopia:
it: Backup Personale trovato:
no: Personlig sikkerhetskopi funnet:
pt: Backup pessoal encontrado:
ru: Персональная копия найдена:

source: Personal Backup:
es: Copia de seguridad Personal:
et: Isiklik varukoopia:
it: Backup personale:
no: Personlig Sikkerhetskopi:
pt: Backup pessoal
ru: Персональная копия:

source: Personal Backup:
es: Copia de seguridad Personal:
et: Isiklik varukoopia:
it: Backup personale:
no: Personlig Sikkerhetskopi:
pt: Backup pessoal:
ru: Персональная копия:

source: Personal Backup: not found.
es: No encontré la copia de seguridad personal.
et: Isiklikku varukoopiat ei leitud
it: Backup personale non trovato.
no: Personlig sikkerhetskopi: Ikke funnet.
pt: Backup pessoal: não encontrado.
ru: Персональная копия не найдена.

source: Pets & Animals
es: Mascotas & Animales
et: Loomad ja lemmikloomad
it: Cuccioli & Animali
pt: Animais de estimação & Animais
ru: Животные

source: Phone :
es: Teléfono :
et: Telefon :
it: Telefono:
no: Tlf :
pt: Telefone:
ru: Телефон:

source: Phone number
es: Número de teléfono
et: Telefoninumber
it: Numero telefonico
no: Telefon nummer
pt: Número de telefone
ru: Номер телефона

source: PiPSetup
es: PiPConfig
et: PiP seadistamine
it: Impostazioni PiP
no: BiB
pt: Definição do PIP ( Picture in Picture )
ru: Настройки PiP

source: Picons LCD changes need gui restart to take effects. Restart Gui now?
es: Los Piconos del LCD han cambiado necesita reiniciar la interfaz. ¿Desea reiniciar ahora?
et: LCD kanalilogode muudatuste jõustamiseks tuleb E2 taaskäivitada. Kas teed seda kohe?
it: La modifica alle picon dell’LCD richiede il riavvio del sistema. Riavviare adesso?
no: Omstart er nødvendig for at LCD Picons endringer virker. Omstarte Brukergrensesnitt nå?
pt: Mudanças dos Picons do LCD precisam do reinício da GUI para ter efeitos. Reiniciar o GUI, agora?
ru: Для установки пиконов, необходимо перезапустить графический интерфейс. Хотите перезагрузить графический интерфейс сейчас?

source: Picons Packages
es: Paquetes de Piconos
et: Kanalilogod
it: Pacchetti picon
no: Picons Pakker
pt: Pacotes de Picons
ru: Пакеты пиконов

source: Picture Directory
es: Carpeta de fotos
et: Pildi kataloog
it: Cartella immagini
no: Bilde Katalog
pt: Directorio Recursivo de Imágenes
ru: Каталог Фото

source: Picture in Picture
et: Pilt pildis
it: Picture in Picture (PiP)
no: Bilde i Bilde
pt: PIP - Imagem na Imagem
ru: Картинка в картинке

source: Picture in Picture (hidden)
et: PiP (varjatud)
it: PiP (nascosta)
no: Bilde i Bilde (skjult)
pt: PIP - Imagem na Imagem (escondido )
ru: Картинка в картинке (Скрыто)

source: PicturePlayer
es: Reproductor de Fotos
et: Pildimängija
no: Bilde Avspiller
pt: Visualizador de Fotos
ru: Просмотр фото

source: Pillarbox
no: Sorte kanter
ru: Черные полосы слева и справа

source: Pilot
es: Piloto
pt: Piloto
ru: Пилот

source: Pin code needed
es: Necesario código pin
et: Vajalik on pin-kood
it: Richiesto codice PIN
no: Pin kode nødvendig
pt: Introdução do PIN necessário
ru: Нужен PIN-код

source: Ping test fail Press exit
es: Prueba de ping errónea ¡Pulse el botón 'EXIT'!
et: Pingimise test nurjus! Vajuta 'EXIT' nuppu!
it: Test ping fallito Premere EXIT
no: Pinge test feilet Trykk exit
pt: Falha no teste de PING Prima a tecla EXIT
ru: Ping - сбой Нажмите выход

source: Ping test pass
es: Prueba de ping correcta
et: Pingimise test läbiti
it: Test ping riuscito
no: Ping test godkjent
pt: Passo no teste de Ping
ru: Ping - успешно завершен

source: Play
es: Reproducir
et: Esita
no: Spill av
pt: Reproduzir
ru: Воспроизвести

source: Play Audio-CD...
es: Reproducir Audio-CD...
et: Esita heliplaat
it: Riprodurre CD audio
no: Spill av lyd-CD...
pt: Reproduzir CD-Audio...
ru: Воспроизвести Аудио-CD

source: Play DVD
es: Reproducir DVD
et: Esita DVD
it: Riprodurre DVD
no: Spill av DVD
pt: Reproduzir DVD
ru: Воспроизвести DVD

source: Play DVDs
es: Reproducir DVDs
et: Esita DVD
it: Riprodurre DVDs
no: Spill DVDer
pt: Reproduzir DVDs
ru: Воспроизведение DVD-дисков

source: Play Internet Radio downloaded from Last.FM
es: Reproducir la radio por internet descargado desde Last.FM
it: Riprodurre flusso radio scaricato da Last.FM
no: Spill av Internet Radio downloaded fra Last.FM
pt: Reproduz Rádio de Internet descarregado do Last.FM
ru: Воспроизведение интернет-радио Last.FM

source: Play Internet Radio downloaded from ShoutCast
es: Reproducir la radio por internet descargado desde ShoutCast
it: Riprodurre flusso radio scaricato da ShoutCast
no: Spill av Internet Radio lastet ned fra ShoutCast
pt: Reproduz Rádio de Internet descarregado do ShoutCast
ru: Воспроизведение интернет-радио ShoutCast

source: Play Music...
es: Reproducir Música
et: Mängi muusikat
it: Riprodurre musica
no: Spill Musikk...
pt: Reproduzir Musica...
ru: Воспроизвести музыку

source: Play YouTube movies
es: Reproducir las películas de YouTube
it: Riprodurre filmati YouTube
no: Spill av YouTube filmer
pt: Reproduzir Vídoes do Youtube
ru: Посмотр видео YouTube

source: Play Youtube movies
it: Riprodurre filmati Youtube
no: Spill Youtube filmer
pt: Reproduzir Vídoes do Youtube
ru: Посмотр видео YouTube

source: Play current video
es: Reproducir el vídeo
et: Esita praegune video
it: Riprodurre video corrente
no: Spill av aktuell film
pt: Reproduz o vídeo atual
ru: Воспроизвести текущее видео

source: Play next (return to movie list)
es: Reproducir siguiente (volver a la lista)
et: Esita järgmine (naase filmilisti)
it: Riprodurre successivo (tornare all'elenco video)
no: Spill neste (gå tilbake til filmliste)
pt: Reproduzir o próximo (voltar à lista de filmes)
ru: Воспр. след.(через список)

source: Play next (return to previous service)
es: Reproducir siguiente (volver al servicio anterior)
et: Esita järgmine (naase vaadatud kanalile)
it: Riprodurre successivo (tornare al canale precedente)
no: Spill neste(gå til forrige kanal)
pt: Reproduzir o próximo (voltar ao serviço anterior)
ru: Воспр. след.(возврат на сервис)

source: Play next video
es: Reproducir el vídeo siguiente
et: Esita järgmine video
it: Riprodurre video successivo
no: Spill neste video
pt: Reproduz o próximo vídeo
ru: Играть следующее видео

source: Play recorded movies...
es: Reproducir las grabaciones...
et: Salvestiste taasesitus
it: Riprodurre registrazioni...
no: Spill av opptak...
pt: Reproduzir filmes gravados...
ru: Воспроизвести записанное видео

source: Play selected video
it: Riprodurre video selezionato
ru: Воспроизвести

source: Play ther selected the video
es: Reproducir el vídeo seleccionado
et: Esita valitud video
it: Riprodurre il video selezionato
no: Spill av valgte film
pt: Reproduzir o vídeo selecionado
ru: Воспроизведение выбранного видео

source: Play video again
es: Reproducir el vídeo de nuevo
et: Esita video uuesti
it: Riprodurre nuovamente il video
no: Spill video om igjen
pt: Reproduzir o vídeo de novo
ru: Смотреть видео еще раз

source: Play videos from PC on your STB
es: Reproducir vídeos desde el PC a su deco
it: Riprodurre video dal PC sul ricevitore
no: Spill filmer fra PC på din VU+
pt: Reproduzir Vídeos do PC na sua STB
ru: Воспроизведение видео с ПК на ресивере

source: Playback of Youtube through a PC
es: Reproducir Youtube a través del PC
it: Riprodurre con un PC i filmati Youtube
no: Avspilling avYoutube gjennom en PC
pt: Reproduzir vídeos do Youtube através do PC
ru: Воспроизведение YouTube через компьютер

source: Player delay
it: Ritardo del player
no: Spillerforsinkelse
pt: Atraso de reprodução
ru: Задержка воспроизведения

source: Player for Network and Internet Streams
es: Reproductor para red y streaming de internet
it: Riprodurre stream dalla rete o da Internet
no: Spiller til Nettverk og Internett Strømming
pt: Leitor para Rede e transmissões de Internet
ru: Воспроизведение сетевых и интернет-потоков

source: Player for Network and Internet Streams.
es: Reproductor para red y streaming de internet.
it: Riprodurre stream dalla rete o da Internet.
no: Spiller til Nettverk og Internett Strømming
pt: Leitor para Rede e transmissões de Internet
ru: Воспроизведение сетевых и интернет-потоков

source: Playing Voice data...
it: Riproduzione di dati vocali...
ru: Воспроизведение голосовых данных ...

source: Playlist
es: Lista de reproducción
et: Mängukava
no: Spilleliste
pt: Lista de Reprodução
ru: Плейлист

source: Plays your favorite music and videos
es: Reproducir su música y vídeos preferidos
et: Muusika ja videote esitamine
it: Riprodurre filmati e musica
no: Spiller av din favoritt musikk og filmer
pt: Reproduz a sua música favorita e vídeos
ru: Воспроизведение фильмов и музыки

source: Please Reboot
es: Por favor, Reinicie
et: Taaskäivita
it: Riavviare
no: Vennligst start om
pt: Por favor, reinicie
ru: Пожалуйста, перезагрузите

source: Please Select Medium to be Scanned
es: Por favor, seleccione el dispositivo
et: Vali andmekandja, millelt otsitakse
it: Selezionare il supporto su cui cercare
no: Vennligst velg medie for søkingen
pt: Por favor, selecione a mídia a ser procurada
ru: Пожалуйста, выберите носитель для сканирования

source: Please Wait, the Big Bang is in progress
es: Espere, se está produciendo la Gran Explosión
et: Oota, käimas on Suur Pauk
it: Attendere prego, Big Bang in corso
no: Vennligst vent, Big Bang pågår
pt: Por favor aguarde, enquato o Big Bang está em progresso...
ru: Пожалуйста, подождите, выполняется Большой взрыв

source: Please add titles to the compilation.
es: Por favor, añada títulos a la compilación.
et: Lisa nimetused kogumikku.
it: Aggiungere titoli alla collezione
no: Vennligst legg til titler til kompilering
pt: Por favor adicione títulos à compilação
ru: Пожалуйста, добавьте названия к компиляции.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
es: Por favor, tenga cuidado, alguien puede desactivar el control parental si no le ha puesto un PIN.
et: Arvesta, et jättes PIN-i määramata, saab igaüks lapseluku maha võtta.
it: Attenzione! Chiunque potrebbe disabilitare il controllo parentale se non viene impostato un PIN.
no: Vær klar over at hvem som helst kan deaktivere foreldrekontroll hvis du ikke har satt en pin kode.
pt: Esteja ciente, de que alguém pode desativar o controlo parental, se não tiver definido um PIN.
ru: Обратите внимание, что любой может отключить родительский контроль, если Вы еще не установили PIN-код.

source: Please be sure that your usb drive is NOT CONNECTED to your Vu+ box before you continue.
es: Por favor, asegúrese de que su unidad usb no está conectada a su deco Vu+ antes de continuar.
et: Enne jätkamist veendu, et USB seade EI OLE vastuvõtjaga ühendatud.
it: Controllare che il dispositivo USB NON sia connesso al ricevitore prima di continuare.
no: Vennligst se til at din Usb IKKE er tilkoblet din Vu+ før du fortsetter.
pt: Por favor, certifique-se de que sua unidade Usb NÃO ESTÁ CONETADA à sua VuPlus antes de continuar.
ru: Пожалуйста, перед продолжением убедитесь, что USB-накопитель НЕ ПОДКЛЮЧЕН к Вашему VU+.

source: Please change recording endtime
es: Por favor, cambie la finalización de la grabación
et: Muuda salvestuse lõpuaega
it: Cambiare orario fine registrazione
no: Endre sluttid for opptak
pt: Por favor, altere o tempo final da gravação
ru: Пожалуйста, измените время окончания записи

source: Please check again. Frequency : start value is larger than stop value.
es: Revíselo de nuevo. Frecuencia: el valor inicial es mayor que el valor final.
et: Kontrolli üle. Sagedus : alumine sagedus on suurem kui ülemine.
it: Verificare nuovamente. Frequenza: valore iniziale superiore del valore finale
no: Vennligst sjekk om igjen. Frekvens : start verdi er større enn stopp verdi
pt: Por favor, verifique novamente. Frequência : valor inicial é superior ao valor final
ru: Проверьте еще раз. Первое значение частоты превышает конечное значение.

source: Please check again. Start frequency must be between 950 and 2150.
es: Revíselo de nuevo. La frecuencia inicial debe estar entre 950 y 2150.
et: Kontrolli üle. Ülemine sagedus peab olema vahemikus 950 kuni 2150.
it: Verificare nuovamente. La frequenza iniziale dev’essere compresa tra 950 e 2150.
no: Vennligst sjekk om igjen. Start frekvensen må være mellom 950 og 2150.
pt: Por favor, verifique novamente. A frequência inical deve estar entre 950 e 2150.
ru: Проверьте еще раз. Начальная частота должна быть от 950 до 2150.

source: Please check again. Start symbolrate must be between 2MHz and 45MHz.
es: Revíselo de nuevo. El symbolrate inicial debe estar entre 2MHz y 45MHz.
et: Kontrolli üle. Ülemine sümbolikiirus peab olema vahemikus 2MHz kuni 45MHz.
it: Verificare nuovamente. Il Symbolrate iniziale dev’essere compreso tra 2MHz e 45MHz.
no: Vennligst sjekk om igjen. Start symbolrate må være mellom 2MHz og 45MHz.
pt: Por favor, verifique novamente. O symbolrate inicial deve estar entre 2MHz e 45MHz.
ru: Проверьте еще раз. Начало символьной скорости должно быть между 2 МГц и 45 МГц.

source: Please check again. Stop frequency must be between 950 and 2150.
es: Revíselo de nuevo. La frecuencia final debe estar entre 950 y 2150.
et: Kontrolli üle. Sageduse alumine väärtus peab olema vahemikus 950 kuni 2150.
it: Verificare nuovamente. La frequenza finale dev’essere compresa tra 950 e 2150.
no: Vennligst sjekk om igjen. Stopp frekvensen må være mellom 950 og 2150.
pt: Por favor, verifique novamente. A frequência final deve estar entre 950 e 2150.
ru: Проверьте еще раз. Конечная частота должна быть от 950 до 2150.

source: Please check again. Stop symbolrate must be between 2MHz and 45MHz.
es: Revíselo de nuevo. El symbolrate final debe estar entre 2MHz y 45MHz.
et: Kontrolli üle. Alumine sümbolikiirus peab olema vahemikus 2MHz kuni 45MHz.
it: Verificare nuovamente. Il Symbolrate finale dev’essere compreso tra 2MHz e 45MHz.
no: Vennligst sjekk om igjen. Stopp symbolrate må være mellom 2MHz og 45MHz.
pt: Por favor, verifique novamente. O symbolrate final deve estar entre 2MHz e 45MHz.
ru: Проверьте еще раз. Конечное значение символьной скорости должно быть между 2 МГц и 45 МГц.

source: Please check again. Symbolrate : start value is larger than stop value.
es: Revíselo de nuevo. Symbolrate : el valor inicial es mayor que el valor final.
et: Kontrolli üle. Sümbolikiirus : alumine sagedus on suurem kui ülemine.
it: Verificare nuovamente. Symbolrate: valore iniziale maggiore del valore finale
no: Vennligst sjekk om igjen. Symbolrate : start verdi er større enn stopp verdi
pt: Por favor, verifique novamente. Frequência : valor inicial é superior ao valor final
ru: Проверьте еще раз. Начальное значение символьной скорости больше конечного.

source: Please check your network settings!
es: ¡compruebe su configuración de red!
et: Kontrolli võrgu seadeid!
it: Verificare la configurazione di rete!
no: Vennligst sjekk nettverksinnstillinger!
pt: Por favor verifique as suas definições de rede!
ru: Пожалуйста, проверьте настройки сети!

source: Please choose an HbbTV application.
es: Seleccione una aplicación HbbTV.
et: Vali HbbTV rakendus.
it: Selezionare un'applicazione HbbTV
no: Vennligst velg en HbbTV applikasjon.
pt: Por favor escolha uma aplicação HbbTV.
ru: Пожалуйста, выберите HbbTV приложение

source: Please choose an extension...
es: Por favor, elija una extensión...
et: Vali laiendus
it: Selezionare un'estensione
no: Vennligst velg en utvidelse...
pt: Por favor escolha uma extensão...
ru: Пожалуйста, выберите дополнение...

source: Please choose he package...
es: Por favor, elija su paquete...
et: Vali pakett
it: Selezionare il pacchetto
no: Vennligst velg pakke...
pt: Por favor escolha o pacote...
ru: Пожалуйста выберите пакет...
