Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Wrong file format. Only epg.dat gzip and bzip2 files are allowed (.dat.gz .dat.bz2).
es: Formato de archivo erróneo. Solo se permiten archivos gzip y bzip2 para el epg.dat (.dat.gz .dat.bz2).
et: Vale failivorming. Ainult epg.dat, gzip ja bzip2 failid on lubatud (.dat.gz .dat.bz2).
it: Formato di file errato. Sono consentiti solo file epg.dat - gzip - bzip2 (.dat.gz .dat.bz2)
no: Feil fil format. Bare epg.dat gzip og bzip2 filer er tillatt (.dat.gz .dat.bz2).
pt: Formato de arquivo incorreto. Apenas epg.dat gzip e arquivos bzip2 são permitidos (.dat.gz .dat.bz2).
ru: Неправильный формат файла. Разрешены только файлы epg.dat - gzip - bzip2 (.dat.gz .dat.bz2)

source: Wrong file format. Only bz2 and gzip files are allowed (.dat.gz .dat.bz2).
es: Formato de archivo erróneo. Solo se admiten archivos bz2 y gzip (. dat.gz .dat.bz2).
et: Vale failivorming. Ainult bz2 ja gzip failid on lubatud (.dat.gz .dat.bz2).
it: Formato file errato. Sono accettati solo file bx2 e gzip (.dat.gz .dat.bz2).
no: Feil fil format. Bare bz2 og gzip filer er tillatt(.dat.gz .dat.bz2).
pt: Formato de arquivo incorreto. Apenas epg.dat gzip e arquivos bzip2 são permitidos (.dat.gz .dat.bz2).
ru: Неправильный формат файла. Разрешены только файлы bz2 и gzip (.dat.gz .dat.bz2).

source: Wrong pin number for %s. Please try again and check pin number.
it: PIN errato per %s. Riprovare e controllare il PIN.
ru: Неверный PIN-код для %s.. Попробуйте еще раз и проверьте PIN-код.

source: X-margin on GUI
it: Margine asse X interfaccia
no: X-margin i grensesnitt
ru: Граница оси X

source: XEPGDB providers
es: Proveedores XEPGDB
et: XEPGDB levitajad
it: Providers XEPGDB
no: XEPGDB tilbydere
pt: Operadores XEPGDB
ru: Провайдеры XEPGDB

source: XMLTV providers
es: Proveedores XMLTV
et: XMLTV levitajad
it: Providers XMLTV
no: XMLTV tilbydere
pt: Operadores XMLTV
ru: Провайдеры XMLTV

source: Y-margin on GUI
it: Margine asse Y interfaccia
no: Y-margin i grensesnitt
ru: Граница оси Y

source: Year
es: Año
et: Aasta
it: Anno
no: År
pt: Ano
ru: Год

source: Yellow DVB subtitles
es: Subtítulos DVB amarillos
et: Kollased DVB subtiitrid
it: Giallo: sottotitoli DVB
no: Gule DVB undertekster
pt: Legendas DVB em amarelo
ru: Желтые DVB субтитры

source: Yellow external subtitles
es: Subtítulos externos amarillos
et: Kollased välised subtiitrid
it: Giallo: sottotitoli esterni
no: Gule eksterne undertekster
pt: Legendas externas em amarelo
ru: Желтые внешние субтитры

source: Yes
es: Si
et: Jah
it: Sì
no: Ja
pt: Sim
ru: Да

source: Yes to all
es: Si a todo
et: Kõigile JAH
it: Sì a tutto
no: Ja til alt
pt: Sim para todos
ru: Да, для всех

source: Yes, always
es: Si, siempre
et: Jah, alati
it: Sì, sempre
no: Ja, alltid
pt: Sim, sempre
ru: Да, всегда

source: Yes, and delete this movie
es: Si, y borra esta grabación
et: Jah ja kustuta see salvestis
it: Sì, e rimuovere questa registrazione
no: Ja, og slett opptak
pt: Sim, e apagar este filme
ru: Да, удалить эту запись

source: Yes, and don't ask again
es: Si, no me preguntes otra vez
et: Jah ning ära enam küsi
it: Sì, la richiesta non sarà ripetuta.
no: Ja, og ikke spør igjen
pt: Sim, não perguntar outra vez
ru: Да, больше не спрашивать

source: Yes, backup my settings!
es: Si, ¡realizar una copia de seguridad mi configuración!
et: Jah, tee seadistustest varukoopia!
it: Sì, eseguire backup configurazione!
no: Ja, ta sikkerhetskopi av innstillinger!
pt: Sim, guarde as minhas definições!
ru: Да, сохранить мои установки!

source: Yes, but play next video
es: Si, pero reproduce el siguiente vídeo
et: Jah, kuid mängi järgmine video
it: Sì, riprodurre il video successivo
no: Ja, men spill av neste video
pt: Sim, mas repdroduz o vídeo seguinte
ru: Да, но играть следующее видео

source: Yes, but play previous video
es: Si, pero reproducie el vídeo anterior
et: Jah, kuid mängi eelmine video
it: Sì, riprodurre il video precedente
no: Ja, men spill av forrige video
pt: Sim, mas reproduz o vídeo anterior.
ru: Да, но играть предыдущее видео

source: Yes, do a manual scan now
es: Si, haga una búsqueda manual ahora
et: Jah, tee nüüd käsiotsing
it: Sì, fare una ricerca manuale ora
no: Ja, gjør et manuelt søk nå
pt: Sim, iniciar procura manual
ru: Да, выполнить ручной поиск

source: Yes, do an automatic scan now
es: Si, haga una búsqueda automática ahora
et: Jah, tee nüüd automaatotsing
it: Sì, fare una ricerca automatica ora
no: Ja, gjør et automatisk søk nå
pt: Sim, iniciar procura automática
ru: Да, выполнить автоматический поиск

source: Yes, do another manual scan now
es: Si, haga otra búsqueda manual ahora
et: Jah, tee nüüd uus käsiotsing
it: Sì, fare un'altra scansione manuale ora
no: Ja, gjør et nytt manuelt søk nå
pt: Sim, continuar procura manual
ru: Да, продолжить ручной поиск

source: Yes, keep them.
es: Si, consérvalo.
et: Jah, hoia alles.
it: Si, mantenerli
no: Ja, behold de.
pt: Sim, mantenha.
ru: Да, сохранить.

source: Yes, perform a shutdown now.
es: Si, realice el apagado ahora.
et: Jah, lülita välja.
it: Sì, spegnere ora
no: Ja, slå av nå.
pt: Sim, desligar agora.
ru: Да, выключить сейчас.

source: Yes, restore the settings now
es: Si, restaure la configuración ahora
et: Jah, taasta nüüd seadistused
it: Sì, ripristinare la configurazione
no: Ja, legg tilbake innstillingene nå
pt: Sim, guardar as definições
ru: Да, восстановить установки сейчас

source: Yes, returning to movie list
es: Si, y vuelve a la lista de grabaciones
et: Jah, tagasi filmilisti
it: Sì, tornare all'elenco registrazioni
no: Ja, og returner til opptakslisten
pt: Sim, voltar à lista de filmes
ru: Да, вернуться к списку записей

source: Yes, view the tutorial
es: Si, ver el tutorial
et: Jah, näita juhendit
it: Sì, visualizzare la guida
no: Ja, se veiviseren
pt: Sim, ver um tutorial?
ru: Да, смотреть инструкцию

source: Yes/No
es: Si/No
et: Jah/Ei
it: SÌ/NO
no: Ja/Nei
pt: Sim/Não
ru: Да/Нет

source: You are already in %s universe.
es: Ya está en el universo %s.
et: Oled juba praegu %s universiumis.
it: Ti trovi già nell'universo %s.
no: Du er allerede i %s universet.
pt: Já está no universo %s
ru: Вы уже во Вселенной %s

source: You are already in %s universe..
es: Ya está en el universo %s.
et: Oled juba praegu %s universiumis..
it: Ti trovi già nell'universo %s...
no: Du er allerede i %s univers..
pt: Já está no universo %s
ru: Вы уже во Вселенной %s...

source: You are in %s universe.
es: Está en el universo %s.
et: Oled %s universiumis.
it: Sei nell'Universo %s.
no: Du er i %s univers.
pt: Está no universo %s
ru: Вы находитесь во Вселенной %s.

source: You can access the tuner(s) of this box from clients on your internal lan using nfs, cifs, UPnP or any other network mountpoint.
es: Puede acceder a el/los sintonizador(es) de este deco desde los clientes de la red doméstica mediante nfs, cifs, UPnP o cualquier otra red montada.
et: Selle vastuvõtja tuuneritele pääsed ligi sisevõrgus oleva kaugvastuvõtjaga, kasutades nfs, cifs, UPnP või mõnda muud võrgu haakepunkti.
it: Potrai accedere ai tuner di questo box dai client della tua rete interna usando i protocolli NFS, CIFs, UPnP o qualsiasi altro mountpoint.
no: Du kan få tilgang til tuner(e) på din boks fra klienter på internt Lan ved å bruke nfs, cifs, UPnP og andre nettverk tilkoblinger.
pt: Pode aceder ao Tuner (s) desta STB a partir de clientes na sua rede interna usando NFS, CIFS, UPnP ou qualquer outro ponto de montagem de rede.
ru: Вы можете получить доступ к тюнерам этого ресивера с клиентов вашей внутренней сети, используя NFS, CIF, UPnP или любые другие протоколы точек монтирования.

source: You can add here servers to download external epg.dat files. Warning: file format allowed are gzip and bzip2 epg.dat (.dat.gz .dat.bz2). Example: http://example.com/uk_epg.dat.gz
es: Añadir servidores para descargar archivos externos epg.dat. Los formatos de archivo para epg.dat son gzip y bzip2 (.dat.gz .dat.bz2). Ejemplo: http://example.com/uk_epg.dat.gz
et: Siia saab lisada servereid väilise epg.dat faili laadimiseks. Hoiatus: lubatud failivormingud on gzip ja bzip2 epg.dat (.dat.gz .dat.bz2). Näiteks: http://example.com/uk_epg.dat.gz
it: Aggiungi qui i server per il download dei file epg.dat esterni. Attenzione: i formati accettati sono gzip e bzip2 epg.dat (.dat.gz .dat.bz2). Esempio: http://example.com/uk_epg.dat.gz
no: Her kan du legge til servere for å laste ned eksterne epg.dat filer. OBS: Filformat som er tillatt er: gzip og bzip2 epg.dat (.dat.gz .dat.bz2). Eksempel: http://example.com/uk_epg.dat.gz
pt: Pode adicionar aqui servidores para descarregar arquivos epg.dat externos. Aviso: formatos de arquivo permitidos são gzip e bzip2 epg.dat (.dat.gz .dat.bz2). Exemplo: http://example.com/uk_epg.dat.gz
ru: Вы можете добавить сюда сервера для загрузки внешних epg.dat файлов. Внимание: формат файла, допускаются gzip и bzip2 epg.dat (.dat.gz .dat.bz2). Пример: http://example.com/uk_epg.dat.gz

source: You can cancel the installation.
es: Usted puede cancelar la instalación.
et: Paigaldamise saab tühistada.
it: E' possibile annullare l'installazione.
no: Du kan avbryte installering.
pt: Pode cancelar a instalação.
ru: Вы можете отменить установку.

source: You can cancel the removal.
es: Ha cancelado la desinstalación.
et: Eemaldamise saab tühistada.
it: E' possibile annullare la rimozione
no: Du kan avbryte fjerning.
pt: Pode cancelar a remoção.
ru: Вы можете отменить удаление.

source: You can choose some default settings now. Please select the settings you want to be installed.
es: Ha elegido algunas configuraciones por defecto. Seleccione las configuraciones que quiere instalar.
et: Saad valida valmis kanalinimekirjade vahel. Vali paigaldamiseks kanalinimekiri.
it: Selezionare, tra le configurazioni predefinite disponibili, quella che si desidera installare.
no: Du kan velge standard innstillinger nå. Vennligst velg de du vil bruke.
pt: Pode escolher algumas configurações padrão agora. Por favor, selecione as configurações desejadas para serem instaladas.
ru: Вы можете выбрать настройки по умолчанию. Пожалуйста, выберите настройки которые вы хотели бы установить.

source: You can choose, what you want to install...
es: Puede elegir lo que quiere instalar...
et: Saad valida, mida soovid paigaldada
it: Selezionare cosa installare...
no: Du kan velge det du vil ha installert...
pt: Pode escolher, o que pretende instalar...
ru: Вы можете выбрать то, что хотите установить...

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
es: Puede controlar el número de días en los futuros temporizadores añadidos. Ponlo a 0 para desactivar esta función.
et: Saad otsustada, mitmeks järgnevaks päevaks taimerid lisatakse. Selle võimaluse keelamiseks määra '0'.
it: Puoi decidere per quanti giorni a venire possano essere aggiunti dei timer. Imposta a 0 per disabilitare l'opzione
no: Du kan styre hvor mange dager du vil at tidsopptak skal legges til. Sett denne til 0 for å deaktivere
pt: Pode controlar quantos dias no futuro os Timers são adicionados. Ajustar para 0 para desativar esse recurso.
ru: Вы можете контролировать, сколько дней в будущем будут добавлены таймеры. Значение - 0, отключает эту функцию.

source: You can disable Telnet Server and use ssh to login to your box.
es: Puede desactivar el servidor Telnet y utilizar ssh para acceder a su deco.
et: Saad keelata telnet serveri ja logida sisse ssh abil.
it: Puoi disabilitare il server Telnet e usare ssh per il login nel tuo box.
no: Du kan deaktivere Telnet Server og bruke ssh for å logge inn på din boks
pt: Pode desabilitar o servidor Telnet e usar ssh para iniciar sessão.
ru: Вы можете отключить Telnet и использовать SSH для входа на Ваш ресивер.

source: You can install this plugin.
es: Usted puede instalar la extensión.
et: Selle laienduse saab paigaldada.
it: E' possibile installare questo plugin
no: Du kan installere denne modul.
pt: Pode instalar este plugin.
ru: Вы можете установить этот плагин.

source: You can only burn STB recordings!
es: ¡Sólo puede quemar en DVD las grabaciones de su deco!
et: Plaadile saab kirjutada ainult vastuvõtja salvestusi!
it: E' possibile masterizzare solo registrazioni del ricevitore!
no: Du kan kun brenne opptak fra din VU+!
pt: Só pode gravar gravações da STB!
ru: Вы можете записать только записи ресивера!

source: You can remove this plugin.
es: Puede desinstalar la extensión.
et: Selle laienduse võib eemaldada.
it: E' possibile rimuovere questo plugin
no: Du kan fjerne denne modul.
pt: Pode remover este plugin.
ru: Вы можете удалить этот плагин.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
es: Puede poner las propiedades básicas de una AutoProgramación aquí. Mientras 'Nombre' es sólo un nombre visualizado en la vista previa, 'Concidir en título' es lo que buscará en el EPG.
et: Siin saad muuta autotaimeri põhilisi omadusi. 'Nimi' on kasutuses ainult autotaimeri ülevaates, tegelikult otsitakse EPG-st tunnust 'Kokkulangevus pealkirjas'.
it: Verranno configurate le proprietà fondamentali per un Autotimer. [Descrizione] rappresenta solo la voce mostrata nell'Anteprima, mentre [Stringa di confronto] rappresenta la voce utilizzata per la ricerca nell'EPG
no: Du kan sette grunnverdiene til ett Autotidsopptak her. Mens `Navn` kun er et lesbart navn i displayet, `Matche i tittel` er hva EPG ser etter.
pt: Pode definir as propriedades básicas de um AutoTimer aqui. Enquanto 'Nome' é apenas um nome legível exibido na visão geral, "correspondente em título" é o que é procurado no EPG.
ru: Здесь вы можете установить основные свойства АвтоТаймера. 'Имя' - название АвтоТаймера в обзоре, 'Соответствие названию' - для поиска в EPG.

source: You can use the EasyInfo for manage your EPG plugins from info button. You have also a new now-next event viewer. Easy-PG, the own graphical EPG bowser is also included.
es: Puede utilizar el EasyInfo para gestionar sus extensiones EPG desde el botón info. También tiene un nuevo visor de eventos ahora-próximo. Easy-PG, el buscador EPG gráfico también está incluido.
it: EasyInfo permette la gestione dei plugin per EPG attraverso l'uso del tasto Info. Dispone anche di un nuovo visualizzatore di eventi in onda o prossimi. Include anche Easy-EPG, un browser grafico per EPG.
no: Du kan bruke EasyInfo til å behandle dine EPG moduler fra Info knappen, Du har og nå-neste program seer. Easy-PG, grafisk EPG leser er og inkludert
pt: Pode usar o EasyInfo para gerir os seus plugins EPG através da tecla INFO. Tem também um novo visualizador de eventos agora/próximo. Easy-PG, o próprio Bowser EPG gráfico, também está incluído.
ru: EasyInfo позволяет управлять плагинами EPG с помощью кнопки 'Info', а также имеет новый просмотрщик событий в эфире. Он также включает в себя Easy-EPG, графический браузер для EPG.

source: You can use this plugin to dynamically hide Plugins from either the Extensions- or Pluginmenu without having to modify the source code of the respective plugin.After installation you find the settings as "Hide Plugins" under Setup / System.
es: Puede usar esta extensión para ocultar dinámicamente extensiones desde el menú extensiones sin tener que modificar el código fuente de la extensión. Después de la instalación encontrará la configuración de "Extensiones Ocultas" bajo la configuración /Sistema.
it: Con questo plugin puoi nascondere plugin dal relativo menu o dal menu estensioni.
no: Du kan bruke denne modul til å dynamisk gjemme moduler fra Utvidelse eller modulmenyen uten at du trenger å modifisere kildekoden til modulen. Etter installering finner du innstillinger som "Gjem Moduler" under Oppsett / System.
pt: Pode usar este plugin para ocultar dinamicamente Plugins a partir de Extensões ou Menu Plugins sem ter que modificar o código-fonte da respetiva instalação do plugin. Após instalar, vai encontrar as configurações como "Ocultar Plugins" em Definições / Sistema.
ru: С помощью этого плагина вы можете скрыть плагины из своего меню или из меню расширений.

source: You cannot delete this!
es: ¡No puede borrar esto!
et: Seda ei või kustutada!
it: Impossibile rimuovere!
no: Du kan ikke slette denne!.
pt: Não pode apagar isto!
ru: Вы не можете удалит это!

source: You chose not to install any default services lists.
es: Ha elegido no instalar ninguna lista de canales por defecto.
et: Otsustasid standard kanalinimekirju mitte paigaldada.
it: Si è scelto di non installare le liste canali predefinite
no: Du valgte ikke å installere noen standard tjenesteliste.
pt: Escolheu não instalar quaisquer listas de serviços padrão.
ru: Вы не выбрали установку списка сервисов по умолчанию.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
es: Elige no instalar ninguna configuración por defecto. Sin embargo, más tarde puede instalar alguna en el menú de configuración.
et: Otsustasid kanalinimekirju mitte paigaldada. Seda saab hiljem teha seadete menüüst.
it: Si è scelto di non installare alcuna configurazione predefinita. Si potrà comunque farlo successivamente attraverso il Menu configurazione.
no: Du valgte å ikke installere standard innstillinger. Men du kan legge dem inn senere fra innstillinger menyen.
pt: Optou por não instalar quaisquer configurações padrão. No entanto, pode instalar as configurações padrão mais tarde no menu de configurações.
ru: Вы не выбрали установку настроек по умолчанию. В любом случае Вы можете установить их позже из меню настроек.

source: You chose not to install anything. Please press OK finish the install wizard.
es: Ha elegido no instalar nada. Pulse OK para terminar el asistente de instalación.
et: Otsustasid mitte midagi paigaldada. Väljumiseks vajuta OK.
it: Si è scelto di non installare nulla. Premere OK per uscire.
no: Du valgte å ikke installere noe. Vennligst trykk OK for å avslutte installasjons-veiviser.
pt: Optou por não instalar nada. Por favor, pressione OK para fechar o assistente de instalação.
ru: Вы ничего не выбрали. Пожалуйста нажмите ОК чтобы закончить установку.

source: You chose the incorrect file.
es: Eligió el archivo incorrecto.
et: Valisid vigase faili.
it: Hai selezionato un file errato.
no: Du valgte feil fil.
pt: Escolheu o arquivo incorreto.
ru: Вы выбрали неверный файл.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
es: No ha puesto un Atributo válido 'Coincidir en el título' para su nueva AutoProgramación. Como es un Atributo obligatorio no puede continuar sin eso.
et: Sa ei sisestanud kehtivat 'Kokkulangevus pealkirjas' tunnust uue autotaimeri jaoks. Kuivõrd see on kohustuslik, ei saa jätkata enne seda tegemata.
it: Non è stata fornita una "Stringa di confronto" valida per il nuovo AutoTimer! Questo attributo è obbligatorio: non sarà possibile proseguire senza fornirla!
no: Du la ikke til en gyldig `Matche i tittel` attributt til din nye Autotidsopptak . Da dette er en obligatorisk attributt kan du ikke fortseete uten å gjøre dette.
pt: Não não forneceu uma válida "correnspondência em título" Atributo para o seu novo AutoTimer. Como este é um atributo obrigatório não poderá continuar sem fazê-lo.
ru: Атрибут поиска 'Соответствие названию' не задан для нового АвтоТаймера. Это обязательный атрибут, продолжение невозможно.

source: You didn't select a channel to record from.
es: No ha seleccionado un canal desde el cual grabar.
et: Salvestatavat kanalit pole valitud.
it: Non è stato selezionato alcun canale da registrare.
no: Du valgte ingen kanal å spille inn fra.
pt: Não selecionou um canal para gravar.
ru: Вы не выбрали канал для записи.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
es: Ha introducido "%s" como Texto a coincidir. ¿Quiere eliminar los espacios del inicio y fin?
et: Sisestasid vasteks "%s". Kas eemaldad järgnevad tühikud?
it: Il testo inserito per il confronto è "%s" Rimuovere gli spazi vuoti finali?
no: Du la inn "%s" som skal matche tekst. Vil du fjerne etterfølgende mellomrom?
pt: Digitou "%s" como texto para corresponder. Quer remover espaços dos espaços em branco?
ru: Вы ввели "%s" как текст для соответствия. Должны ли быть удалены пробелы в конце?

source: You have OpenPli-based image, please change embedded subtitles settings in Settings / System / Subtitles settings
it: Hai un’immagine basata su OpenPli: sostituire impostazioni sottotitoli incorporati in Impostazioni / Sistema / Impostazioni sottotitoli
no: Du har et OpenPli- basert image, vennligst endre innebygd tekst i Oppsett-> System-> Undertekster
pt: Você está usar uma imagem baseada em OpenPli, por favor: --> alterar as configurações de legendas embutidas em: > Configurações > Sistema > Configurações de Legendas
ru: У вас имидж на основе OpenPLi, пожалуйста, измените настройки встроенных субтитров - Настройки/Система/Настройки субтитров

source: You have chosen to backup your settings. Please press OK to start the backup now.
es: Ha elegido hacer una copia de seguridad de su configuración. Pulse OK para realizarla ahora.
et: Otsustasid luua varukoopia kõvakettale. Vajuta OK alustamiseks nüüd.
it: Si è scelto di effettuare un backup delle configurazioni. Premere OK per iniziare ora.
no: Du har valgt å lage sikkerhetskopi av dine innstillinger. Trykk OK for å ta sikkerhetskopi.
pt: Escolheu fazer um backup de configurações. Por favor prima OK para fazer o backup agora.
ru: Вы выбрали резервное копирование настроек. Пожалуйста нажмите ОК для начала резервного копирования.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
es: Ha elegido crear un nuevo .NFI flasher autoarrancable memoria USB. Esto reparticiona la memoria USB y todos los datos serán borrados.
it: La creazione di un nuovo flasher .NFI eseguibile su chiavetta USB richiede la riscrittura delle partizioni. Tutti i dati presenti sulla chiavetta saranno cancellati!
no: Du har valgt å lage ny .NFI flasher bootable USB stick. Dette ompartisjonerer USB pinnen og all data vil bli slettet.
pt: Escolheu criar um novo .NFI flasher bootable USB PEN Drive. Isto irá reparticionar a PEN Drive e por isso todos os dados nela contidos eram ser apagados.
ru: Вы выбрали создание нового загрузочного внешнего USB-накопителя. USB-накопитель будет отформатирован и все данные будут утеряны.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
es: Ha elegido restaurar su configuración. Enigma2 reiniciará después de restaurar. Pulse OK para comenzar a restaurar ahora.
et: Oled otsustanud seadistused taastada. Enigma2 taaskäivitub pärast taastamist. Vajuta nüüd OK taastamise alustamiseks.
it: Si è scelto di ripristinare la configurazione. Il sistema verrà riavviato dopo il ripristino. Premere OK per proseguire.
no: Du har valgt å gjenopprette dine innstillinger. Brukergrensesnitt blir omstartet etter gjenoppretting. Trykk OK for å gjenopprette nå.
pt: Escolheu restaurar as configurações. O enigma2 irá reiniciar depois do restauro. Por favor, prima OK para iniciar o restauro.
ru: Вы выбрали восстановление настроек. Enigma2 будет перезапущена сразу после восстановления. Нажмите ОК, чтобы начать восстановление.

source: You have to Activate Inadyn before to start
es: Tiene que activar Inadyn antes de empezar
et: Enne alustamist tuleb Inadyn käivitada
it: Attivare Inadyn prima di avviarlo
no: Du må aktivere Inadyn før start
pt: Tem de ativar Inadyn antes de iniciar
ru: Прежде чем начать, Вы должны включить Inadyn
