Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Refresh rate selection.
es: Selección de velocidad de refresco.
et: Värskendussageduse valik.
it: Selezione aggiornamento frequenza
no: Valg av Oppfriskningsrate
pt: Selecção da taxa de varrimento
ru: Выбор частоты обновления.

source: Refreshing
et: Värskendamine
it: Aggiornare
no: Oppfrisker
pt: A refrescar
ru: Обновление

source: Regular
it: Normale
no: vanlig
ru: Регулярно

source: Related video entries.
es: Entradas de vídeos relacionadas.
et: Seotud videod.
it: Voci video correlate
no: Relaterte video oppføringer.
pt: Entradas de vídeo relacionadas.
ru: Похожие видеозаписи.

source: Release
it: Rilascio
no: Utgave
pt: Versão:
ru: Релиз

source: Release Date
et: Väljalaskeaeg
it: Data di rilascio
no: Slippdato
pt: Data da Imagem:
ru: Дата выхода

source: Relevance
es: Relevancia
et: Asjakohasus
it: Rilevanza
no: Relevans
pt: Relevância
ru: Актуальность

source: Reload
es: Recargar
et: Värskenda
it: Ricarica
no: Last
pt: Recarregar
ru: Обновить

source: Reload Black-/Whitelists
es: Recargar listas blancas/negras
et: Värskenda mustad/valged nimekirjad
it: Ricaricare liste nere/bianche
no: Last Black-/Whitelists
pt: Recarregar listas negras / brancas
ru: Перезагрузить черный/белый списки

source: Reload Device
es: Actualizar el dispositivo
et: Värskenda seade
it: Ricarica dispositivo
no: Omlast Enhet
pt: Recarga
ru: Перезагрузить устройство

source: Reload epg at every boot. Normally it's not necessary but recover epg after an enigma2 crash
es: Recargue el epg al arrancar. Normalmente no es necesario, pero si después de un problema con la imagen enigma2.
et: Värskenda epg pärast iga taaskäivitust. Tavaliselt ei ole saa vajalik, aga taastab epg pärast enigma2 kokkujooksmist
it: Ricaricare EPG ad ogni avvio. In genere non è necessario, ma recupera l’EPG dopo un arresto del sistema
no: Omlast epg ved hver oppstart. Normalt ikke nødvendig, men gjenoppretter epg etter en Enigma2 kræsj
pt: Recarrega o epg em cada inicialização. Normalmente não é necessário, mas deve recuperar o EPG após um crash de enigma2
ru: Перезагрузка EPG при каждой загрузке. Обычно это не нужно, восстанавливает EPG после сбоя системы.

source: Remember service PIN
es: Recordar el PIN del canal
et: Kanali PIN jäetakse meelde
it: Ricorda il PIN del canale
no: Husk kanal PIN
pt: Lembrar do PIN do serviço
ru: Запоминать PIN-код канала

source: Remember service PIN cancel
es: Recordar la cancelación de PIN del canal
et: Tühista kanali PIN-i meeldejätmine
it: Ricorda di disabilitare PIN canale
no: Husk kanal PIN avbryte
pt: Lembrar do PIN do serviço
ru: Отменить запоминание PIN-кода канала

source: Remember to select the correct Audio track in the audio menu if there is no audio or the wrong language is streaming.
es: Recuerde seleccionar la pista de audio correcto en el menú de audio si no hay audio o este no es correcto.
et: Kui voogesitusel on heli vales keeles või puudub üldse, vali menüüst töötav helikanal.
it: Ricorda di selezionare la traccia audio corretta nel menu audio in caso di audio mancante o di una lingua straniera.
no: Husk å velge riktig lydspor i lydmeny hvis du ikke har lyd eller du har feil språk i.
pt: Lembre-se de selecionar a faixa de áudio correta no menu áudio, se não há nenhum áudio ou idioma errado é streaming.
ru: Не забудьте выбрать правильную звуковую дорожку в меню аудио в случае отсутствия звука или иностранного языка.

source: Remind Me later
it: Ricordamelo in seguito
ru: Напомнить позже

source: Reminds you of birthdays
ru: Напоминает о днях рождения

source: Remote
es: Remoto
et: Pult
it: Telecomando
no: Fjernkontroll
pt: Remoto
ru: Пульт

source: Remote Control Code Setting
it: Config. codice del telecomando
ru: Код дистанционного управления

source: Remote Control System Code
es: Código del control remoto
et: Puldi süsteemikood
it: Codice del telecomando
no: Fjernkontroll system kode
pt: Código de sistema do telecomando
ru: Системный код

source: Remote Control Type
it: Tipo di telecomando
ru: Тип пульта управления

source: Remote file display
ru: Удаленный просмотр файлов

source: Remote timer and remote TV player
es: Programación y reproducción de TV remota
et: Kaugtaimer ja TV mängija
it: Gestione timer e TV Player remoto
no: Fjern tidsopptak og fjern TV spiller
pt: Timer remoto e TV player remoto
ru: Удаленный таймер и удаленный ТВ-плеер

source: RemoteControlCode
es: Código del control remoto
et: Puldi kood
it: Codice telecomando
no: Fjernkontroll Kode
pt: Código do Telecomando
ru: Код дистанционного управления

source: Remove
es: Borrar
et: Eemalda
it: Rimuovi
no: Fjern
pt: Remover
ru: Удалить

source: Remove (file)
it: Rimuovere (file)
no: Fjern (fil)
pt: Remover ( arquivo )
ru: Удалить (файлы)

source: Remove Bookmark
es: Borrar Marcador
et: Eemalda järjehoidja
it: Rimuovi segnalibri
no: Fjern bokmerke
pt: remover indicador
ru: Удалить закладку

source: Remove Confirmation
es: Omitir la confirmación
et: Kinnitust ei küsita
it: Confermare rimozione
no: Bekrefte fjerning
pt: Remover Confirmação
ru: Удаление с подтверждением

source: Remove Entry (List)
it: Rimuovere voci (elenco)
no: Fjern Inntasting (Liste)
pt: Remover Entrada ( Lista )
ru: Удалить записи (Список)

source: Remove Entry (List+File)
it: Rimuovere voci (Elenco + File)
no: Fjern Inntasting (Liste+Fil)
pt: Remover Entrada ( Lista+Ficheiro )
ru: Удалить записи (Список+Файл)

source: Remove Plugins
es: Borrar extensiones
et: Eemalda pluginaid
it: Rimuovere plugin
no: Fjern Moduler
pt: Remover plugins
ru: Удаление плагинов

source: Remove a mark
es: Borrar una marca
et: Eemalda märk
it: Rimuovere contrassegno
no: Fjern en markør
pt: Remover Marca
ru: Удалить метку

source: Remove action
it: Rimuovi azione
no: Fjern hendelse
pt: Remover ação
ru: Удалить действие

source: Remove completed timers after (days)
es: Borrar las grabaciones terminadas después (días)
et: Eemalda lõpetatud taimerid pärast (päeva)
it: Rimuovere i timer conclusi dopo (n. giorni)
no: Fjerne ferdige tidsopptak etter (dager)
pt: Remover Timers completos depois (dias)
ru: Удалять завершённые таймеры после (дней)

source: Remove currently selected title
es: Borrar el título seleccionado
et: Eemalda valitud nimetus
it: Rimuovere titolo attualmente selezionato
no: Fjern valgte tittel
pt: Remover o título atualmente selecionado
ru: Удалить выбранный заголовок

source: Remove failed.
es: Falló el borrado.
et: Eemaldamine nurjus.
it: Rimozione fallita!
no: Fjerning feilet.
pt: Remover falhou.
ru: Удаление не удалось!

source: Remove finished.
es: Borrado finalizado.
et: Eemaldatud.
it: Rimozione terminata!
no: Fjerning ferdig.
pt: Remoção acabou.
ru: Удаление завершено!

source: Remove items from trash can after (days)
es: Limpiar la papelera después (días)
et: Salvestuste eemaldamine prügikastist pärast (päeva)
it: Rimuovi gli elementi dal cestino dopo (n. giorni)
no: Fjerne ting fra søppelbøtta etter (dager)
pt: Remover items da lixeira depois de (dias)
ru: Удалять записи из корзины через (в днях)

source: Remove plugins
es: Borrar complmentos
et: Eemalda pluginaid
it: Rimuovi plugin
no: Fjern moduler
pt: Remover plugins
ru: Удалить

source: Remove selected AutoTimer
es: Borrar la AutoProgramación seleccionada
et: Kustuta valitud autotaimer
it: Rimuovi AutoTimer selezionato
no: Fjern valgte Autotidsopptak
pt: Remover o AutoTimer selecionado
ru: Удалить выбранный АвтоТаймер

source: Remove selected device
it: Rimuovere il dispositivo selezionato
ru: Удалить выбранное устройство

source: Remove timer
es: Eliminar la grabación
et: Eemalda taimer
it: Rimuovi timer
no: Fjern tidsopptak
pt: Remover Timer
ru: Удалить таймер

source: Remove title
es: Borrar el título
et: Eemalda pealkiri
it: Rimuovi titolo
no: Fjern tittel
pt: Remover o título
ru: Удалить описание

source: Removed successfully.
es: Borrado correcto.
et: Eemaldatud.
it: Rimosso correttamente
no: Fjernet.
pt: Foi removido com sucesso
ru: Удаление успешно!

source: Removing
es: Borrando
et: Eemaldamine
it: Rimozione
no: Fjerner
pt: A remover
ru: Удаление

source: Removing VUPLUS-BLE-RCU...
it: Rimozione VUPLUS-BLE-RCU...
ru: Отключить Vu+ BLE

source: Removing directory %s failed. (Maybe not empty.)
es: Falló el borrado del directorio %s. (Puede no estar vacío)
et: Kataloogi eemaldamine %s nurjus. (Ehk ei ole tühi?)
it: Rimozione cartella %s non riuscita. (Forse non è vuota.)
no: Fjerning av katalog %s feilet. (Kanskje ikke tom?)
pt: A Remoção da pasta %s falhou.(Talvez não esteja vazia.)
ru: Ошибка удаления каталога %s (возможно он не пуст)

source: Removing package
es: Eliminando el paquete
et: Paketi eemaldamine
it: Rimuovere il pacchetto
no: Fjerner pakke
pt: A remover pacote
ru: Удаление пакета

source: Rename
es: Renombrar
et: Nimeta ümber
it: Rinomina
no: Gi nytt navn
pt: Renomear para:
ru: Переименовать

source: Rename crashlogs
es: Renombrar crashlogs
et: Nimeta vealogid ümber
it: Rinominare i registri errori
no: Endre feillogg navn
pt: Renomear crashlogs
ru: Переименование журналов ошибок

source: Rename your movies
es: Renombrar sus grabaciones
et: Muuda salvestiste nime
it: Rinominare le registrazioni
no: Gi nytt navn til dine opptak
pt: Renomear os seus filmes
ru: Переименовать записи

source: Reorder Plugin List
es: Ordenar la lista de extensiones
et: Järjesta laiendused ümber
it: Riordinare la lista dei plugin
no: Gjør om Modulliste
pt: Reordenar a lista de plugins
ru: Упорядочить список плагинов

source: Reorder plugins list
es: Ordenar la lista de extensiones
et: Järjesta laiendused ümber
it: Riordinare lista Plugins
no: Endre Modul Liste
pt: Reordenar a lista de plugins
ru: Упорядочить список плагинов

source: Repeat
es: Repetir
et: Korda
it: Ripeti
no: Gjenta
pt: Repetir
ru: Повторить

source: Repeat Type
es: Tipo de repetición
et: Kordamise liik
it: Tipo di ripetizione
no: Gjentagelse type
pt: Repetir tipo
ru: Повторить

source: Repeated
es: Repetido
et: Korduv
it: Ricorrente
no: Gjentatt
pt: Repetido
ru: Повторение

source: Repeating event currently recording... What do you want to do?
es: Repitiendo la grabación del evento actual... ¿Qué quiere hacer?
et: Korduvtaimer salvestab. Mida soovid teha?
it: Ripetizione dell'evento attualmente in registrazione.... Decidere il da farsi!
no: Gjentagende hendelse holder på med opptak... Hva vil du gjøre?
pt: A repetir o programa que está a gravar atualmente... Continuar?
ru: Повторяющееся событие записывается...Что вы хотите сделать?

source: Repeats
es: Repeticiones
et: Kordused
it: Ripetizioni
no: Gjentagelser
pt: Repetições
ru: Повторы

source: Replace the minute input for the seek functions with a seekbar.
es: Reemplazar la entrada de minutos manualmente por una barra de posicionamiento.
et: Asenda minutite sisestus otsingul otsiribaga.
it: Sostituire l'input in minuti della funzione ricerca tramite barra di ricerca.
no: Erstatt minutt innsetting til søke funksjoner med en søkebar.
pt: Substitua o minuto de entrada para as funções de busca com uma barra de procura.
ru: Замените ввод функции поиска в минутах через панель поиска.

source: Replace the rewind input with a seekbar
es: Reemplazar la entrada de rebobinado por una barra
et: Asenda kerimine otsiribaga
it: Sostituire l'input della funzione REW con una seekbar.
no: Erstatt bakoverspole innsetting med søkebar.
pt: Substitua a rebobinagem com uma barra de procura.
ru: Заменяет перемотку на панель поиска

source: Reply timeout
es: Tiempo de espera por respuesta
et: Vastuse aegumine
it: Timeout risposta
no: Tidsavbrudd svar
pt: Tempo de limite de resposta
ru: Ожидание для ответа

source: Require description to be unique
es: Obligar a que la Descripción sea única
et: Nõua täpselt vastavat sisukirjeldust
it: Richiede descrizione univoca
no: Påkreve unik beskrivelse
pt: Requer Descrição para ser único
ru: Описание должно отличаться

source: Required medium type:
es: Tipo de medio requerido:
et: Nõutav meedia tüüp:
it: Tipo di supporto richiesto:
no: Påkrevd medie type:
pt: Formato de media requerido:
ru: Требуемый тип носителя:

source: Rescan
es: Buscar de nuevo
et: Uus otsing
it: Nuova scansione
no: Omsøke
pt: Nova pesquisa
ru: Пересканировать

source: Reset
es: Reiniciar
et: Lähtesta
no: Nullstill
pt: Redefinir
ru: Сброс

source: Reset Defaults
it: Ripristinare le impostazioni predefinite
no: Nullstill
pt: Restabelecer as predefinições
ru: Восстановить настройки по умолчанию

source: Reset and renumerate title names
es: Reinicia y reenumera los nombres de títulos
et: Lähtesta ja nummerda pealkirjad uuesti
it: Ripristinare e rinumerare titoli
no: Reset og nummerer tittel navn.
pt: Reiniciar e renumerar os títulos
ru: Сбросить и перенумеровать заголовки

source: Reset count
es: Borrar Contador
et: Lähtesta arvestus
it: Ripristinare conteggio
no: Reset telling
pt: Restabelecer contadores
ru: Сбросить отсчёт

source: Reset saved position
es: Borrar la posición guardada
et: Lähtesta salvestatud asukoht
it: Azzerare posizione salvata
no: Reset lagret posisjon
pt: Reiniciar a posição guardada
ru: Сброс сохраненной позиции на экране

source: Reset tv-screen after playback:
es: Restaurar la pantalla del TV después de leer:
et: Lähtesta teleekraan pärast taasesitust:
it: Ripristinare dopo la riproduzione:
no: Tilbakestill tv-skjerm etter avspilling:
pt: Reiniciar o Ecrã da TV depois de reproduzir:
ru: Сбросить экран ТВ после воспроизведения:

source: Reset video enhancement settings to system defaults?
es: ¿Desea cambiar la configuración del sistema de vídeo mejorado?
et: Kas taastad pildiparanduste vaikeväärtused?
it: Ripristinare la config. avanzata A/V ai valori predefiniti?
no: Sette bildeforbedringsinnstillinger til system standard?
pt: Reiniciar a opções de imagem para as padrão de sistema?
ru: Сбросить тонкие настройки видео на значения по умолчанию?

source: Reset video enhancement settings to your last configuration?
es: ¿Desea cambiar la configuración de vídeo mejorado a la última configuración?
et: Kas taastad pildiparanduste viimati kasutatud seaded?
it: Ripristinare le impostazioni di ottimizzazione video alla ultima configurazione?
no: Sette bildeforbedringsinnstillinger tilbake til siste konfigurasjon?
pt: Reiniciar a opções de imagem para as suas ultimas configurações?
ru: Сбросить тонкие настройки видео на вашу последную конфигурацию?

source: Resolution
es: Resolución
et: Lahutusvõime
it: Risoluzione
no: Oppløsning
pt: Resolução
ru: Разрешение

source: Response video entries.
es: Respuesta de las entradas de vídeo.
et: Vastused video otsingule.
it: Video disponibili
no: Bildeoppførings respons
pt: Entradas de vídeo relacionadas.
ru: Видеоответы

source: Restart
es: Reiniciar
et: Taaskäivita
it: Riavvio completo
no: Omstart
pt: Reiniciar
ru: Перезагрузить

source: Restart GUI
es: Reiniciar la interfaz
et: Taaskäivita E2
it: Riavvio del sistema (GUI)
no: Omstart Brukergrensesnitt
pt: Reiniciar GUI
ru: Перезагрузить GUI

source: Restart GUI now?
es: ¿Reiniciar la interfaz ahora?
et: Kas taaskäivitad kasutajaliidese?
it: Riavviare il sistema (GUI) ora?
no: Omstarte Brukergrensesnitt nå?
pt: Reiniciar o Enigma2 agora?
ru: Перезагрузить GUI сейчас?

source: Restart Gui
es: Reiniciar la interfaz
et: Taaskäivita enigma2
it: Riavvio del sistema (Gui)
no: Omstart Brukergrensesnitt
pt: Reiniciar Enigma2
ru: Перезагрузить GUI

source: Restart network
es: Reiniciar la Red
et: Taaskäivita võrk
it: Riavviare la rete
no: Omstart nettverk
pt: Reiniciar a rede
ru: Перезапустить сеть

source: Restart test
es: Reiniciar la prueba
et: Taaskäivita test
it: Ravviare il test
no: Omstart test
pt: Teste de Reinício
ru: Перезапустить тест

source: Restart your network connection and interfaces.
es: Reiniciar su conexión y dispositivos de red.
et: Taaskäivita võrguühendus ja -liidesed.
it: Riavviare connessioni di rete e relative interfacce.
no: Starte dine nettverksadapter og grensesnitt om igjen.
pt: Reiniciar a ligação de rede e interfaces.
ru: Перезагрузка сетевых подключений и интерфейсов.

source: Restore
es: Restaurar
et: Taasta
it: Ripristinare
no: Gjenopprett
pt: Restaurar
ru: Восстановить

source: Restore
es: Restaurar
et: Taasta
it: Ripristinare
no: Gjenopprette
pt: Restaurar
ru: Восстановить

source: Restore Backups
es: Restaurar las copias de seguridad
et: Taasta varukoopia
it: Ripristinare un backup
no: Gjenopprett Sikkerhetskopier
pt: Restauro de backups
ru: Востановление резервных копий

source: Restore backups
es: Restaurar copias de seguridad
et: Taasta varukoopiaid
it: Ripristinare un backup
no: Gjenopprette sikkerhetskopi
pt: Restauro de backups
ru: Востановление резервных копий

source: Restore is running...
es: Ejecutando la restauración...
et: Taastamine
it: Ripristino in corso...
no: Gjenoppretter...
pt: Restauro em progresso...
ru: Восстановление запущено...

source: Restore running
es: Ejecutando la restauración
et: Toimub taastamine
it: Ripristino in corso
no: Gjenoppretter
pt: Restauro em progresso...
ru: Выполняется восстановление

source: Restore running...
es: Restaurando...
et: Toimub taastamine
it: Ripristino in corso...
no: Gjenoppretting kjører...
pt: Restauro em progresso...
ru: Выполняется восстановление...

source: Restore system settings
es: Sistema de restauración
et: Taasta seadistused
it: Ripristinare la configurazione del sistema
no: Gjenopprette system oppsett
pt: Restaurar configurações do sistema
ru: Восстановить настройки

source: Restore your STB with a USB stick
es: Restaurar su deco con una memoria USB
et: Taasta vastuvõtja tarkvara USB pulga abil
it: Ripristinare il ricevitore con chiavetta USB
no: Gjenopprette din VU+ med en USB pinne
pt: Restaure a sua STB com uma Pen USB
ru: Восстановить Ваш ресивер с USB-накопителя

source: Restrict "after event" to a certain timespan?
es: ¿Restringir "después del evento" a un cierto intervalo de tiempo?
et: Kas piirata "pärast sündmust" kindla ajavahemikuga?
it: Limitare "dopo l'evento" a un preciso intervallo?
no: Begrens "etter hendelse" til tidsrom?
pt: Restrito "após o evento" para um certo período de tempo?
ru: Ограничить "после события" до определенного отрезка времени?

source: Restrict to events on certain dates
es: Restringir los eventos en ciertas fechas
et: Piira otsing ainult kindlal kuupäeval algavatele saadetele
it: Limitare gli eventi entro date determinate
no: Begrens hendelser til dato
pt: Restrito a eventos em certas datas
ru: Ограничить события на определенные даты

source: Resume from last position
es: Continúa desde la última pos.
et: Jätka katkestatud kohalt
it: Riprendere dall'ultima posizione
no: Fortsett fra siste posisjon
pt: Retomar a partir da ultima posição
ru: Возобновить с последней позиции

source: Resume position at %s
es: Continuar la posición a %s
et: Jätka alates %s
it: Riprendere da posizione %s
no: Fortsett ved %s
pt: Posição de retoma em %s
ru: Продолжить с позиции %s

source: Resuming playback
es: Continuar reproducción
et: Taasesitus jätkub katkestatud kohalt
it: Riavviare la riproduzione...
no: Fortsetter avspilling
pt: Retomar a Reprodução
ru: Возобновление воспроизведения

source: Retrieving data ...
es: Recuperando los datos...
et: Andmete hankimine...
it: Recupero dati in corso...
no: Mottar data ...
pt: A recuperar dados ...
ru: Получение данных...

source: Return
es: Retorno
et: Tagasi
it: Indietro
no: Tilbake
pt: Voltar
ru: Назад

source: Return the Love Event
es: Retorno del evento de amor
it: Tornare a Love Event
no: Returner Love Event
pt: Devolve o evento de amor
ru: Возврат к любимому событию

source: Return to file browser
es: Volver al visor de archivos
et: Naase failibrauserisse
it: Tornare al browser file
no: Gå tilbake til filleser
pt: sair do reprodutor de DVD ou voltar à lista de Arquivos
ru: Вернуться в проводник

source: Return to movie list
es: Volver a la lista de grabaciones
et: Tagasi filmilisti
it: Tornare a elenco registrazioni
no: Gå tilbake til opptaksliste
pt: Voltar à lista de filmes
ru: Вернуться к списку записей

source: Return to previous service
es: Volver al canal anterior
et: Tagasi vaadatud kanalile
it: Tornare al canale precedente
no: Gå tilbake til forrige tjeneste
pt: Voltar ao serviço anterior
ru: Вернуться на предыдущий сервис

source: Reusable Help-component for other plugins.
es: Reutilizar el componente Ayuda para otras extensiones.
et: Taaskasutatav abi-komponent teistele laiendustele.
it: Componente Help riutilizzabile per altri plugin
no: Gjenbrukbare Hjelpe-komponenter moduler.
pt: Ajuda reutilizável-componentes para outros plugins.
ru: Компонент справки для других плагинов

source: Rewind speeds
es: Velocidades hacia atrás
et: Tagasikerimise kiirused
it: Velocità REW
no: Hastigheter ved spoling bakover
pt: Velocidade de retrocesso
ru: Скорость перемотки назад

source: Rewrap subtitles
es: arropar los subtítulos
it: Riavvolgere sottotitoli
no: Ompakk undertekster
pt: Reacondicionar legendas
ru: Перезапускать субтитры

source: Rewrap teletext subtitles
es: Utilice los subtítulos del teletexto
et: Teleteksti subtiitrite algne reamurdmine
it: Riavvolgere sottotitoli televideo
no: Ompakke teletekst undertekster
pt: Reacondicionar legendas de teletexto
ru: Перезапускать субтитры телетекста

source: Right
es: Dcha
et: Parem
it: Destro
no: Høyre
ru: Вправо

source: Right Key
es: Flecha derecha
et: Parem klahv
it: Tasto destro
no: Høyre Tast
pt: Tecla direita
ru: Стрелка вправо

source: Right Mouse Button
es: Botón derecho del ratón
et: Parem hiireklahv
it: Tasto destro del mouse
no: Høyre Muse Knapp
pt: Tecla direita do rato
ru: Правая кнопка мыши

source: Roll-off
no: Rull-av
pt: Ajustar
ru: Roll-off фактор

source: Romanian
it: Rumeno
ru: Румынский

source: Rotor turning speed
es: Velocidad del motor
et: Ajami pööramise kiirus
it: Velocità rotazione motore
no: Motor dreie hastighet
pt: velocidade do motor
ru: Скорость вращения мотора

source: Run AutoTimer after refresh
et: Käivita Autotaimer pärast EPG värskendust
it: Avviare AutoTimer dopo l'aggiornamento
no: Kjør Autotidsopptak etter oppfrisking
pt: Comando a executar depois refrescar o EPG
ru: Запустить АвтоТаймер после обновления

source: Run at the Deep Standby
et: Käivita puhkeseisundist
it: Avviare in modalità spegnimento
no: Kjør i Dyp Dvalemodus
pt: Executar em Modo de Suspensão
ru: Запустить в режиме глубокого ожидания

source: Running
es: Activado
et: Kasutusel
it: In esecuzione
no: Kjører
pt: Em execução
ru: Запущено

source: Running !
es: ¡Corriendo!
et: Töötab !
it: In esecuzione!
no: Kjører!
pt: Em execução ...
ru: Запущено!

source: Running in testmode
es: Correr en Modo Prueba
et: Töö testrežiimis
it: Eseguire in modalità test
no: Kjøre i testmodus
pt: A executar em modo de teste
ru: Запуск в тестовом режиме

source: Running script
es: Ejecutando el script
et: Skripti käivitus
it: Eseguire script
no: Kjører skript
pt: A executar script
ru: Запустить скрипт

source: Russia
es: Rusia
et: Venemaa
no: Russland
pt: Rússia
ru: Россия

source: Russian
es: Ruso
et: Vene
it: Russo
no: Russisk
pt: Russo
ru: Русский

source: SAT>IP CLIENT
ru: SAT > IP Клиент

source: SAT>IP Client
et: SAT>IP klient
it: SAT > Client IP
no: Sat>Ip Klient
pt: SAT>IP Cliente
ru: SAT > IP Клиент

source: SAT>IP Client Setup
et: SAT>IP kliendi seadistus
it: SAT > Impostazione IP Client
no: Sat>Ip Klient
pt: Definição de SAT>IP Cliente
ru: SAT > Конфигурация IP клиента

source: SAT>IP Client Tuner Setup
et: SAT>IP kliendi tuuneri seadistus
it: SAT > Impostazioni IP Tuner Client
no: Sat>Ip Klient Tuner
pt: Definição do Tuner de SAT>IP Cliente
ru: SAT > Конфигурация IP тюнера

source: SAT>IP Client attached to vtuner.
et: SAT>IP klient ühendatud vtuneriga.
it: SAT > Client IP collegato a vTuner
no: Sat>Ip Klient festet til vtuner.
pt: SAT>IP Cliente conetado ao Vtuner.
ru: SAT > Настройки IP клиента.
