Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Downloaded Subtitles
it: Sottotitoli scaricati
no: Nedlastede Undertekster
pt: Descarga das legendas
ru: Загруженные субтитры

source: Downloaded Subtitles - Settings
it: Sottotitoli scaricati - Configurazioni
no: Nedlastede Undertekster - Innstillinger
pt: Descarga das legendas - Definições
ru: Загруженные субтитры - Настройки

source: Downloading
es: Descargando
et: Allalaadimine
it: Download in corso
no: Laster ned
pt: a transferir...
ru: Загрузка

source: Downloading XEPGDB
es: Descargando XEPGDB
et: XEPGDB hankimine
it: Scaricare XEPGDB
no: Laster ned XEPGDB
pt: A descarregar XEPGDB
ru: Загрузка XEPGDB

source: Downloading channels list
es: Descargando la lista de canales
et: Kanalinimekirjade hankimine
it: Scaricare elenco canali
no: Laster ned kanalliste
pt: A descarregar a lista de canais
ru: Загрузить список каналов

source: Downloading events
es: Descargando los eventos
et: Saadete hankimine
it: Scaricare eventi
no: Laster ned hendelser
pt: A descarregar eventos
ru: Загрузить события

source: Downloading plugin information. Please wait...
es: Descargando información de la extensión. Espere...
et: Plugina andmete laadimine. Oota veidi.
it: Ricercare informazioni sul plugin in corso. Attendere...
no: Laster ned modul informasjon. Vennligst vent...
pt: A descarregar novos plugins. Por favor espere...
ru: Загрузка информации о плагинах. Пожалуйста, подождите...

source: Downloading remote services
es: Descargando los servicios remotos
et: Kaugkanalite hankimine
it: Scaricare servizi remoti
no: Laster ned fjernkanaler
pt: A transferir serviços remotos
ru: Загрузка удаленных сервисов

source: Downloading screenshots. Please wait...
es: Descargando pantallazos. Por favor, espere...
et: Eelvaate hankimine. Palun oodake...
it: Attendere: download screenshot in corso...
no: Laster ned skjermbilder. Vennligst vent...
pt: A descarregar screenshots. Por favor espere...
ru: Загрузка скриншотов. Пожалуйста, подождите...

source: Downloads Manager
es: Admin. de descargas
et: Lisamoodulite hankimine
it: Gestione download
no: Nedlasting
pt: Gestor de Descargas
ru: Менеджер загрузок

source: Downloads:
it: Download:
no: Nedlastet:
pt: Descargas:
ru: Загрузки:

source: Drive where you save data. The drive MUST be mounted in rw. If you can't see your device here probably is mounted as read only or autofs handle it only in read only mode. In case of mount it manually and try again
es: Medios donde se almacenan los datos. La unidad debe ser montada en rw. Si no puede verlo, probablemente esté montado como de sólo lectura o autofs sea de sólo lectura. En este caso, debe montarlo manualmente y volver a intentarlo.
et: Ketas andmete salvestamiseks. Ketas PEAB olema haagitud lugemise-kirjutamise režiimis. Kui ketas ei ole siin nähtav, on see tõenäoliselt haagitud kirjutuskaitstult või käsitleb autofs seda kirjutuskaitstuna. Haagi ketas käsitsi ja proovi uuesti.
it: Unità in cui memorizzare i dati. L'unità deve essere montata in rw. Se il dispositivo non risulta visibile, è probabile sia montato in sola lettura o autofs lo gestisce in modalità di sola lettura.
no: Enhet hvor du lagrer data. Enheten må tilkobles i rw. Hvis du ikke kan se enheten her er den nok tilkoblet om kun les eller autofs håndter den i kun les modus. I tilfelle kan du tilkoble den manuelt og prøve om gjen.
pt: Unidade onde vai salvar dados. A unidade DEVE ser montada em rw. Se não vê aqui o dispositivo, deverá estar montado como 'sómente leitura' ou 'autofs' manipulá-lo apenas em modo 'sómente leitura'. Neste caso, deve montá-lo manualmente e tentar novamente
ru: Диск, на котором вы сохраняете данные. Устройство должно быть установлено в RW. Если устройство не видимо, оно может быть установлено в режиме только для чтения.

source: Driver for Ralink RT8070/RT3070/RT3370 based wireless-n USB devices.
es: Controlador para dispositivos Ralink RT8070/RT3070/RT3370 basados en USB Wireless-N.
et: Ajur Ralink RT8070/RT3070/RT3370-põhistele traadita USB seadmetele.
it: Driver per dispositivi USB wireless-n. basati su chipset Ralink RT8070/RT3070/RT3370
no: Driver til Ralink RT8070/RT3070/RT3370 basert wireless-n USB enheter.
pt: Driver para Ralink RT8070/RT3070/RT3370 dispositivos Usb Wireless-N
ru: Драйвер для беспроводных USB-устройств на базе Ralink RT8070/RT3070/RT3370.

source: Driver for Realtek r8712u based wireless-n USB devices.
es: Controlador para dispositivos Realtek r8712u basados en USB Wireless-N.
et: Ajur Realtek r8712u-põhistele traadita USB seadmetele.
it: Driver per dispositivi USB wireless-n basati su chipset Realtek r8712u
no: Driver til Realtek r8712u basert wireless-n USB enheter.
pt: Driver para Ralink R8712u dispositivos Usb Wireless-N
ru: Драйвер для беспроводных USB-устройств на базе Realtek R8712U.

source: Driver is not supported.
it: Il driver non è supportato.
ru: Драйвер не поддерживается.

source: Duration
es: Duración
et: Kestus
it: Durata
no: Varighet
pt: Duração
ru: Длительность

source: Duration to stay on service (seconds)
et: Kanalil püsimise aeg (sek)
it: Persistenza sul servizio (sec)
no: Varighet å være på kanal (sek)
pt: Tempo para permanecer no serviço (segundos)
ru: Продолжительность оставаться на сервисе (секунд)

source: Duration:
es: Duración:
et: Kestus:
it: Durata:
no: Varighet:
pt: Duração:
ru: Длительность:

source: Dutch
es: Alemán
et: Hollandi
it: Olandese
no: Nederlandsk
pt: Holandês
ru: Нидерландский

source: Dynamic contrast
es: Contraste dinámico
et: Dünaamiline kontrast
it: Contrasto dinamico
no: Dynamisk kontrast
pt: Contraste dinâmico
ru: Динамическая контрастность

source: E2 Light Multiboot
et: E2 kerge multiboot
it: E2 Multiboot leggero
pt: Enigma2 Multiboot (Versão Leve)
ru: E2 Multiboot простой

source: EPG
ru: Телегид

source: EPG Importer
ru: Импортер EPG

source: EPG Main Settings
ru: Основные настройки

source: EPG Menu
ru: Телегид

source: EPG Search
et: EPG otsing
it: Ricerca EPG
no: EPG Søk
pt: EPG Procura
ru: Поиск телегида

source: EPG Selection
es: Selección EPG
et: EPG valik
it: Selezione EPG
no: Program
pt: Seleção do EPG
ru: Выбор телегида

source: EPG Selection Multi
es: Selección del EPG Múltiple
et: Multi EPG
it: EPG multipli
no: Fler EPG
pt: Selecão do Multi EPG
ru: Выбор телегида

source: EPG Settings
es: Parámetros del EPG
et: EPG seadistus
it: Config. EPG
no: EPG
pt: Definições EPG
ru: Настройки телегида

source: EPG Setup
es: Configuración del EPG
et: EPG seaded
it: Impostazioni EPG
no: EPG
pt: Definições do EPG
ru: Настройки EPG

source: EPG encoding
es: Codificación EPG
et: EPG tähemärgistik
it: Codifica EPG
no: EPG koding
pt: Codificação do EPG
ru: Кодировка EPG

source: EPG language selection 1
es: Selección 1 de idioma del EPG
et: EPG keelevalik 1
it: EPG selezione lingua 1
no: EPG språkvalg 1
pt: Idioma de EPG 1
ru: Выбор языка телегида 1

source: EPG language selection 2
es: Selección 2 de idioma del EPG
et: EPG keelevalik 2
it: EPG selezione lingua 2
no: EPG språkvalg 2
pt: Idioma de EPG 2
ru: Выбор языка телегида 2

source: EPG location
ru: Расположение телегида

source: EPG refresh auto-start earliest (hh:mm)
et: EPG värskenduse varajasim autostart
it: Intervallo avvio automatico EPG Refresh: inizio (hh:mm)
no: EPG oppfrisk auto-start tidligst (tt:mm)
pt: EPG atualizar início automático primeiros (hh: mm)
ru: Раннее время для обновления (чч:мм)

source: EPG refresh auto-start latest (hh:mm)
et: EPG värskenduse hiliseim autostart
it: Intervallo avvio automatico EPG Refresh: fine (hh:mm)
no: EPG oppfrisk auto-start senest (tt:mm)
pt: EPG atualização início automático mais recente (hh: mm)
ru: Последнее время для обновления (чч:мм)

source: EPG refresh starts scanning channels.
et: EPG värskendus alustab kanalite skaneerimist
it: Eseguire aggiornamento EPG...
no: EPGOppfrisk starter...
pt: Atualização do EPG inicia procura de canais.
ru: Обновление телегида - сканирует каналы.

source: EPG settings
es: Parámetros del EPG
et: EPG seaded
it: Conf. EPG
no: EPG
pt: Definições EPG
ru: Настройки телегида

source: EPGRefresh Configuration
et: EPG värskenduse seadistus
it: Configurazione aggiornamento EPG
no: EPGOppfrisk
pt: Configuração do EPGRefresh
ru: Конфигурация обновления

source: EPGRefresh will automatically switch to user-defined channels when the box is idling(i.e. in standby mode and no recordings running) to perform updates of the EPG information on these channels. On multi-tuner boxes it may optionally run in background hidden or in PiP, to not disturb the current TV program.
es: EPGRefresh cambiará automáticamente a los canales definidos por el usuario cuando el deco está en punto muerto (es decir, en reposo y sino hay grabaciones en ejecución) para realizar actualizaciones de la información EPG en estos canales. En cajas multi-sintonizador puede ejecutarse opcionalmente en segundo plano o en PiP, para no interferir con el programa actual de TV.
et: EPG värskendus lülitub automaatselt määratud kanalitele, et uuendada EPG andmeid (kui vastuvõtja on ooteseisundis ja salvestamist ei toimu).. Mitme tuuneriga vastuvõtjas võib see toimuda varjatult taustal või või PiP-s, et mitte häirida töötava kanali vastuvõttu.
it: EPGRefresh sintonizza automaticamente il decoder sul canale definito dall'utente quando il box non è attivo (ossia in standby e non in registrazione) per aggiornare i contenuti EPG. Su ricevitori multi-tuner può essere configurato per operare in background o PiP, onde non disturbare la visione in corso.
no: EPGRefresh vil bytte til brukerdefinerte kanaler når boksen er i dvalemodus(i dvalemodus og ingen opptak kjører) for å oppdatere EPG på disse kanaler. På multi-tuner bokser vil den alternativt kjøre i bakgrunnen skjult eller i PIP for ikke å forstyrre nåværende TV program.
pt: O EPGRefresh passará automaticamente para os canais definidos pelo usuário quando a STB está ocupada (isto é. Em modo de espera e não havendo gravações em execução) para executar uma actualização das informações EPG nesses canais. Em STB's multi-tuner pode opcionalmente ser executado em segundo plano ou em PiP, para não perturbar o visualização televisiva.
ru: EPGRefresh автоматически настраивается на выбранный пользователем канал, когда ресивер не активен (в режиме ожидания, а не в записи) для обновления содержимого EPG. На ресиверах с несколькими тюнерами его можно настроить для работы в фоновом режиме или PiP, чтобы не мешать просмотру.

source: ERROR - failed to scan (%s)!
es: ERROR - ¡falló la búsqueda (%s)!
et: VIGA - (%s) otsing nurjus!
it: ERRORE - Ricerca fallita (%s)!
no: FEIL - kunne ikke søke (%s)!
pt: ERRO - falha na procura (%s)!
ru: Ошибка - сканирование (%s) не удалось!

source: East
es: Este
et: Ida
it: Est
no: Øst
pt: ESTE
ru: Восток

source: Ecm Info not available.
es: Sin información Ecm
et: Ecm Info puudub.
it: Ecm Info non disponibile.
no: Ecm Info ikke tilgjengelig.
pt: Ecm Info não disponível.
ru: Информация ECM недоступна.

source: Edit
es: Editar
et: Muuda
it: Modificare
no: Endre
pt: Editar
ru: Редактировать

source: Edit AutoTimer
es: Editar AutoProgramación
et: Muuda autotaimerit
it: Modificare AutoTimer
no: Endre Autotidsopptak
pt: Editar AutoTimer
ru: Редактировать АвтоТаймер

source: Edit AutoTimer filters
es: Editar Filtros de AutoProgramación
et: Muuda autotaimeri filtreid
it: Modificare filtri AutoTimer
no: Endre Autotidsopptak filtre
pt: Editar Filtros AutoTimer
ru: Редактировать фильтры АвтоТаймера

source: Edit AutoTimer services
es: Editar Canales de AutoProgramación
et: Muuda autotaimeri kanaleid
it: Modificare i canali AutoTimer
no: Endre Autotidsopptak kanaler
pt: Editar serviços AutoTimer
ru: Редактировать сервисы АвтоТаймера

source: Edit DNS
es: Editar DNS
et: Muuda DNS
it: Modificare DNS
no: Endre DNS
pt: Editar o DNS
ru: Изменить DNS

source: Edit Filename
it: Modificare il nome del file
no: Endre filnavn
pt: Editar nome do ficheiro
ru: Измените имя файла

source: Edit Services
et: Muuda kanaleid
it: Modificare servizi
no: Kanaler
pt: Editar Serviços
ru: Изменить сервисы

source: Edit Services to refresh
et: Muuda EPG värskenduse kanaleid
it: Modificare servizi da aggiornare
no: Kanaler for oppfrisking
pt: Editar Serviços para refrescar
ru: Выбор каналов для обновления

source: Edit Timer
es: Editar el temporizador
et: Muuda taimerit
it: Modificare timer
no: Endre tidsopptak
pt: Editar Timer
ru: Редактировать таймер

source: Edit Timers and scan for new Events
es: Editar Programaciones y buscar nuevos Eventos
et: Muuda taimereid ja otsi uusi saateid
it: Modificare timer e cercare nuovi eventi
no: Søke etter programmer automatisk
pt: Editar Timers e procurar por novos Eventos
ru: Изменить таймеры и поиск новых событий

source: Edit Title
es: Editar Título
et: Muuda pealkirja
it: Modificare titolo
no: Endre Tittel
pt: Editar o título
ru: Изменить заголовок

source: Edit bouquets list
es: Editar lista de canales
et: Muuda valikute nimekirja
it: Modificare elenco bouquet
no: Endre kanalliste
pt: Editar a lista de favoritos
ru: Редактировать список фаворитов

source: Edit chapters of current title
es: Editar capítulos del título actual
et: Muuda peatükke
it: Modificare capitoli titolo corrente
no: Endre kapittel i denne tittel
pt: Editar capítulos do título atual
ru: Изменить главы текущего заголовка

source: Edit download path
it: Modificare il percorso di download
no: Endre nedlastingssti
pt: Editar pasta de descarga
ru: Изменить место загрузки

source: Edit new timer defaults
es: Editar el por defecto de nueva programación
et: Muuda uue taimeri vaikeväärtusi
it: Modificare parametri predefiniti nuovo timer
no: Endre ny tidsopptak standard
pt: Editar padrões do novo Timer
ru: Изменить настройки нового таймера

source: Edit selected AutoTimer
es: Editar la AutoProgramación seleccionada
et: Muuda valitud autotaimerit
it: Modificare AutoTimer selezionato
no: Endre valgt Autotidsopptak
pt: Editar os AutoTimer selecionados
ru: Изменить выбранный АвтоТаймер

source: Edit services list
es: Editar la lista de canales
et: Muuda kanalinimekirja
it: Modificare elenco canali
no: Endre kanallister
pt: Editar lista de canais
ru: Редактировать список сервисов

source: Edit settings
es: Editar configuración
et: Muuda seadeid
it: modificare configurazioni
no: Endre innstillinger
pt: Editar definições
ru: Изменить настройки

source: Edit tags of recorded movies
es: Editar etiquetas de sus grabaciones
et: Muuda salvestiste silte
it: Modificare etichette delle registrazioni
no: Endre tags fra innspilte filmer
pt: Editar etiquetas para estas gravações.
ru: Редактирование теги записанных фильмов

source: Edit tags of recorded movies.
es: Editar etiquetas de sus grabaciones.
et: Muuda salvestiste silte.
it: Modificare etichette da applicare alle registrazioni.
no: Endre tags fra innspilte filmer
pt: Editar etiquetas de gravações.
ru: Редактировать теги записанных фильмов.

source: Edit the Nameserver configuration of your STB.
es: Editar la configuración del servidor de nombres de su deco.
et: Muuda vastuvõtja nimeserveri seadeid.
it: Modificare configurazione DNS.
no: Endre navneserver konfigurasjon for din VU+.
pt: Edite a configuração do Nameserver da sua STB.
ru: Редактирование конфигурации DNS Вашего ресивера.

source: Edit the Nameserver configuration of your receiver.
es: Editar la configuración del servidor de nombres de su deco
et: Muuda vastuvõtja nimeserveri seadeid.
it: Modificare configurazione DNS del ricevitore.
no: Endre Navneserver konfigurasjonen til din VU+.
pt: Edite a configuração do Nameserver da sua STB.
ru: Редактирование конфигурации DNS Вашего ресивера.

source: Edit the network configuration of your STB.
es: Editar la configuración de red de su deco.
et: Muuda vastuvõtja võrguseadeid.
it: Modificare la configurazione di rete.
no: Endre nettverkskonfigurasjon for din VU+.
pt: Teste de configurações de Rede para a sua STB.
ru: Редактирование сетевой конфигурации Вашего ресивера.

source: Edit the network configuration of your receiver.
es: Editar la configuración de red de su deco.
et: Muuda vastuvõtja võrguseadeid.
it: Modificare la configurazione di rete del ricevitore.
no: Endre nettverks konfigurasjonen til din VU+.
pt: Teste de configurações de Rede para a sua STB.
ru: Редактирование сетевой конфигурации Вашего ресивера.

source: Edit title
es: Editar título
et: Muuda pealkirja
it: Modificare titolo
no: Endre tittel
pt: Editar o título
ru: Изменить заголовок

source: Edit upgrade source url.
es: Editar url de fuente de actualización.
et: Muuda uuenduste allika url.
it: Modificare URL aggiornamento sorgenti
no: Endre oppgraderingskilde url.
pt: Editar o url da fonte de atualização.
ru: Редактировать источник обновления.

source: EditSetting
es: Editar la configuración
it: Modificare configurazioni
no: Rediger oppsett
pt: Editar as Definições
ru: Редактирование настроек

source: Editing
es: Editando
et: Muutmine
it: Modificare
no: Endre
pt: A editar
ru: Редактирование

source: Editor for fstab
es: Editor de fstab
et: Fstab redaktor
it: Editor per Fstab
pt: Editor de fstab
ru: Редактор для fstab

source: Editor for new AutoTimers
es: Editor para nuevas AutoProgramaciones
et: Redaktor uue autotaimeri loomiseks
it: Editor per nuovi AutoTimer
no: Editor for nye Autotidsopptak
pt: Editor para novos AutoTimers
ru: Редактор новых АвтоТаймеров

source: Education
es: Educación
et: Haridus
it: Educativi
no: Opplæring
pt: Educação/Ciência/ ...
ru: Образование

source: Effect
es: Efecto
et: Efekt
it: Effetti
no: Effekter
pt: Efeitos
ru: Эффекты

source: Electronic Program Guide
es: Guía de Programación Electrónica
et: Saatekava (EPG)
it: Guida Programmi Elettronica
no: Elektronisk Program Guide
pt: Guia Eletrónico de Programas
ru: Электронный телегид

source: Emailclient is an IMAP4 e-mail viewer for the STB.
es: Emailclient es un visor de e-mail IMAP4 para su deco.
it: Email client è un visualizzatore di e-mail (IMAP4)
no: Emailklient er en IMAP4 e-mail viser til mottakeren.
pt: Visualizado de e-mail IMAP4 para a STB
ru: E-mail клиент IMAP4 для просмотра электронной почты на ресивере.

source: Embedded Subtitles
it: Sottotitoli integrati
no: Innebygde Undertekster
pt: Legendas embutidas
ru: Встроенные субтитры

source: Embedded subtitles settings
it: Configurazione sottotitoli incorporati
no: Innebygd tekst innstilling
pt: Legendas embutidas - definições
ru: Настройки встроенных субтитров

source: Empty Directory!!
es: ¡Carpeta vacía!
et: Tühi kataloog!!
it: Directory vuota!
no: Tom Katalog!!
pt: (vazio)
ru: Пустой каталог!

source: Empty space: %s
es: Espacio vacío: %s
et: Vaba ruum: %s
it: Spazio vuoto: %s
no: Ledig plass: %s
pt: Espaço livre: %s
ru: Пустое пространство: %s

source: Enable
es: Activar
et: Luba
it: Abilitare
no: Aktiver
pt: Ativar
ru: Включить

source: Enable /media
es: Activa /media
et: Luba /media
it: Abilitare /media
no: Aktiver /media
pt: Ativar / mídia
ru: Включить /media

source: Enable 1080p24 Mode
es: Activa el modo 1080p24
et: Luba 1080p24
it: Abilitare modalità 1080p24
no: Aktiver 1080p24 Modus
pt: Ativar o modo 1080p24
ru: Включить режим 1080p24

source: Enable 1080p25 Mode
es: Activa el modo 1080p25
et: Luba 1080p25
it: Abilitare modalità 1080p25
no: Aktiver 1080p25 Modus
pt: Ativar o modo 1080p25
ru: Включить режим 1080p25

source: Enable 1080p30 Mode
es: Activa el modo 1080p30
et: Luba 1080p30
it: Abilitare modalità 1080p30
no: Aktiver 1080p30 Modus
pt: Ativar o modo 1080p30
ru: Включить режим 1080p30

source: Enable 128 bit (Input 26 hex keys)
es: Activa 128 bits (entrada de 26 claves hex)
et: Luba 128 bit (sisend 26 hex võtmed)
it: Abilitare 128 bit (Ingresso 26 hex keys)
no: Aktiver 128 bit (Innsett 26 hex nøkler)
pt: Ativar 128 bit (Input 26 hex keys)
ru: Включить 128 бит (ввод 26 hex ключей)

source: Enable 5V for active antenna
es: Activa 5V para la antena activa
et: Luba 5 V toide aktiivantennile
it: Abilitare 5V per antenna attiva
no: Aktiver 5V for aktiv antenne
pt: Ativar saída de 5V para a antena
ru: Включить 5В для антенны

source: Enable 64 bit (Input 10 hex keys)
es: Activa 64 bits (entrada de 10 claves hex)
et: Luba 64 bit (Sisend 10 hex võtmed)
it: Abilitare 64 bit (10 hex keys)
no: Aktiver 64 bit (Innsett 10 hex nøkler)
pt: Ativar 64 bit (Input 10 hex keys)
ru: Включить 64 бит (ввод 10 hex ключей)

source: Enable 720p24 Mode
es: Activa el modo 720p24
et: Luba 720p24
it: Abilitare modalità 720p24
no: Aktiver 720p24 Modus
pt: Ativar o modo 720p24
ru: Включить режим 720p24

source: Enable Authentication for streaming
es: Activa la autenticación para streaming
et: Luba voogude autentimine
it: Abilitare autenticazione streaming
no: Aktiver strømme godkjenning
pt: Ativar a autenticação nas transmissões
ru: Включить аутентификацию потоков

source: Enable AutoShutDown:
es: Activa AutoApagado:
et: Luba automaatne seiskamine:
it: Abilitare spegnimento automatico:
no: Aktiver AutoSlåAv:
pt: Ativar Desligar Automático:
ru: Автовыключение:

source: Enable Automatic EPG Refresh
es: Activa el refresco automático
et: Luba EPG automaatne värskendus
it: Abilitare aggiornamento automatico
no: Aktiver automatisk EPG Oppfrisk
pt: Ativar o Refrescamento do Epg Automático
ru: Включить автообновление

source: Enable Automatic Epg Backup
es: Activa la copia de seguridad automática del Epg
et: Luba automaatne EPG varundamine
it: Abilitare backup automatico EPG
no: Aktiver Epg sikkerhetskopi automatisk
pt: Ativar o Backup do Epg Automático
ru: Включить автокопирование EPG

source: Enable Automatic Settings update
es: Activa la config. automática de la actualización
et: Luba seadistuste automaatne uuendamine
it: Abilitare aggiornamento Settings automatico
no: Aktiver auto oppsettsoppdatering
pt: Ativar atualização automática das definições
ru: Включить автообновление настроек

source: Enable Autoresolution
es: Activa Auto-resolución
et: Luba automaatne ekraanilahutus
it: Abilitare risoluzione automatica
no: Aktiver Autooppløsning
pt: Ligar Resolução Automática
ru: Включить

source: Enable Autostart for DLNA Server
es: Activa el inicio automático del servidor DLNA
et: Luba DLNA serveri autostart
it: Abilitare avvio automatico Server DLNA
no: Aktiver Autostart for DLNA Server
pt: Início automático NFS:
ru: Включить автозапуск DLNA-сервера

source: Enable Boot Menu
it: Abilitare menu di avvio
no: Aktiver meny
pt: Ativar Menu de Arranque
ru: Включить загрузочное меню

source: Enable Cleanup Wizard?
es: ¿Activar el Asistente de Limpieza?
it: Abilitare procedura guidata per la pulizia?
no: Aktiver RyddOpp Veiviser?
pt: Ativar o Assistente de Limpeza ?
ru: Включить мастер очистки?

source: Enable EIT EPG
es: Activa EIT EPG
et: Luba EIT EPG
it: Abilitare EIT EPG
no: Aktiver EIT EPG
pt: Ativar EPG EIT
ru: Включить EIT EPG

source: Enable EIT Epg
es: Activa EIT EPG
et: Luba EIT EPG
it: Abilitare EPG EIT
no: Aktiver EIT Epg
pt: Ativar EPG EIT
ru: Включить EIT EPG

source: Enable EIT now/next in infobar
ru: Показать EIT сейчас/след. в инфобаре

source: Enable Epg Buttons in Channel list
es: Activa botones en lista de canales
et: Luba EPG nupud kanalinimekirjas
it: Abilitare tasti EPG nella lista canali
no: Aktiver Epg "knapper" i kanallisten
pt: Ativar teclas EPG na Lista de Canais
ru: Включить кнопки EPG в списке каналов

source: Enable Epg Popup Notifications
es: Activa las notificaciones del Epg
et: Luba EPG teavitused hüpikaknas
it: Abilitare popup notifiche EPG
no: Aktiver Epg popup meldinger
pt: Ativar notificações EPG no Ecrã
ru: Включить всплывающие уведомления EPG

source: Enable FastChannelChange
it: Abilitare il cambio canali rapido (FCC)
no: Aktiver Raskt Kanalbytte
pt: Ativar a mudança rápida de canal
ru: Включить быструю смену каналов

source: Enable Filtering
es: Activa el Filtro
et: Luba filtrid
it: Abilitare filtri
no: Aktiver filtrering
pt: Ativar a filtragem
ru: Включить фильтрацию

source: Enable Focus Animation
it: Abilitare fuoco animazione
ru: Фокус анимации
