Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: SAT>IP server discovering for 2 seconds...
et: SAT>IP serveri otsing 2 sekundit...
it: SAT > Ricerca server IP per 2 secondi...
no: Søker etter Sat>Ip server...
pt: A descobrir o Servidor SAT>IP em 2 segundos...
ru: SAT > IP Сервер обнаружен за 2 секунды...

source: SAT>IP server is not detected.
et: SAT>IP serverit ei leitud
it: SAT > IP del server non rilevato
no: Sat>Ip server er ikke funnet.
pt: Servidor SAT>IP não detetado.
ru: SAT > IP Сервер не обнаружен.

source: SD 24HZ Progressive mode
pt: SD 24HZ Modo progressivo
ru: Прогрессивная развёртка SD 24Гц

source: SD 25/50HZ Interlace Mode
es: Modo entrelazado SD 25/50HZ
et: SD 25/50HZ ülerealaotusega
it: Modalità SD 25/50Hz interlacciata
no: SD 25/50hz Interlaced Modus
pt: SD 25/50HZ Modo interlaçado
ru: Чересстрочная развёртка SD 25/50Гц

source: SD 25/50HZ Progressive Mode
es: Modo progresivo SD 25/50HZ
et: SD 25/50HZ täiskaadrilaotusega
it: Modalità SD 25/50Hz progressiva
no: SD 25/50hz Progressiv Modus
pt: SD 25/50HZ Modo progressivo
ru: Прогрессивная развёртка SD 25/50Гц

source: SD 30/60HZ Interlace Mode
es: Modo entrelazado SD 30/60HZ
et: SD 30/60HZ ülerealaotusega
it: Modalità SD 30/60Hz interlacciata
no: SD 30/60hz Interlaced Modus
pt: SD 30/60HZ Modo Interlaçado
ru: Чересстрочная развёртка SD 30/60Гц

source: SD 30/60HZ Progressive Mode
es: Modo progresivo SD 30/60HZ
et: SD 30/60HZ täiskaadrilaotusega
it: Modalità SD 30/60Hz progressiva
no: SD 30/60hz Progressiv Modus
pt: SD 30/60HZ Modo progressivo
ru: Прогрессивная развёртка SD 30/60Гц

source: SET FAILED! Please update to the latest driver
es: ¡Error del sistema! Por favor actualice a la última versión del controlador
et: Määrang nurjus! Paigalda uusim ajur
it: FALLITO! Aggiornare con gli ultimi driver
no: FEILET! Vennligst oppdater driver
pt: Definição falhou! Por favor, atualize com os drivers mais recentes
ru: Установка не возможна! Пожалуйста, обновите драйвер

source: SINGLE LAYER DVD
es: DVD CAPA SIMPLE
et: ÜHEKIHILINE DVD
it: DVD singolo strato
no: EN LAGS DVD
pt: DVD
ru: Однослойный DVD

source: SSID (1~32 Characters)
es: SSID (1~32 Caracteres)
et: SSID (1~32 tähte)
it: SSID (caratteri 1~32)
no: SSID (1~32 bokstaver)
pt: SSID (1~32 Carateres)
ru: SSID (1~32 Символов)

source: STB format data DVD (HDTV compatible)
es: Deco con formato de datos DVD (HDTV compatible)
et: Vastuvõtja vormingus data DVD
it: DVD in formato ricevitore (compatibile HDTV)
no: Mottaker format data DVD (HDTV kompatibel)
pt: Vuplus formato info DVD (HDTV compatível)
ru: Формат данных DVD (HDTV совместимый)

source: STB software because updates are available.
es: Están disponibles actualizaciones de software para su deco.
et: vastuvõtja tarkvara, sest uuendused on saadaval.
it: Disponibili aggiornamenti software
no: VU+ programvare fordi oppdateringer er tilgjengelige.
pt: Vuplus software existem atualizações disponíveis.
ru: Есть доступные обновления.

source: SVDRP is a protocol developed for the VDR software to control a set-top box remotely. This plugin only supports a subset of SVDRP and starts automatically using default settings. You probably don't need this plugin and should use the regular Web Interface for Enigma2 instead.
es: SVDRP es un protocolo desarrollado por VDR software para controlar remotamente un deco. Esta extensión sólo admite un subconjunto de SVDRP y comienza automáticamente usando la configuración por defecto. Probablemente usted no necesita esta extensión y deberá utilizar la interfaz Web para Enigma2 en su lugar.
it: SVDRP è un protocollo sviluppato in ambiente VDR per controllare a distanza un decoder. Questo plugin supporta solo un sottoinsieme di SVDRP e si avvia automaticamente con la configurazione predefinita. Con ogni probabilità questo plugin non è necessario, potendo contare in alternativa sull'interfaccia WEB del sistema.
no: SVDRP er en protokoll utviklet til VDR programvare for å styre din VU+ utenfra. Denne modul støtter kun undergrupper til SVDRP og starter automatisk med standard innstilling. You probably don't need this plugin and should use the regular Web Interface for Enigma2 instead.
pt: SVDRP é um protocolo desenvolvido para o software VDR controlar remotamente uma set-top box. Este plugin só oferece suporte a um subconjunto de SVDRP e inicia automaticamente usando as configurações padrão. Provavelmente não precisa deste plugin e deve usar a Interface Web regular para Enigma2 em vez disso.
ru: SVDRP - это протокол, разработанный в среде VDR для удаленного управления ресивера. Плагин поддерживает только подмножество SVDRP и запускается автоматически с конфигурацией по умолчанию. Вам не нужен этот плагин, и Вы должны использовать обычный веб-интерфейс для Enigma2.

source: SVDRP server for Enigma2
es: Servidor SVDRP para Enigma2
et: Enigma2 SVDRP server
it: Server SVDRP per Enigma2
pt: SVDRP server paraEnigma2
ru: SVDRP сервер для Enigma2

source: Sa
es: Sá
et: L
it: Sab
no: Lør
pt: Sáb
ru: Сб

source: Samba Autostart Disabled.
es: Desactivado el inicio automático de Samba.
et: Samba autostart keelatud.
it: AutoStart Samba disabilitato.
no: Samba Autostart Deaktivert
pt: Samba Autostart inativo.
ru: Samba автозапуск выключен.

source: Samba Autostart Enabled.
es: Activado el inicio automático de Samba.
et: Samba autostart lubatud.
it: AutoStart Samba abilitato.
no: Samba Autostart Aktivert
pt: Samba Autostart ativo.
ru: Samba автозапуск включен.

source: Samba Autostart:
es: Inicio automático:
it: AutoStart Samba:
ru: Автозапуск Samba:

source: Samba/Cifs Panel
es: Panel Samba/Cifs
et: Samba/Cifs paneel
it: Samba - CIFS
no: Samba/Cifs
pt: Samba/Cifs Painel
ru: Панель Samba/CIFS

source: Sat
es: Sáb
et: L
it: Sab
no: Lør
pt: Sáb
ru: Сб

source: Sat / Dish Setup
es: Sat / Config Ant
et: Satelliidi ja antenni seadistamine
it: Impostazioni Sat - Parabola
no: Sat-/Parabolinnstillinger
pt: Instalação da Antena de Satélite
ru: Настройки Спутника/Антенны

source: SatFinder
no: Satfinner
ru: Поиск спутника

source: Sata & extend hdd test error Press 'EXIT' button!
es: Prueba errónea Sata & HDD ¡Pulse el botón 'EXIT'!
et: Sata ja välise hdd test nurjus Vajuta 'EXIT' nuppu!
it: Sata & test esteso HDD fallito Premere Tasto 'EXIT'!
no: Sata & utvid hdd test feil Trykk 'EXIT' knapp!
pt: Sata e extensão do HDD erro de teste Prima a tecla 'EXIT'!
ru: Тест SATA и HDD не удался Нажмите 'EXIT'!

source: Sata & extend hdd test pass Press 'OK' button!
es: Prueba del disco Sata & extendido, pasada ¡Pulse el botón OK!
et: Sata & laiendatud hdd test läbitud Vajuta 'OK' !
it: Sata & test esteso HDD superato: Premere Tasto 'OK'!
no: Sata & utvid hdd test tatt Trykk 'OK' knapp!
pt: Sata e extensão do HDD passo de teste Prima a tecla 'EXIT'!
ru: Тест SATA и HDD успешно завершен Нажмите 'OK'!

source: Satellite
es: Satélite
et: Satelliit
no: Satellitt
pt: Satélite
ru: Спутник

source: Satellite Equipment Setup
es: Configuración equipo satélite
et: Satelliidivarustuse seaded
it: Impostazioni dispositivo satellitare
no: Satellittutstyr
pt: Instalação do equipamento de Satélite
ru: Настройки спутникового оборудования

source: Satellite equipment
es: Equipo satélite
et: Satelliidiseadmed
it: Dispositivo satellitare
no: Satellitt utstyr
pt: Equipamento satélite
ru: Спутниковое оборудование

source: SatelliteEquipmentControl allows you to fine-tune DiSEqC-settings
es: SatelliteEquipmentControl permite configurar de manera fina el DiSEqC
et: SatelliteEquipmentControl võimaldab DiSEqC seadete täppisseadmist
it: SatelliteEquipmentControl consente la messa a punto dei parametri DiSEqC
no: Med SatelliteEquipmentControl kan du fin-tune DiSEqC
pt: SatelliteEquipmentControl permite-lhe fazer um ajuste fino das definições DiSEqC
ru: Позволяет настроить DiSEqC

source: Satellites
es: Sintonizador
et: Satelliidid
it: SAT - DVBT
no: Satellitter
pt: Satélites
ru: Спутники

source: Satfinder
es: Buscador de satélites
et: Signaalimõõdik
no: Satellittfinner
pt: Procura Satélites
ru: Поиск спутника

source: Satfinder helps you to align your dish
es: Buscador de satélites le ayuda a alinear su antena
et: Signaalimõõdik abistab antenni häälestamisel
it: Satfinder dà un supporto nell'allineamento della parabola
no: Satellittfinner hjelper deg med justering
pt: Satfinder ajuda-o a alinhar o seu disco
ru: Поможет Вам выровнять свою спутниковую антенну

source: Sats
et: Satelliidid
it: Satelliti
no: Sat
ru: Спутники

source: Satscan
es: Búsqueda de satélite
no: Satsøk
pt: Procurar Satélites
ru: Спутниковое сканирование

source: Saturation
es: Saturación
et: Küllastus
it: Saturazione
no: Metning
pt: Saturação
ru: Насыщенность

source: Saturday
es: Sábado
et: Laupäev
it: sabato
no: Lørdag
pt: Sábado
ru: Суббота

source: Save
es: Guardar
et: Salvesta
it: Salva
no: Lagre
pt: Salvar
ru: Сохранить

source: Save EPG
ru: Сохранить EPG

source: Save Playlist
es: Guardar la lista de reproducción
et: Talleta mängukava
it: Salvare la playlist
no: Lagre Spilleliste
pt: Guardar lista de reprodução
ru: Сохранить плейлист

source: Save Timeshift as Movie and continue recording
et: Talleta ajanihe ja jätka salvestamist
it: Salvare Timeshift come registrazione e continuare a registrare
no: Lagre i opptakslisten og fortsett å spille inn
pt: Salvar timeshift como filme e continua a gravar
ru: Сохранить таймшифт как фильм и продолжить запись

source: Save Timeshift as Movie and stop recording
et: Talleta ajanihe ja lõpeta salvestamine
it: Salvare Timeshift come registrazione e terminare di registrare
no: Lagre i opptakslisten og stopp å spille inn
pt: Salvar timeshift como filme e parar a gravação
ru: Сохранить таймшифт как фильм и остановить запись

source: Save and record
et: Talleta ja salvesta
it: Salva e registra
no: lagre og ta opp
pt: Salve e grave
ru: Сохранить и записать

source: Save and stop
et: Talleta ja peata
it: Salva e arresta
no: lagre og stopp
pt: Salve e pare
ru: Сохранить и остановить

source: Save as
it: Salva come
no: Lagre som
pt: Guardar como
ru: Сохранить как

source: Save current delay to key
es: Guardar el retraso actual de la tecla
et: Salvesta kehtiv viiteaeg võtmeks
it: Assegnare ritardo corrente a un tasto
no: Lagre forsinkelse til tast
pt: Guardar atraso para chave
ru: Сохранить текущую задержку на кнопку

source: Save downloaded subtitles to history
it: Salvare sottotitoli scaricati nella cronologia
no: Lagre nedlastet undertekst til historie
pt: Guardar a descarga de legendas no histórico
ru: Сохранить загруженные субтитры в историю

source: Save subtitles as
it: Salvare sottotitoli come
no: Lagre undertekster som
pt: Guardar legendas como
ru: Сохранить субтитры как

source: Save subtitles as (fallback)
it: Salvare sottotitoli come (fallback)
no: Lagre undertekster som (falle tilbake på)
pt: Guardar legendas como ( recuo )
ru: Сохранить субтитры как (запасной вариант)

source: Save subtitles to
it: Salvare sottotitoli in
no: Lagre undertekster i
pt: Guardar legendas em
ru: Сохранить субтитры в

source: Save to
it: Salva in
no: Lagre til
pt: Guardar em
ru: Сохранить

source: Save to key
es: Guardar la tecla
et: Salvesta võtmeks
it: Salvare su tasto
no: Lagre til tast
pt: Guardar para chave
ru: Сохранить на кнопку

source: Save values and close plugin
es: Guardar los valores y cerrar la extensión
et: Salvesta väärtused ja sulge laiendus
it: Salvare i valori e uscire
no: Lagre verdier og lukk modul
pt: Guardar os valores e fechar o plugin
ru: Сохранить значения и закрыть плагин

source: Save values and close screen
es: Guardar los valores y cerrar la pantalla
et: Salvesta väärtused ja sulge aken
it: Salvare i valori e chiudere la finestra
no: Lagre verdier og lukk skjerm
pt: Guardar os valores e fechar o ecrã
ru: Сохранить значения и закрыть окно

source: Saving data
es: Salvando los datos
et: Andmete talletamine
it: Salvataggio dati
no: Lagrer data
pt: A Salvar informação
ru: Сохранение данных

source: Saving epg.dat....
es: Guardando el archivo epg.dat...
et: epg.dat salvestamine....
it: Salvataggio epg.dat in corso...
no: Lagrer epg.dat....
pt: A guardar epd.dat....
ru: Сохранение epg.dat....

source: Scaler sharpness
es: Nitidez de escalado
et: Skaleerimise teravus
it: Nitidezza scaler
no: Meny skarphet
pt: Nitidez do Scaler
ru: Шкала резкости

source: Scaler vertical dejagging
et: Püstloodsete sakiservade eemaldamine
it: Scaler antialiasing verticale
no: Skaler vertikal dejagging
ru: Сглаживание верт. неровностей

source: Scaling Mode
es: Modo de escalado
et: Skaleerimine
it: Modalità scaling
no: Skalerings Modus
pt: Dimensionamento
ru: Режим масштабирования

source: Scan
es: Buscar
et: Otsi
no: Søk
pt: Procura
ru: Поиск

source: Scan
es: Buscar
et: Otsi
no: Søking
pt: Procura
ru: Сканирование

source: Scan All
es: Buscar todo
et: Otsi kõik
it: Ricerca tutto
no: Søk Alle
pt: Procurar todos
ru: Сканир. все

source: Scan Files...
es: Buscar archivos...
et: Uuri faile...
it: Ricerca file...
no: Søk filer...
pt: Procura de Arquivos...
ru: Сканировать файлы

source: Scan NFS share
es: Ver NFS compartido
et: Otsi NFS võrgukohta
it: Ricerca condivisioni NFS
no: Søk NFS deling
pt: Procura da Partilha NFS
ru: Поиск ресурсов NFS

source: Scan QAM128
es: Buscar QAM128
et: QAM128 otsing
it: Ricerca su QAM128
no: Søke QAM128
pt: Busca QAM128
ru: Сканировать QAM128

source: Scan QAM16
es: Buscar QAM16
et: Otsi QAM16
it: Ricerca su QAM16
no: Søke QAM16
pt: Busca QAM16
ru: Сканировать QAM16

source: Scan QAM256
es: Buscar QAM256
et: Otsi QAM256
it: Ricerca su QAM256
no: Søke QAM256
pt: Busca QAM256
ru: Сканировать QAM256

source: Scan QAM32
es: Buscar QAM32
et: Otsi QAM32
it: Ricerca su QAM32
no: Søke QAM32
pt: Busca QAM32
ru: Сканировать QAM32

source: Scan QAM64
es: Buscar QAM64
et: Otsi QAM64
it: Ricerca su QAM64
no: Søke QAM64
pt: Busca QAM64
ru: Сканировать QAM64

source: Scan SR6875
es: Buscar SR6875
et: Otsi SR6875
it: Ricerca su SR6875
no: Søke SR6875
pt: Busca SR6875
ru: Сканировать SR6875

source: Scan SR6900
es: Buscar SR6900
et: Otsi SR6900
it: Ricerca su SR6900
no: Søke SR6900
pt: Busca SR6900
ru: Сканировать SR6900

source: Scan Wireless AP
es: Buscar el AP inalámbrico
et: Traadita AP otsing
it: Ricerca Wireless AP
no: Søke trådløst TP
pt: Busca Wireless AP
ru: Сканировать беспроводные сети АР

source: Scan Wireless Networks
es: Buscar Redes Inalámbricas
et: Traadita võrkude otsing
it: Ricerca reti wireless
no: Søk etter trådløse nettverk
pt: Procura de Redes sem fios
ru: Сканировать беспроводные сети

source: Scan additional SR
es: Buscar otro SR
et: Täiendav SR otsing
it: Ricerca SR aggiuntivi
no: Søke flere SR
pt: Scan adicional SR
ru: Сканировать доп. SR

source: Scan and setup Vu+ Bluetooth RCU
it: Ricerca e setup telecomando Vu+ Bluetooth
no: Søk og sett opp Vu+ Blåtann RCU
ru: Сканирование и настройка Vu+ Bluetooth

source: Scan band
es: Buscar en la banda
et: Otsi sagedusalas
it: Banda di scansione
no: Søke bånd
pt: Procurar banda
ru: Диапазон сканирования

source: Scan band EU HYPER
es: Buscar banda EU HYPER
et: Otsi EU HYPER sagedusalast
it: Banda di scansione EU HYPER
no: Søke bånd EU HYPER
pt: Busca band EU HYPER
ru: Сканировать диапазон EU HUPER

source: Scan band EU MID
es: Buscar banda EU MID
et: Otsi EU MID sagedusalast
it: Banda di scansione EU MID
no: Søke bånd EU MID
pt: Busca band EU MID
ru: Сканировать диапазон EU MID

source: Scan band EU SUPER
es: Buscar banda EU SUPER
et: Otsi EU SUPER sagedusalast
it: Banda di scansione EU SUPER
no: Søke bånd EU SUPER
pt: Busca band EU SUPER
ru: Сканировать диапазон EU SUPER

source: Scan band EU UHF IV
es: Buscar banda EU UHF IV
et: Otsi EU UHF IV sagedusalast
it: Banda di scansione EU UHF IV
no: Søke bånd EU UHF IV
pt: Busca band EU UHF IV
ru: Сканировать диапазон EU UHF IV

source: Scan band EU UHF V
es: Buscar banda EU UHF V
et: Otsi EU UHF V sagedusalast
it: Banda di scansione EU UHF V
no: Søke bånd EU UHF V
pt: Busca band EU UHF V
ru: Сканировать диапазон EU UHF V

source: Scan band EU VHF I
es: Buscar banda EU VHF I
et: Otsi EU VHF I sagedusalast
it: Banda di scansione EU VHF I
no: Søke bånd EU VHF I
pt: Busca band EU VHF I
ru: Сканировать диапазон EU VHF I

source: Scan band EU VHF III
es: Buscar banda US VHF III
et: Otsi EU VHF III sagedusalast
it: Banda di scansione EU VHF III
no: Søke bånd EU VHF III
pt: Busca band EU VHF III
ru: Сканировать диапазон EU VHF III

source: Scan band US HIGH
es: Buscar banda US ALTA
et: Otsi US HIGH sagedusalast
it: Banda di scansione US HIGH
no: Søke bånd US HIGH
pt: Busca band US HIGH
ru: Сканировать диапазон US HIGH

source: Scan band US HYPER
es: Buscar banda US HYPER
et: Otsi US HYPER sagedusalast
it: Banda di scansione US HYPER
no: Søke bånd US HYPER
pt: Busca band US HYPER
ru: Сканировать диапазон US HYPER

source: Scan band US LOW
es: Buscar banda US BAJA
et: Otsi US LOW sagedusalast
it: Banda di scansione US LOW
no: Søke bånd US LOW
pt: Busca band US LOW
ru: Сканировать диапазон US LOW

source: Scan band US MID
es: Buscar banda US MID
et: Otsi US MID sagedusalast
it: Banda di scansione US MID
no: Søke bånd US MID
pt: Busca band US MID
ru: Сканировать диапазон US MID

source: Scan band US SUPER
es: Buscar banda US SUPER
et: Otsi US SUPER sagedusalast
it: Banda di scansione US SUPER
no: Søke bånd US SUPER
pt: Busca band US SUPER
ru: Сканировать диапазон US SUPER

source: Scan circular polarisation
es: Buscar en la banda circular
et: Ringlopar otsing
it: Scansione polarizzazione circolare
no: Søk sirkulær polarisasjon
pt: Procurar polarização circular
ru: Сканирование круговой поляризации

source: Scan devices for playable media files
es: Buscar dispositivos para archivos reproducibles
et: Otsi seadmelt meediafaile
it: Scansione file multimediali riproducibili
no: Søk etter spillbare media filer
pt: Procura em dispositivos por arquivos de Mídia legíveis.
ru: Сканирование воспроизводимых медиа-файлов

source: Scan failed! try again.
it: Ricerca non riuscita! Riprova.
ru: Не удалось выполнить сканирование. Попробуй еще раз.

source: Scan failed. Please try again VUPLUS BLE RCU setup. (AUDIO+MENU buttons)
it: Scansione fallita. Reimpostare il VUPLUS BLE RCU. (Tasti AUDIO + MENU)
ru: Сбой сканирования. Повторите настройку пульта Vu+ BLE. (Кнопки AUDIO+MENU)

source: Scan found transponders
es: Buscar en los transpondedores encontrados
et: Skaneeri leitud transponderid
it: Ricerca nei transponder trovati
no: Søket fant transpondere
pt: Procurar transponders encontrados
ru: Сканирование по найденным транспондерам

source: Scan only FTA services
es: Buscar solo los libres
et: Ainult vabakanalite otsing
it: Ricerca solo servizi FTA
no: Søk kun FTA kanaler
pt: Procurar só serviços FTA
ru: Только бесплатные

source: Scan other bluetooth 3.0 device (A2DP, HID)
it: Ricerca altro dispositivo bluetooth 3.0 A2DP HID
no: Søk annen blåtann 3.0 enhet (A2DP,HID)
ru: Устройства Bluetooth 3.0 (A2DP, HID)

source: Scan range
es: Rango de búsqueda
et: Otsi vahemikus
it: Intervallo scansione
no: Søke område
pt: Busca intervalo
ru: Сканирование диапазона

source: Scan start frequency
es: Buscar en la frecuencia inicial
et: Otsingu alumine sagedus
it: Frequenza avvio scansione
no: Søke start intervall
pt: Frequência inicial de procura
ru: Начальная частота сканирования

source: Scan start symbolrate
es: Buscar en el Symbolrate inicial
et: Otsingu alumine sümbolikiirus
it: Symbolrate avvio scansione
no: Søke start symbolrate
pt: Symbolrate inicial de procura
ru: Начальная символьная скорость

source: Scan stop frequency
es: Buscar en la frecuencia final
et: Otsingu ülemine sagedus
it: Frequenza di arresto scansione
no: Søke stopp intervall
pt: Frequência final de procura
ru: Конечная частота сканирования

source: Scan stop symbolrate
es: Buscar en el Symbolrate final
et: Otsingu ülemine sümbolikiirus
it: Symbolrate fine scansione
no: Søke stopp symbolrate
pt: Symbolrate final de procura
ru: Конечная символьная скорость

source: Scan your network for wireless access points and connect to them using your selected wireless device.
es: Buscar en su red puntos de acceso inalámbricos y conectar a ellos usando el dispositivo seleccionado.
et: Otsi oma võrgus traadita pääsupunkte ja ühendu nendega, kasutades valitud traadita seadet.
it: Ricercare di punti di accesso Wifi e collegarsi ad essi tramite l'adattatore wireless selezionato.
no: Søke ditt nettverk etter trådløst tilgangspunkt og koble til med valgte enhet.
pt: Procurar na sua rede por pontos de acesso, e conete-se a à rede sem sem fios através do dispositivo wireless.
ru: Сканирование сети для поиска беспроводных точек доступа и подключения к выбранному устройству.

source: Scanning AP List..
es: Buscando la lista AP..
et: Toimub AP otsing, oota...
it: Scansione lista punti di accesso (AP) Wifi
no: Søker TP liste..
pt: A Procurar Lista AP...
ru: Поиск беспроводных сетей...

source: Scanning VUPLUS BLE RCU
it: Scansione di VU+ BLE RCU
ru: Поиск пульта Vu+ BLE

source: Scanning bluetooth devices
it: Ricerca dispositivi bluetooth in corso...
ru: Поиск устройств Bluetooth

source: Scans default lamedbs sorted by satellite
es: Buscar en la base de datos por defecto ordenada por satélite
et: Otsib satelliidi järgi valitud vaikimisi lamedb faile
it: Scansione lamedb predefiniti, ordinati per satellite
no: Søker standard lamedbs etter satellitt
pt: Procura padrão de lamedbs ordenados por satélite
ru: Сканирование lamedb по спутникам

source: Scans default lamedbs sorted by satellite with a connected dish positioner
es: busque el lamedbs por defecto de satélites ordenados con un motor conectado
et: Skännitakse ajamiga ühendatud antenni poolt järjestatud algsed kanalinimekirjad
it: Scansione lamedb predefiniti, ordinati per satellite, tramite parabola motorizzata
no: Søker standard lamedbs sortert etter satellitt, med tilsluttet motor
pt: Procura lamedbs padrões ordenados por satélite com posicionador conectado
ru: Сканировать с мотоподвесом все спутники по умолчанию

source: Scart loop ok?
es: ¿Es correcto el bucle scart?
it: Ciclo SCART ok?
pt: Loop de Scart OK?
ru: Соединение SCART хорошее?

source: Scheduled download
es: Descarga programada (modo)
et: Ajastatud allalaadimine
it: Download pianificato
no: Planlagt nedlasting
pt: Download agendado
ru: Запланированная загрузка

source: Scheduled download at
es: Descarga programada (hora)
et: Ajastatud allalaadimine alates
it: Download pianificato il
no: Planlagt nedlasting ved
pt: Download agendado em
ru: Запланированная загрузка в

source: Scheduled download disabled
es: Desactivada la descarga programada
et: Ajastatud allalaadimine keelatud
it: Download pianificato disattivato
no: Planlagt nedlasting deaktivert
pt: Download agendado desativado
ru: Запланированная загрузка отключена

source: Science & Technology
es: Ciencia y Tecnología
et: Teadus ja tehnoloogia
it: Scienza e tecnologia
no: Vitenskap & Teknologi
pt: Ciências naturais & Tecnologia
ru: Наука и технологии

source: Screenshot
es: Captura de pantalla
et: Ekraanipilt
it: Istantanea
no: Skjermbilde
pt: Gravar Captura do Ecrã
ru: Скриншот

source: Script
et: Skript
no: Skript
ru: Скрипт

source: Script Panel
es: Panel de Script
et: Skriptid
it: Script
no: Skript
pt: Painel de Scripts Black Hole
ru: Панель скриптов

source: Scripts
et: Skriptid
it: Script
no: Skript
ru: Скрипты

source: Scripts providers
es: Proveedores de scripts
et: Skriptide pakkujad
it: Providers scripts
no: Skript tilbydere
pt: Scripts operadores
ru: Скрипты провайдеров

source: Search
es: Búsqueda
et: Otsing
it: Cerca
no: Søk
pt: Procura
ru: Поиск

source: Search EPG
et: EPG otsing
it: Ricerca EPG
no: EPG Søk
pt: Procurar EPG
ru: Поиск телегида

source: Search IMDb
es: Buscar en IMDb
et: IMDb otsing
it: Ricerca IMDb
no: Søk IMDb
pt: Procura IMDb
ru: IMDb-поиск

source: Search Term(s)
es: Término(s) buscado(s)
et: Otsisõna(d)
it: Criteri di ricerca
no: Søke Term(er)
pt: Introduza o(s) seu(s) termo(s) de pesquisa
ru: Поиск записей
