Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Shows the service name instead of the service number when zapping.
es: Muestra el nombre del servicio en lugar del número de servicio al zapear.
et: Näitab kanalivahetusel numbri asemel kanali nime.
it: Mostra su zap il nome del canale invece della numerazione
no: Viser kanalnavn i stedet for kanalnummer ved kanalbytte.
pt: Mostra o nome do serviço em vez do número de serviço ao fazer zapping.
ru: Вместо нумерации, показывать название канала при переключении.

source: Shows the state of your wireless LAN connection.
es: Muestra el estado de su conexión inalámbrica.
et: Näitab traadita kohtvõrgu olekut.
it: Mostra lo stato della connessione rete wireless.
no: Viser status for din trådløse forbindelse.
pt: Mostra o estado da ligação de Rede sem fios.
ru: Показывает состояние беспроводного соединения.

source: Shutdown
es: Apagado
et: Lülita välja
it: Spegnimento
no: Slå Av
pt: Desligar
ru: Выключить

source: Shutdown STB after
es: Apagar el deco pasados
et: Seiska pärast
it: Spegnere il ricevitore dopo:
no: Slå av VU+ etter:
pt: Desligar a Vuplus após
ru: Выключить ресивер через:

source: Shutdown after EPG refresh
et: Seiska pärast EPG värskendust
it: Spegnere dopo aggiornamento EPG
no: Slå av etter oppfrisking
pt: Desligar a Vuplus após a atualização do EPG
ru: Выключить ресивер после обновления EPG

source: Shuts down your STB into Deep Standby (Power Save Mode)
es: Poner el deco en hibernación (Modo Económico)
et: Vastuvõtja panemine puhkeseisundisse (energiasäästurežiim)
it: Spegnere il ricevitore (deep standby)
no: Slår av din VU+ inn til Dyp Dvale(Strømspare modus)
pt: Desliga a sua Vuplus em Suspensão (modo de poupança de energia)
ru: Выключить ресивер (глубокий режим ожидания)

source: Side by Side
es: Juntos
et: Kõrvuti
it: Affiancati
no: Side ved Side
pt: Lado a Lado
ru: По горизонталиe

source: Signal Strength:
es: Potencia de la señal:
et: Signaali tugevus:
it: Potenza segnale:
no: Signal Styrke:
pt: Força do sinal:
ru: Уровень сигнала:

source: Signal:
es: Señal:
et: Signaal:
it: Segnale:
pt: Sinal:
ru: Сигнал:

source: Similar
es: Parecido
et: Sarnased
it: Simile
no: Samme
ru: Похожие

source: Similar broadcasts:
es: Emisiones similares:
et: Sarnased saated:
it: Trasmissioni simili:
no: Samme utsendelser
pt: Emissões Identicas:
ru: Похожие передачи:

source: Simple
es: Sencillo
et: Lihtne
it: Semplice
no: Enkel
pt: Simples
ru: Простой

source: Simple IRC GroupChat client for e2 #dm8000-vip channel
es: Cliente simple de IRC para el canal e2 #dm8000-vip
it: Semplice client IRC per il canale e2 #dm8000-vip
no: Enkel IRC GroupChat client for e2 #dm8000-vip channel
pt: Cliente de IRC GroupChat simples para canal de e2 #vuplus-vip
ru: Простой IRC-клиент для канала e2 #dm8000-vip

source: Simple fade
et: Lihtne hajumine
it: Dissolvenza semplice
no: Forsvinne sakte
pt: Desvanecer simples
ru: Простое затухание

source: Simple titleset (compatibility for legacy players)
es: Título Simple (compatibilidad para más reproductores)
et: Lihtne pealkiri (vanemate pleieritega ühilduv)
it: Set titoli semplice (compatibilità con player vecchi)
pt: Definição simples de título (compatibilidade para os reprodutores antigos)
ru: Простой заголовок (совместимость с DVD плеерами)

source: SimpleRSS allows reading RSS newsfeeds on your STB.
es: SimpleRSS le permite leer noticias en RSS en su deco.
it: SimpleRSS consente la lettura di feed RSS
no: Med SimpleRSS kan du lese RSS nyhetsmater.
pt: SimpleRSS allows reading RSS feeds de notícia na sua Vuplus.
ru: SimpleRSS позволяет читать RSS-каналы.

source: Single
es: Uno
et: Üksik
it: Singolo
no: Singel
pt: Único
ru: Один

source: Single EPG
es: EPG Sencillo
et: Kanali EPG
it: EPG singolo
no: Enkel EPG
pt: EPG único
ru: Одиночный

source: Single Epg
it: EPG singolo
no: Enkel Epg
pt: Epg Único
ru: Одиночный

source: Single satellite
es: Satélite único
et: Üksik satelliit
it: Satellite singolo
no: Singel satellit
pt: Só um Satélite
ru: Один спутник

source: Single transponder
es: Transpondedor único
et: Üksik transponder
it: Singolo transponder
no: Singel transponder
pt: Transponder único
ru: Один транспондер

source: SingleEPG
it: EPG singolo
ru: Одиночный

source: Singlestep (GOP)
es: En un solo paso (GOP)
et: Pilt-pildilt (GOP)
it: Passo-Passo (GOP)
no: Enkelt trinn (GOP)
pt: Espaço simples (GOP)
ru: Один шаг (GOP)

source: Site and sources
es: Sitio y fuentes
et: Sait ja allikad
it: Sito e fonti
no: Sider og kilder
pt: Sítio e fontes
ru: Сайт и источники

source: Size:
et: Suurus:
it: Dimensioni:
no: Størrelse:
pt: Tamanho:
ru: Размер:

source: Size:
es: Tamaño:
et: Suurus:
it: Dimensioni:
no: Størrelse:
pt: Total:
ru: Размер:

source: Skin
es: Piel
et: Kujundus
pt: Temas Black Hole
ru: Скин

source: SkinSelector shows a menu with selectable skins
es: SkinSelector muestra un menú con pieles seleccionables
et: SkinSelector näitab menüüd valitavate kujundustega
it: SkinSelector consente di scegliere tra le skin disponibili
no: SkinSelector viser en meny med valgbare skins
pt: TemaSelector mosta um menu com Temas selecionáveis
ru: Меню с возможностью выбора скинов

source: Skins
es: Pieles
et: Kujundused
it: Skin
pt: Temas
ru: Скины

source: Skip backward 10 sec
es: Saltar hacia atrás 10 seg
et: Tagasihüpe 10 sek
it: Salta indietro 10 sec
no: Spol bakover 10 sek
pt: Retroceder 10 segundos
ru: Переход назад 10 сек

source: Skip firmware update of VUPLUS-BLE-RCU (version : %d)
it: Ignorare l'aggiornamento FW del VUPLUS-BLE-RCU (versione: %d)
ru: Пропустить эту версию прошивки для Vu+ BLE (Версия: %d)

source: Skip forward 10 sec
es: Saltar hacia delante 10 seg
et: Edasihüpe 10 sek
it: Salta avanti 10 sec
no: Spol fram 10 sek
pt: Avançar 10 segundos
ru: Переход вперед 10 сек

source: Skip this version
it: Salta questa versione
ru: Пропустить эту версию

source: Sleep Timer
es: Temporizador de apagado
et: Unetaimer
it: Timer di spegnimento
no: Innsoving
pt: Timer de Suspensão
ru: Таймер сна

source: Sleep timer action:
es: Acción a realizar:
et: Unetaimeri tegevus:
it: Azione timer di spegnimento:
no: Innsovingshandling:
pt: Ação do Timer em suspensão:
ru: Действие таймера:

source: Sleeptimer
it: Timer di spegnimento
no: Innsoving
ru: Таймер сна

source: Slide drop
et: Liuglev tilk
it: Scorrimento in cascata
no: Skli-slipp
pt: Deslizar a cair
ru: Слайд вниз

source: Slide left to right
et: Liuglemine vasakult paremale
it: Scorrimento da sx. a dx.
no: Skli venstre til høyre
pt: Deslizar da esquerda para direita
ru: Слайд слева направо

source: Slide top to bottom
et: Liuglemine ülevalt alla
it: Scorrimento verso il basso
no: Skli topp til bunn
pt: Deslizar de cima para baixo
ru: Слайд сверху вниз

source: Slideshow Interval
es: Intervalo de diapositivas
et: Piltide näitamise aeg (sekundit)
it: Intervallo presentazione
no: Bildevisnings Intervall
pt: Intervalo do Slide de images (seg.)
ru: Интервал слайдшоу

source: Slideshow Interval (sec.)
es: Intervalo de diapositivas (seg.)
et: Piltide näitamise aeg (sekundit)
it: Intervallo presentazione (sec.)
no: Bildevisnings Intervall(sek)
pt: Intervalo do Slide de images (seg.)
ru: Интервал слайдшоу (сек.)

source: Slideshow Mode
es: Modo diapositiva
et: Piltide näitamine
it: Modalità presentazione
no: Bildefremvisnings Modus
pt: Modo de Slides de Images
ru: Режим слайд-шоу

source: Slideshow Time
es: Duración de la diapositiva
et: Piltide näitamise aeg
it: Intervallo presentazione
no: Bildefremvisnings Tid
pt: Tempo de Slides de Images
ru: Интервал слайд-шоу

source: Slot %d
et: Pesa %d
no: Plass %d
ru: Слот %d

source: Slovak
it: Slovacco
ru: Словацкий

source: Slovakian
es: Eslovaco
et: Slovaki
it: Slovacco
no: Slovakisk
pt: Eslovaco
ru: Словацкий

source: Slovenian
es: Esloveno
et: Sloveeni
it: Sloveno
no: Slovensk
pt: Esloveno
ru: Словенский

source: Slow
es: Lento
et: Aeglane
it: Lento
no: Langsom
pt: Lento
ru: Медленно

source: Slow Motion speeds
es: Velocidades lentas
et: Aeglustuskiirused
it: Velocità del rallentatore
no: Hastigheter ved sen fart
pt: Velocidades câmara lenta
ru: Низкая скорость

source: Slow motion speeds
es: Velocidades de la cámara lenta
et: Aeglustuskiirused
it: Velocità rallenty
no: Sen fart hastighet
pt: Velocidades câmara lenta
ru: Скорость замедленного воспроизведения

source: Smargo & other Usb card readers chipset ftdi:
es: Smargo y otros lectores de tarjetas USB con chipset ftdi:
et: Smargo ja teised ftdi kiibistikuga usb kaardilugejad:
it: Lettori di card Usb Smargo o altri con chipset ftdi:
no: Smargo & andre Usb kortlesere chipset ftdi:
pt: Smargo & outros leitores de cartões USB com chipset ftdi:
ru: Smargo и другие USB картридеры микросхем FTDI:

source: Smart Card 1 Error! errorcode=%d
es: ¡Error en la tarjeta 1! código de error=%d
et: Vaatajakaardi 1 viga! veakood=%d
it: Errore Smart Card 1! errorcode=%d
no: Smart Card 1 Feil! errorcode=%d
pt: Cartão 1 Erro! Código do erro=%d
ru: Ошибка Smart Card 1! Код ошибки : %d

source: Smart Card 2 Error! errorcode=%d
es: ¡Error en la tarjeta 2! código de error=%d
et: Vaatajakaardi 2 viga! veakood=%d
it: Errore Smart Card 2 errorcode=%d
no: Smart Card 2 Feil! errorcode=%d
pt: Cartão 2 Erro! Código do erro=%d
ru: Ошибка Smart Card 2! Код ошибки : %d

source: Smart Card model type error
es: Error en el tipo de Tarjeta
et: Vaatajakaardi tüübi viga
it: Errore modello Smart Card
no: Smart Card modell type feil
pt: Erro no tipo de cartão
ru: Smart Card ошибка модели

source: Smart services renaming for XBMC
es: Cambiar el nombre de los servicios inteligentes para XBMC
et: Kanalite nimede muutmine XBMC tarbeks
it: Servizi intelligenti ridenominare per XBMC
no: Smart kanalnavn endring for XBMC
pt: Renomear Serviços inteligentes para Kodi
ru: Переименовать Смарт каналы для XBMC

source: Smooth
et: Pehmendus
it: Smussatura immagini
no: Jevn
pt: Suavidade
ru: Плавность

source: Software
et: Tarkvara
no: Programvare
ru: ПО

source: Software management
es: Gestión del software
et: Tarkvara haldamine
it: Gestione software
no: Programvarebehandling
pt: Gestão de Software
ru: Управление ПО

source: Software manager setup
es: Configuración del manejador de software
et: Tarkvarahalduri seaded
it: Configurazione gestione software
no: Programvarebehandling
pt: Definição do Gestor de Software
ru: Настройки менеджера ПО

source: Software restore
es: Restaurar software
et: Tarkvara taastamine
it: Ripristino software
no: Oppgradere Image
pt: Restauro de Software
ru: Восстановление ПО

source: Software update
es: Actualizar el software
et: Tarkvara uuendamine
it: Aggiornamento immagine
no: Oppdatere
pt: Atualização de Software
ru: Обновление

source: SoftwareManager manages your STB software
es: SoftwareManager maneja el software de su deco
et: Tarkvarahaldur haldab vastuvõtja tarkvara
it: SoftwareManager gestisce il software del ricevitore
no: Programvarebehandling behandler VU+ programvare
pt: SoftwareManager faz a gestão do software da sua Vuplus
ru: SoftwareManager управляет программным обеспечением вашего ресивера

source: Softwaremanager information
es: Información Softwaremanager
et: Tarkvarahalduri info
it: Informazioni su gestione software
no: Programvarebehandler informasjon
pt: Informação do gestor de software
ru: Информация менеджера ПО

source: Solo4K Misc. Control
it: Controlli vari del Solo4K
no: Solo4K Forskj. Innst.
pt: Solo4K Misc. Controlo
ru: Solo4K доп. контроль

source: Some plugins are not available:
es: Algunos complementos no están disponibles:
et: Mõned laiendused pole saadaval:
it: Alcuni plugin non sono disponibili:
no: Noen moduler er ikke tilgjengelige:
pt: Alguns plugins não estão disponiveis:
ru: Некоторые плагины недоступны:

source: Some subtitles providers are not working
it: I provider di alcuni sottotitoli non funzionano
no: Noen undertekst tilbydere virker ikke
pt: Alguns forncedores de legendas não funcionam
ru: Некоторые поставщики субтитров не работают

source: Sorry Epg Backup not found. Please download epg before to restore.
es: No se encontró copia de seguridad del EPG. Por favor, descargue el epg antes de restaurarlo.
et: EPG varukoopiat ei leitud. Enne taastamist tuleb andmed laadida.
it: Nessun Backup EPG trovato
no: Beklager, Epg sikkerhetskopi ikke funnet. Last ned Epg før for å gjenopprette.
pt: Desculpe o Backup do EPG não foi encontrado. Faça a descarga do EPG antes de restaurar.
ru: Резервная копия EPG не найдена.

source: Sorry Inadyn Script is Missing
es: No encuentro el Script para Inadyn
et: Inadyn skript puudub
it: Lo script Inadyn non è presente
no: Beklager, Inadyn Skript mangler
pt: Desculpe script Inadyn em falta
ru: Извините, скрипт Inadyn отсутствует

source: Sorry MediaScanner is not installed!
es: Lo siento, pero MediaScanner no está instalado!
et: Meediaskänner ei ole paigaldatud!
it: MediaScanner non installato!
no: MediaSøker er ikke installert!
pt: Desculpe, MediaScanner não está instalado!
ru: Извините, Медиасканер не установлен!

source: Sorry Personal Backup not found.
es: Lo siento, no encontré la copia de seguridad personal.
et: Isiklikku varukoopiat ei leitud.
it: Backup personale non trovato!
no: Personlig sikkerhetskopi ikke funnet.
pt: Desculpe, Backup pessoal não encontrado.
ru: Извините, Ваша резервная копия не найдена!

source: Sorry no backups found!
es: ¡No he encontrado copias de seguridad!
et: Varukoopiat ei leitud!
it: Nessun backup trovato!
no: Sikkerhetskopier ikke funnet!
pt: Desculpe, não existem backups!
ru: Извините, резервные копии не найдены!

source: Sorry no device found to store backup.
es: No hay ningún dispositivo para almacenar las copias de seguridad.
et: Varukoopia salvestamiseks ei leitud andmekandjat.
it: Nessun dispositivo trovato per salvare il backup!
no: Beklager, ingen enhet funnet for å lagre sikkerhetskopi.
pt: Desculpe, dispositico não encontrado para efetuar o Backup.
ru: Не найдено устройств для сохранения резервной копии!

source: Sorry no device found to store backup. Please check your media in Black Hole devices panel.
es: No hay ningún dispositivo para almacenar las copias de seguridad. Se recomienda consultar el panel de dispositivos Black Hole.
et: Varukoopia salvestamiseks ei leitud andmekandjat. Vaata seadmehaldurist, kas andmekandja on ühendatud.
it: Nessun dispositivo trovato per salvare il Backup! Controlla i tuoi media nel pannello dispositivi BH
no: Beklager, ingen enhet funnet for å lagre sikkerhetskopi. Sjekk dine medier i Enheter.
pt: Desculpe nenhum dispositivo para armazenar o backup. Por favor, verifique a mídia no painel de dispositivos da Black Hole.
ru: Не найдено устройство для сохранения резервной копии! Пожалуйста, проверьте Ваш носитель в панели устройств Black Hole.

source: Sorry no epg currently available for this service.
it: EPG non disponibile per questo servizio
no: Beklager, ingen epg tilgjengelig for denne tjenesten.
pt: Desculpe, Epg não disponível atualmente para este serviço.
ru: EPG недоступен для этой услуги.

source: Sorry no events found matching to the search criteria.
es: No hay eventos que coincidan con los criterios de búsqueda.
et: Otsingule vastavaid saateid ei leitud.
it: Nessun evento trovato corrispondente ai criteri di ricerca.
no: Ingen hendelser stemmer med dine søkekriterier.
pt: Desculpe, eventos não correspondentes aos critérios de pesquisa.
ru: Не найдено событий, соответствующих критериям поиска.

source: Sorry no matches found
es: Lo siento no hay coincidencias
et: Vasteid ei leitud
it: Corrispondenza non trovata.
no: Beklager, ingen treff funnet
pt: Desculpe, não existem corrêspondencias
ru: Совпадение не найдено.

source: Sorry no space available to expand your Universe.
es: No hay espacio disponible para ampliar su universo.
et: Universiumi laiendamiseks ei ole ruumi.
it: Spazio non sufficiente per espandere il tuo Universo.
no: Beklager, ingen ledig plass for å utvide ditt Univers.
pt: Desculpe não há espaço disponível para expandir o seu universo.
ru: Недостаточно места для расширения Вселенной.

source: Sorry the name of the new Image is too long.
es: lo siento el nombre de la nueva imagen es demasiado largo.
et: See nimi on liiga pikk.
it: Nome della nuova immagine troppo lungo!
no: Beklager, navnet til det nye Image er for langt.
pt: Desculpe o nome da nova imagem é muito longo.
ru: Слишком длинное имя нового имиджа!

source: Sorry there is not enought available space on your device. You need at least 500 Mb free to install a new image
es: Lo siento no hay suficiente espacio en su dispositivo. Necesitas por lo menos 500 Mb libres para instalar una nueva imagen
et: Andmekandjal ei ole piisavalt vaba ruumi. Uue image paigaldamiseks peab olema vaba vähemalt 500 Mb
it: Spazio non sufficiente sulla tua unità. Hai bisogno di almeno 500 Mb liberi per installare una nuova immagine.
no: Beklager, det er ikke nok ledig plass på din enhet. Du må ha minst 500 Mb ledig for å installere et nytt image.
pt: Desculpe não há espaço suficiente disponível no seu dispositivo. Precisa de pelo menos 500 Mb livres para instalar uma nova imagem
ru: Извините, на Вашем устройстве недостаточно свободного места. Для установки нового имиджа, нужно как минимум 500 Мб свободного места.

source: Sorry this name is reserved. Choose another name for the new Image.
es: Lo siento ese nombre está reservado. Elija otro nombre para la nueva imagen.
et: See nimi on kasutuses. Vali mõni muu.
it: Questo nome è riservato. Scegliere un altro nome per la nuova immagine.
no: Beklager, dette navnet er reservert. Velg et annet navn til det nye Image.
pt: Desculpe este nome é reservado. Escolha outro nome para a nova imagem.
ru: Это имя зарезервировано. Выберите другое имя для нового имиджа.

source: Sorry this page is not yet implemented
es: Esta página aún no está implementada
et: See leht ei ole veel kasutuses
it: Questa pagina non è ancora implementata
no: Denne siden er ikke implementert
pt: Desculpe, esta página ainda não está implementada
ru: Эта страница еще не реализована

source: Sorry this plugin is for Black Hole images only
es: Esta extensión es solo para imágenes Black Hole
et: See laiendus on mõeldud ainult Black Hole imagele
it: Plugin unicamente per immagini BlackHole
no: Beklager, denne modul er kun til Black Hole image
pt: Desculpe este plugin é apenas para imagens Black Hole
ru: Плагин только для имиджа Black Hole

source: Sorry you are allowed to remove external epg.dat servers only.
es: No se permite eliminar solo servidores externos epg.dat.
et: Lubatud on ainult väliste epg.dat serverite eemaldamine.
it: E' possibile rimuovere solo i server epg.dat esterni.
no: Beklager, du kan kun fjerne eksterne epg.dat servere.
pt: Desculpe, só pode remover servidores externos EPG.
ru: Только внешние серверы epg.dat могут быть удалены.

source: Sorry you can install a max of 8 images.
es: Lo siento solo puedes instalar 8 imágenes como máximo.
et: Üle 8 image ei saa paigaldada.
it: Puoi installare un massimo di 8 immagini.
no: Beklager, du kan max installere 8 image.
pt: Sinto muito, pode instalar um máximo de 8 imagens.
ru: Вы можете установить максимум 8 имиджей.

source: Sorry you can only access Parallel Universes from the image installed in flash.
es: Sólo puede acceder a los universos paralelos desde la imagen instalada en flash.
et: Paralleeluniversiumisse pääseb ainult välkmällu paigaldatud tarkvarast.
it: Puoi accedere agli Universi paralleli solo da una immagine installata in flash.
no: Beklager, du kan kun komme til Parallelle Universer fra image installert i flash.
pt: Desculpe, só pode aceder a universos paralelos da imagem instalada em flash.
ru: Параллельные Вселенные доступны только из имиджа установленного во флэш.

source: Sorry you cannot delete Flash image
es: Lo siento no se puede eliminar la imagen en Flash
et: Välkmälu paigaldatud imaget ei saa kustutada
it: Non puoi eliminare l'immagine in Flash
no: Beklager, kan ikke slette Flash image
pt: Desculpe, não pode excluir a imagem instalada na Flash
ru: Вы не можете удалить имидж во флэш

source: Sorry you cannot delete the image currently booted from.
es: Lo siento no puede eliminar la imagen actual.
et: Aktiivset imaget ei saa kustutada.
it: Non puoi eliminare l'immagine attualmente in uso!
no: Beklager, du kan ikke slette imaget du bootet fra.
pt: Desculpe, não pode apagar a imagem actualmente inicializada.
ru: Вы не можете удалить имидж, используемый в данный момент!

source: Sorry you cannot run two UpnP Servers togheter. Please disable Mediatomb before to run minidlna.
es: No puede ejecutar dos servidores UPnP a la vez. Desactive Mediatomb antes de ejecutar minidlna.
et: Kaks UpnP serverit korraga ei tööta. Enne minidlna käivitamist peata Mediatomb.
it: Non puoi abilitare due server UPnP insieme. Disabilitare Mediatomb prima eseguire minidlna.
no: Beklager, du kan ikke kjøre to UpnP Servere samtidig. Vennligst deaktiver Mediatomb for å kjøre minidlna.
pt: Desculpe, não pode executar dois servidores UpnP ao mesmo tempo. Por favor, desative o Mediatomb antes de executar o minidlna.
ru: Вы не можете включить два UPnP-сервера вместе. Отключите Mediatomb перед запуском MiniDLNA.

source: Sorry you cannot run two UpnP Servers togheter. Please disable minidlna before to run Mediatomb.
es: No puede ejecutar dos servidores UPnP a la vez. Desactive minidlna antes de ejecutar Mediatomb.
et: Kaks UpnP serverit korraga ei tööta. Enne Mediatombi käivitamist peata minidlna.
it: Non puoi abilitare due server UpnP insieme. Disabilita minidlna prima eseguire Mediatomb.
no: Beklager,du kan ikke kjøre to UpnP Servere samtidig. Vennligst deaktiver minidlna for å kjøre Mediatomb.
pt: Desculpe, não pode executar dois servidores UpnP ao mesmo tempo. Por favor, desative o minidlna antes de executar o Mediatomb.
ru: Вы не можете включить два UPnP-сервера вместе. Отключите MiniDLNA перед запуском Mediatomb.

source: Sorry your Parallel Universes are older than your Black Hole world. You need to re-inizialize the system, reformat your Usb stick or generate a Bing Bang.
es: Lo sentimos sus universos paralelos son más antiguos que su mundo Black Hole. Necesita reinicializar el sistema, vuelva a formatear la memoria USB o genere una Gran Explosión.
et: Su paralleeluniversiumid on vanemad kui Black Hole maailm. Pead süsteemi uuesti paigaldama, vormindama usb pulga või käivitama Suure Paugu.
it: I tuoi universi paralleli sono più antichi del tuo mondo. Re-inizializza il tuo universo, formatta la chiavetta USB o genera un Big Bang.
no: Beklager, ditt Parallelle Univers er eldre enn din Black Hole verden. Du må om-formatere ditt system, om-formatere din USB pinne eller genere Big Bang.
pt: Desculpe, os universos paralelos são mais velhos do que a sua Black Hole. Precisa de reinicializar o sistema, reformatar a sua Pen USB ou gerar um Bing Bang.
ru: Ваши Параллельные Вселенные старше вашего мира. Повторно инициализируйте свою Вселенную, отформатируйте USB-накопитель или создайте Большой взрыв.

source: Sorry your backup destination is not writeable. Please choose an other one.
es: No puedo realizar la copia de seguridad en esa ruta. Elija otra.
et: Varukoopia asukohta ei saa salvestada. Vali uus asukoht.
it: La posizione di backup risulta non scrivibile. Sceglierne un'altra.
no: Beklager, sikkerhetskopimål er ikke skrivbart. Vennligst velg et annet.
pt: Desculpe, o destino de backup não é gravável. Por favor selecione um diferente.
ru: Указанное местоположение для копии недоступно для записи. Пожалуйста, выберите другое местоположение.

source: Sorry, Channel List not available for this Provider.
es: Lo siento, la lista de canales no está disponible para este proveedor.
et: Selle levitaja jaoks kanalinimekirja ei ole.
it: Lista canali non disponibili per questo Provider.
no: Beklager, Kanalliste er ikke tilgjengelig for denne tilbyder
pt: Desculpe, lista de canais não disponível para este operador.
ru: Список каналов, недоступных для этого провайдера.
