Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: stop entry
es: parar elemento
et: peata
it: arrestare voce
no: stopp oppføring
pt: Parar entrada
ru: Остановить событие

source: stop recording
es: parar la grabación
et: lõpeta salvestus
it: arrestare registrazione
no: stopp opptak
pt: Parar a gravação
ru: Остановить запись

source: stop timeshift
es: Parar timeshift
et: lõpeta ajanihe
it: arrestare timeshift
no: Stopp tidsforskyvning ...
pt: Parar o Timeshift
ru: Остановить таймшифт

source: stopping
es: Parando
et: peatamine
it: arrestare
no: stopper
pt: a parar
ru: остановка

source: subtitles found
it: sottotitoli trovati
no: undertekster funnet
pt: legendas encontradas
ru: Найдены субтитры

source: subtitlesetup
es: Configuración de los subtítulos
et: subtiitrite seadistus
it: Impostazioni sottotitoli
no: tekstoppsett
pt: definir as legendas
ru: Настройка субтитров

source: support 3D Surround and AVL effect.
es: soporte para sonido envolvente 3D y efecto AVL.
it: supporto 3D Surround ed effetti AVL
no: 3D kringlyd og ALN effekt
pt: suporte Surround 3D e efeito Nível de volume Automático.
ru: Поддержка 3D Surround и AVL-эффекты

source: swap PiP and main picture
es: intercambiar PiP con la imagen principal
et: vaheta PiP- ja peapilt
it: passa da PiP a schermo principale
no: bytt BiB og hovedbilde
pt: Permuta PiP e imagem principal
ru: Поменять PiP и основную картинку

source: switch to bookmarks
es: pasar a marcadores
et: ava järjehoidjad
it: passa ai contrassegni
no: bytt til bokmerker
pt: mudar para indicadores
ru: Перейти на закладки

source: switch to filelist
es: cambiar a lista de archivos
et: mine faililoendisse
it: passa all'elenco file
no: Bytt til filliste
pt: Ver lista de Arquivos
ru: Переключить на список файлов

source: switch to playlist
es: cambiar a lista
et: mine mängukavva
it: passa alla playlist
no: Bytt til spilleliste
pt: Mudar para Lista de Reprodução
ru: Переключить на плейлист

source: switch to the next angle
es: cambiar al siguiente ángulo
et: vali järgmine vaatenurk
it: passa all'angolazione successiva
no: bytt til neste vinkel
pt: mudar para o proximo ângulo
ru: Перейти на следующую сторону

source: switch to the next audio track
es: cambiar a la siguiente pista de audio
et: vali järgmine helikanal
it: passa alla traccia audio successiva
no: bytt til neste lydspor
pt: mudar para a próxima faixa
ru: Перейти к следующей звуковой дорожке

source: switch to the next subtitle language
es: cambiar al siguiente lenguaje de subtítulos
et: vali järgmine subtiiter
it: passa alla lingua sottotitoli successiva
no: bytt til neste tekstspråk
pt: mudar para a próximo idioma de legenda
ru: Переключиться на следующий язык субтитров

source: template file
es: plantilla de archivo
et: mall
it: file modello
no: mal fil
pt: arquivo modelo
ru: Файл шаблона

source: textcolor
es: color de texto
et: teksti värv
it: colore testo
no: Tekstfarge
pt: cor do texto
ru: Цвет текста

source: the Green button and restart the wizard.
et: ja käivita see abiline uuesti.
it: il tasto verde e riavviare questo wizard.
no: Grønn knapp og start veiviser på nytt.
pt: a tecla VERDE e reinicie o assistente.
ru: зеленую кнопку и перезапустите мастер.

source: the Red button and restart the wizard.
it: il tasto ROSSO e riavviare questa procedura.
ru: красную кнопку и перезапустите мастер.

source: the green button and restart the wizard.
es: el botón verde y reinicie el asistente.
et: rohelist nuppu ja käivita abiline uuesti.
it: il pulsante verde e riavviare la procedura guidata.
no: grønn knapp og omstart veiviser.
pt: a tecla VERDE e reinicie o assistente.
ru: зеленую кнопку и перезапустите мастер.

source: this recording
es: esta grabación
et: see salvestus
it: questa registrazione
no: dette opptak
pt: esta gravção
ru: Данная запись

source: this service is protected by a parental control pin
es: este canal está protegido por el pin de control de adultos
et: see kanal on kaitstud lapselukuga
it: Canale protetto da codice PIN (controllo parentale).
no: denne kanalen er beskyttet av en foreldrekontroll pin
pt: Este canal está protegido por PIN
ru: Этот канал защищен PIN-кодом

source: time to wait next keypress (millisecond)
es: Espera hasta la próxima tecla pulsada (miliseg.)
et: ooteaeg järgmise nupuvajutuseni (ms)
it: Tempo di attesa per la prossima sequenza tasti(ms)
no: Tid å vente på neste tastetrykk (ms)
pt: Tempo de espera para premir a tecla seguinte (ms)
ru: Время ожидания следующего нажатия клавиши (мс)

source: to the box you have to unplug it, press
et: eemalda see, vajuta rohelist nuppu
it: è necessario scollegarlo dal ricevitore, premere
no: til boksen, må du koble den fra, trykk
pt: à sua VuPlus, tem de a desconetar, prima
ru: к ресиверу, то Вы должны его отключить, нажмите

source: toggle a cut mark at the current position
es: poner una marca de corte en la posición actual
et: pane/eemalda lõikemärk praegusele kohale
it: commutare contrassegno di taglio qui
no: sett en kutt markør på denne posisjon
pt: Alternar entre uma marca de corte na posição atual
ru: Расположить метку обработки в текущей позиции

source: toggle time, chapter, audio, subtitle info
es: poner hora, capítulo, audio, info subtítulos
et: aja, salvestuse, heli, subtiitri info vahetamine
it: commuta orario, capitolo, audio e informazioni sottotitoli
no: skift tid, kapittel, lyd, tekst info
pt: tempo de alternância, capítulo, áudio, info da legenda
ru: Время переключения, разделы, аудио, информация субтитров

source: top
es: arriba
et: üles
it: in cima
no: topp
ru: Вверх

source: transparent
it: trasparente
no: gjennomsiktig
pt: transparente
ru: Прозрачный

source: tuner is not supported
es: tuner no soportado
et: tuuner pole toetatud
it: Tuner non supportato
no: tuner er ikke støttet
pt: tuner não é suportado
ru: Тюнер не поддерживается

source: unavailable
ru: Недоступен

source: unable to find timer with id %i
es: no encuentro el temporizador con el id %i
et: taimerit %i ei leitud
it: impossibile trovare il timer con id %i
no: kunne ikke finne tidsopptak med id %i
pt: Não é possível localizar o Timer com id %i
ru: Не удается найти таймер %i

source: unconfirmed
es: no confirmado
et: kinnitamata
it: non confermato
no: ubekreftet
pt: não confirmado
ru: Не присвоен

source: undefined
it: non definito
ru: Неопределен

source: unknown
es: desconocido
et: tundmatu
it: sconosciuto
no: ukjent
pt: desconhecido
ru: Неизвестный

source: unknown service
es: servicio desconocido
et: tundmatu kanal
it: canale sconosciuto
no: Ukjent kanal
pt: Desconhecido
ru: Неизвестный канал

source: unpack error: cannot get subname
it: errore decompressione: impossibile ottenere nome secondario
no: pakke opp feil: får ikke hentet tekstnavn
pt: erro ao descompatar: impossível obter subnome
ru: ошибка распаковки: невозможно получить имя

source: unpack error: cannot open archive
it: errore: decompressione: impossibile aprire l'archivio
no: pakke opp feil: kan ikke åpne arkiv
pt: erro ao descompatar: impossível abrir ficheiro
ru: ошибка распаковки: не удается открыть архив

source: unsupported archive %s
it: archivio %s non supportato
no: arkiv støttes ikke %s
pt: arquivo não suportado %s
ru: Неподдерживаемый архив %s

source: until standby/restart
es: hasta reposo/reinicio
et: ooteseisundi/taaskäivitamiseni
it: fino allo standby o al riavvio
no: til dvalemodus/omstart
pt: até espera/reiniciar
ru: До режима ожидания/перезагрузки

source: unused in Vu Duo
es: No usado en Vu Duo
et: kasutamata Vu Duos
it: non usato nel Vu Duo
no: ubrukt i Vu Duo
pt: não usada na Vu Duo
ru: не используется в Vu+ Duo

source: unused in Vu Solo
es: No usado en Vu solo
et: kasutamata Vu Solos
it: non usato nel Vu Solo
no: ubrukt i Vu Solo
pt: não usada na Vu Solo
ru: не используется в Vu+ Solo

source: unused in Vu Ultimo
es: No usado en Vu Ultimo
et: kasutuseta Vu Ultimos
it: non usato nel Vu Ultimo
no: ubrukt i Vu Ultimo
pt: não usada na Vu Ultimo
ru: не используется в Vu+ Ultimo

source: use as HDD replacement
es: usar como remplazo del HDD
et: Kasuta kõvaketta asendajana
it: Usare in sostituzione HDD
no: Bruk som HDD erstatning
pt: usar como substituição do HDD
ru: Использовать в качестве замены HDD

source: use your STB as Web proxy
es: usar su deco como proxy Web
et: kasuta vastuvõtjat proksiserverina.
it: usare il ricevitore come proxy web
no: bruk din mottaker som Web Proxy
pt: usar a STB como Proxy Web
ru: Использовать ресивер, как веб-прокси

source: use your STB as Web proxy.
es: usar su deco como proxy Web.
et: kasuta vastuvõtjat proksiserverina
it: usare il ricevitore come proxy web.
no: bruk din mottaker som Web Proxy
pt: usar a STB como Proxy Web.
ru: Использовать ресивер, как веб-прокси.

source: user defined
es: definido por el usuario
et: kasutaja määratud
it: definito dall'utente
no: Brukerdefinert
pt: Definido pelo utilizador
ru: Определено пользователем

source: userinterface
es: Interfaz de usuario
et: kasutajaliides
it: interfaccia utente
no: grensesnitt
pt: Interface do Utilizador
ru: Пользовательский интерфейс

source: version:
es: versión:
et: versioon:
it: versione:
no: versjon:
pt: Versão:
ru: версия:

source: vertical
et: vertikaalne
it: verticale
no: Vertikal
ru: Вертикальная

source: vfat - use only for media-files
es: El formato vfat se usará solo para archivos multimedia
et: vfat - kasuta ainult meediafailide jaoks
it: vfat -USARE SOLO PER FILE MULTIMEDIALI
no: vfat - bruk bare til media-filer
pt: vfat - usar apenas para arquivos de mídia
ru: vfat - использовать только для медиа-файлов

source: view extensions...
es: Ver las extensiones...
et: näita laiendusi...
it: mostra estensioni...
no: Vis utvidelser...
pt: ver extensões ...
ru: Просмотр дополнений

source: view recordings...
es: Ver las grabaciones...
et: näita salvestusi...
it: mostra registrazioni...
no: Vis opptak...
pt: Ver gravações ...
ru: Просмотр записей

source: view webcams around the world
es: ver webcams de todo el mundo
et: vaata veebikaameraid ümber maailma
it: Mostra webcam di tutto il mondo
no: se nettkameraer rundt i verden
pt: ver webcams de todo o mundo
ru: Просматривать веб-камеры по всему миру

source: wait for ci...
es: esperar al ci...
et: ci ootel
it: attendere per CI...
no: vent på CI ...
pt: espere pela ci...
ru: Ожидание CI...

source: wait for mmi...
es: esperar para nmi...
et: mmi ootel
it: attendere la mmi...
no: venter på mmi...
pt: espere pelo mmi...
ru: Ожидание MMI...

source: waiting
es: esperando
et: ootel
it: in attesa
no: venter
pt: em espera
ru: Ожидание

source: warning, skin is missing element
ru: Предупреждение, в скине отсутствует элемент

source: warning, skin is missing renderer
ru: Предупреждение, в скине отсутствует рендер

source: warn
es: Aviso
et: hoiata
it: avviso
no: advar
pt: Avisar se o espaço livre é menor do que (KB):
ru: Предупреждение

source: was removed successfully
es: fué borrado correctamente.
et: eemaldati edukalt
it: rimosso correttamente
no: er fjernet
pt: foi removido com sucesso
ru: был успешно удален

source: watch DVB broadcast with subtitles
it: Visionare DVB trasmesso con sottotitoli
no: Se DVB sending med undertekst
pt: assista a transmissões DVB com legendas
ru: Смотреть DVB трансляцию с субтитрами

source: watch trailer from epglist/eventview
es: ver el trailer desde epglist/eventview
et: treiler saatekavast/saateinfost
it: visionare trailer dalla lista epg / visione evento
no: se trailer fra epglist/eventview
pt: Veja trailers da Lista de Epg/exibição de evento
ru: Просмотр трейлера из списка EPG/Просмотр событий

source: weekly
es: semanalmente
et: kord nädalas
it: settimanale
no: Ukentlig
pt: Semanal
ru: Еженедельно

source: white
es: blanco
et: valge
it: bianco
no: hvit
pt: branco
ru: Белый

source: whitelist
es: lista blanca
et: valge nimekiri
it: lista bianca
no: hvitliste
pt: Lista Branca
ru: Белый список

source: wide
es: Panorámico
et: lai
it: largo
no: bred
ru: Широкоугольно

source: width
es: ancho
et: laius
it: larghezza
no: bredde
pt: largura
ru: Ширина

source: will be removed from file system
it: verrà rimosso dal file system
no: blir fjernet fra filsystem
pt: serão removidos do sistema de arquivos
ru: будет удален из файловой системы

source: will be removed from list
it: verrà rimosso dall'elenco
no: blir fjernet fra listen
pt: serão removidos da lista
ru: будет удален из списка

source: wireless network interface
es: interfaz de red inalámbrica
et: traadita võrguliides
it: interfaccia di rete wireless
no: trådløst nettverk grensesnitt
pt: interface de rede sem fios
ru: Интерфейс беспроводной сети

source: working
es: trabajando
et: töös
it: attivo
no: jobber
pt: a trabalhar
ru: Действующий

source: wpa_supplicant.conf open error.
es: error al abrir wpa_supplicant.conf.
et: viga 'wpa_supplicant.conf' avamisel.
it: errore apertura file wpa_supplicant.conf.
pt: erro ao abrir " wpa_supplicant.conf "
ru: Ошибка открытия wpa_supplicant.conf.

source: xx CAMs Installed
es: xx CAMs instaladas
et: xx CAMi paigaldatud
it: xx CAMs Installate
no: xx CAM`er Installert
pt: xx CAMs Instaladas
ru: Установлены

source: yellow
es: amarillo
et: kollane
it: giallo
no: gul
ru: Жёлтый

source: yes
es: si
et: jah
it: sì
no: ja
pt: sim
ru: Да

source: yes (keep feeds)
es: si (conserva las fuentes)
et: jah (hoia feedid)
it: sì (mantenere feed)
no: ja (behold mating)
pt: Sim (mantenha os feeds)
ru: Да (оставить фиды)

source: your STB might be unusable now. Please consult the manual for further assistance before rebooting your STB.
es: El deco podría quedar inutilizable ahora. Por favor consulte el manual para obtener más ayuda antes de reiniciar el deco.
et: Vastuvõtja võib olla nüüd kasutuskõlbmatu. Enne vastuvõtja taaskäivitamist uuri juhendit täiendava abi leidmiseks.
it: Il ricevitore potrebbe risultare ora inutilizzabile. Prima di riavviare consultare il manuale per ottenete ulteriori istruzioni.
no: din VU+ kan være ubrukelig nå. Vennligst les i manualen for nærmere assistanse før du starter on din VU+.
pt: A sua Vuplus não pode ser usada agora. Por favor consulte o manual para obter mais assistência antes de reinicializar a sua Vuplus.
ru: Ваш ресивер может быть непригоден для использования. Для получения дополнительной информации см. руководство ресивера.

source: zap
es: zapear
et: kanalivahetus
no: bytt
ru: Перейти

source: zap before Stream
es: Zapeo antes de Stream
et: kanalivahetus enne voogesitust
it: zap prima di stream
no: kanalbytte før Strømming
pt: zap antes de Transmitir
ru: Переключить перед потоком

source: zapped
es: zapeado
et: vahetatud
it: Zap eseguito
no: byttet
ru: Переключено

source: zapping interval (sec)
es: intervalo del zapeo (seg)
et: kanalivahetuse vahemik (sek)
it: intervallo Zap (sec.)
no: kanalbytte intervall(sek)
pt: intervalo zapping (seg)
ru: Интервал переключения (сек.)

source: Add a new NFS or CIFS mount point to your STB.
it: Aggiungere un nuovo mount point NFS o CIFS al tuo VUPLUS

source: Change the hostname of your STB.
it: Cambiare nome Host al tuo VUPLUS

source: DLNA/uPnP Browser
es: Explorar DLNA/uPnP
et: DLNA/uPnP brauser
it: Browser DLNA/UPnP
no: DLNA/uPnP Viser
pt: Explorador DLNA/uPnP

source: DLNAStreamPlayer
es: Lector de flujo DLNA
et: DLNAStream pleier
it: Riproduttore stream DLNA
no: DLNAStrømmeSpiller
pt: Reprodutor de Streams DLNA

source: DVDPlayer plays your DVDs on your STB
es: DVDPlayer reproduce sus DVDs en su deco
et: DVD mängija esitab vastuvõtjas DVD plaate
it: Riprodurre DVD
no: DVD Player spiller dine DVD`er på din VU+
pt: O Leitor DVD reproduz os seus DVD's na sua STB

source: Delete_all_Crashlogs
es: Borrar todos los Crashlogs
et: Kustuta kõik vealogid
it: Eliminare_tutti_registri_errori
no: Slett_alle_Feillogger
pt: Apagar todos os crashlogs

source: Enable EIT now/next in Infobar
es: Activa EIT ahora/siguiente en el Infobar
et: Luba EIT nüüd/järgmine inforibal
it: Abilitare EIT corrente/prossimo nella infobar
no: Aktiver EIT nå/neste i infovindu
pt: Ativar EIT agora/próximo na infobar

source: Enable freesat EPG
es: Activa Freesat EPG
et: Luba freesat EPG
it: Abilitare Freesat EPG
no: Aktiver freesat EPG
pt: Ativar EPG FreeSat

source: Favourites (TV)
es: Favoritos (TV)
et: Lemmikud (TV)
it: Preferiti (TV)
no: Favoritter (TV)
pt: Favoritos (TV)

source: Graphical Multi EPG
es: EPG Múltiple Gráfico
et: Graafiline Multi EPG
it: Multi EPG grafico
no: Grafisk Fler EPG
pt: Multi EPG Gráfico

source: Italian Weather forecast on STB
es: Previsión italiana del tiempo en su deco
et: Itaalia ilmaennustus
it: Visualizzare previsioni meteo per l'Italia
no: Italiensk værmelding på VU+
pt: Previsão do tempo italiana na STB

source: Maintain old EPG data for
es: Conservar datos antiguos del EPG
et: Vana EPG andmete hoidmise aeg
it: Mantenere vecchi dati EPG per
no: Behold gammel EPG data for
pt: Manter EPG antigo por (min)

source: PCR PID
es: PID de PCR
it: PID PCR

source: Positioner setup...
es: Config. del Posicionador...
et: Ajami seadistus
it: Impostazioni motore...
no: Posisjons oppett...
pt: Definições do Posicionador

source: TXT PID
es: PID de teletexto
it: PID TXT

source: Unicable
it: Unicable - SCR
pt: Cabo unico

source: Unicable LNB
es: LNB Unicable
it: LNB Unicable
pt: LNB Unicable

source: Unicable Martix
es: Matrix Unicable
it: Matrice Unicable
pt: Unicable Matrix

source: Url:
it: Indirizzo:
pt: Adicionar url de transmissões

source: View, edit or delete mountpoints on your STB.
it: Vedere, modificare o rimuovere mount point al tuo Box
pt: Ver, editar ou excluir pontos de montagem na sua STB.

source: W
it: O

source: Weatherforecast on your STB
es: El tiempo en su deco
et: Ilmaennustus vastuvõtjas
it: Info meteo
no: Værmelding på din VU+
pt: Weatherforecast na sua STB

source: XBMC Launcher
it: Mediacenter XBMC
no: XBMC starter
pt: KODI

source: assign color buttons to plugins from MOVIELIST
es: asignar teclas de colores a las extensiones desde la lista de grabaciones
et: omista värvinupud filmilisti laiendustele
it: associare i tasti colorati per i plugin di MovieList
no: tildel fargetaster til moduler fra FILMLISTEN.
pt: atribuir teclas de cor para plugins da Lista de Fimes

source: committed, toneburst
it: Toneburst - Committed
no: Forpliktet, Toneøkning

source: hi_low
es: alto_bajo
et: kõrge_madal
it: alta_bassa
no: høy_lav

source: toneburst, committed
it: Committed - Toneburst
no: Toneøkning, Forpliktet
pt: committed, toneburst

source: < This tuner is configured automatically >
no: <Denne tuneren blir konfigurert automatisk>
pt: < Este Tuner é configurado automaticamente >

source: Auto chapter split every ? minutes (0=never)
es: Dividir capítulo cada ? minutos (0=nunca)
et: Automaatne peatüki lõikamine pärast iga ? minutit (0=mitte kunagi)
no: Dele automatisk kapittel hver ? minutter (0=aldri)
pt: Auto separação de capítulos ? minutos(0=nunca)

source: AutoBackup
es: Copia de seguridad automática
et: Automaatne varundamine
pt: Backup Automático

source: BH Remote Control System Code Setting
es: Control remoto
et: Puldi süsteemikood
no: Fjernkontroll Systemkodeoppsett
pt: BH Definição do Código do Telecomando

source: Complex (allows mixing audio tracks and aspects)
es: Complejo (permite mexclar pistas de audio y aspectos)
et: Täielik (võimaldab heliribade miksimist)
no: Kompleks (tillater blandede lydspor og bildeformat )
pt: Complexo (permite misturar faixas de audio e aspetos)

source: Continue
es: Continuar
et: Jätka
no: Fortsett...
pt: Continuar

source: Control your dreambox with only the MUTE button
es: Controla su deco con el botón MUTE
no: Kontrollere din VU+ med MUTE knappen
pt: Controlar a sua Vuplus, apenas com a tecla MUTE

source: Control your dreambox with only the MUTE button.
es: Controla su deco con el botón MUTE.
no: Kontrollere din VU+ med MUTE knappen.
pt: Controlar a sua Vuplus, apenas com a tecla MUTE.

source: Default Cam:
es: Cam por defecto:
et: Vaikimisi CAM:
no: Standard Cam:
pt: Cam padrão:

source: Defragmentation...
pt: Desfragmentação...

source: FTP Server Editor
es: Editor del servidor FTP
et: FTP serveri seadistus
pt: FTP editor do servidor

source: If your usb drive is connected and mounted you have to poweroff your box, remove the usb device and reboot.
es: Si su unidad usb está conectada y montada tiene que apagar el deco, retire el dispositivo usb y reinicie el sistema.
et: Kui usb pulk on ühendatud ja haagitud, tuleb vastuvõtja välja lülitada, eemaldada usb pulk ja vastuvõtja taaskäivitada.
no: Hvis din Usb enhet er koblet til må du slå av din VU+, fjerne Usb enheten og starte om igjen.
pt: Se a unidade USB está conetada e montada é necessário desligar a sua VuPlus. Remova o dispositivo USB e reinicie.

source: In %s universe
es: En el universo %s
et: %s universium
no: I %s universe
pt: No universo %s

source: Input hidden ESSID
et: Sisesta varjatud ESSID
no: Sett inn skjult ESSID
pt: Introduzir ESSID oculto

source: Kernel version
es: Versión del núcleo
et: Kerneli versioon
no: Kernel versjon
pt: Versão do Kernel

source: MA
pt: Power threshold in mA

source: ME
pt: OK, ajude-me no processo de atualização

source: Make your selection
es: Cree su selección
et: Tee valik
no: Gjør ditt valg
pt: Fazer a sua seleção

source: Mini DLNA Runcher
es: Conf. de Mini DLNA
pt: Mini-EPG

source: No bouquets selected
es: No ha seleccionado favoritos
et: Lemmiknimekirju ei ole valitud
no: Ingen kanalliste valgt
pt: Bouquets não selecionados

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
es: ¡No es posible todavía avance rápido.. pero puede usar los botones numéricos para ir adelante/atrás!
et: Kiire kerimine pole veel võimalik, aga edasi/tagasi hüppamiseks saad kasutada numbrinuppe!
no: Spoling er ikke mulig enda... men du kan bruke tastene for å hoppe fram/tilbake!
pt: Não é possivél avançar rápidamente ainda...mas pode usar as teclas de número para avançar/retroceder!

source: No networks found
es: No he encontrado redes
et: Võrke ei leitud
no: Ingen nettverk funnet
pt: Não foram encontradas redes

source: Open MultiBoot Menu
no: Meny
pt: Menu Open Multiboot

source: Passive:
es: Pasivo:
et: Passiivne:
no: Passiv:
pt: Passivo:

source: Remote Control System Code Setting
es: Control remoto
et: Puldi süsteemikoodi seadistus
no: Fjernkontroll Systemkodeoppsett
pt: Definição do Código do Telecomando

source: Remote channel stream converter
es: Convertidor de stream de un canal remoto
et: Kaugkanali voo teisendus
no: Strømme fjernkanalliste
pt: Canais remotos para streaming

source: Remote channel stream converter
es: Convertidor de stream de un canal remoto
et: Kaugkanali voo teisendus
no: Strømme fjernkanalliste
pt: Canais remotos para streaming

source: Reset AutoShutDown settings to defaults?
es: ¿Restaurar la configuración predeterminada del apagado automático
et: Kas taastad automaatse seiskamise vaikeväärtused?
no: Tilbakestille AutoSlåAv til standard?
pt: Definições para Desligar Automático para padrão?

source: S-Video
et: S-video (Y/C)
pt: S-Vídeo

source: Select a remote server IP first
es: Primero seleccione la IP de un servidor remoto
et: Vali esmalt kaugserveri IP
no: Velg en fjern server IP først
pt: Selecionar primeiro o IP do servidor remoto

source: Select bouquets to convert
es: Seleccione los favoritos a convertir
et: Vali teisendatavad lemmiknimekirjad
no: Velg kanalliste å konvertere
pt: Selecionar bouquets para converter

source: Set server IP
es: IP del servidor
et: Määra serveri IP
no: Sett server IP
pt: Definir o IP do Servidor

source: Smart Card OK!!
es: ¡Tarjeta correcta!
et: Vaatajakaart OK!!
no: Smart Kort OK!!
pt: Cartão OK!!

source: Sorry, your partitions sizes are bigger than total device size.
es: Lo siento, pero el tamaño de sus particiones es mayor que el tamaño total del dispositivo.
et: Partitsioonide suurus kokku on suurem, kui andmekandja maht.
no: Beklager, dine partisjons størrelser er større enn enhetsstørrelsen.
pt: Desculpe, os tamanhos das partições são maiores que o tamanho total do dispositivo.
