Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Unable to initialize harddisk. Error:
es: Imposible inicializar el disco duro. Error:
et: Kõvaketta vormindamine nurjus. Viga:
it: Impossibile formattare l'HDD! Errore:
no: Kan ikke formatere harddisken. Feil:
pt: Não é possível inicializar disco rígido. Erro:
ru: Невозможно отформатировать жёсткий диск: Ошибка:

source: Unattended upgrade in progress Please wait until your receiver reboots This may take a few minutes
es: Actualización desatendida en progreso Espere hasta que se reinicie el receptor Puede tardar unos minutos
et: Toimub automatiseeritud uuendamine Oota vastuvõtja taaskäivitamist Selleks võib kuluda mõni minut
it: Aggiornamento automatico in corso Attendere il riavvio del ricevitore Questo processo potrebbe richiedere alcuni minuti
no: Oppgradering uten tilsyn pågår Vennligst vent til din VU+ starter om Dette kan ta noen minutter
pt: Atualização automática em andamento Por favor, aguarde até que a sua VuPlus reinicie! Isto pode levar alguns minutos
ru: Идёт обновление Дождитесь перезагрузки Вашего ресивера Это может занять несколько минут

source: Uncommitted DiSEqC command
es: Comando DiSEqC no enviado
et: Uncommitted DiSEqC käsk
it: Comando DiSEqC uncommitted
no: Uforpliktet DiSEqC kommando
pt: Instrução de DiSEqC não permitida
ru: Команда переключения DiSEqC

source: Undetermined
et: Määratlemata
it: Indeterminato
no: Ubestemt
pt: Indeterminado
ru: Не определено

source: Undo install
es: Deshacer
et: Tühista paigaldamine
it: Annullare l'installazione
no: Angre installering
pt: Reverter instalação
ru: Отменить установку

source: Undo uninstall
es: Deshacer
et: Tühista eemaldamine
it: Annullare la rimozione
no: Angre avinstallering
pt: Reverter instalação
ru: Отменить удаление

source: Unencrypted
es: Sin cifrar
et: Koodivaba
it: In chiaro
no: Ukryptert
pt: Descodificado
ru: Декодирован

source: UnhandledKey
es: Tecla no manejada
et: Käsitlematu nupp
it: Tasto non gestito
no: UbehandletNøkkel
ru: Неиспользуемая кнопка

source: Unicable User defined
et: Kasutaja määratud unicable
it: Unicable definito dall'utente
no: Unicable Brukerdefinert
pt: Definições do utilizador
ru: Определены пользователем

source: Uniform
es: Uniforme
it: Uniforme
no: ensartet
pt: Uniforme
ru: Однородный

source: Uninstall
es: Desinstalar
et: Eemalda
it: Rimuovere
no: Avinstaller
pt: Desinstalar
ru: Удаление

source: Uninstall Confirmation
es: Confirma la desinstalación
et: Eemaldamise kinnitus
it: Conferma rimozione
no: Avinstallerings Bekreftelse
pt: Remover Confirmação
ru: Подтверждение удаления

source: Uninstall Panel
es: Panel de desinstalación
et: Tarkvara eemaldamine
it: Pannello disinstallazioni
no: Avinstallere
pt: Painel Desinstalador
ru: Удаление плагинов и дополнений

source: United States
es: Estados Unidos
et: USA
it: Stati Uniti
no: USA
pt: Estados Unidos
ru: США

source: Universal LNB
es: LNB Universal
et: Universaalne LNB
it: LNB Universale
pt: LNB Universal
ru: Универсальный LNB

source: Universe access pin
es: Universo con PIN de acceso
et: Universiumi pin
it: Pin di accesso all'universo
no: Univers tilgangs pin
pt: Pin de acesso ao Universo
ru: PIN-код доступа к Вселенной

source: Universe access protected
es: Universo con acceso protegido
et: Ligipääs universiumile on lukustatud
it: Universo ad accesso protetto
no: Univers tilgangs beskyttet
pt: Universo acesso protegido
ru: Доступ к вселенной защищен

source: Unknown
es: Desconocido
et: Tundmatu
it: Sconosciuto
no: Ukjent
pt: Desconhecido
ru: Неизвестный

source: Unknown network adapter
es: Adaptador de red desconocido
et: Tundmatu võrgukaart
it: Dispositivo di rete sconosciuto
no: Ukjent nettverk adapter
pt: Adaptador de rede desconhecido
ru: Неизвестный сетевой адаптер

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
es: A menos que esto se active en AutoTimer, no buscará automáticamente eventos que coincidan sus AutoTimers, sólo cuando dejes la interfaz con el botón verde.
et: Kuni see on keelatud, ei otsi Autotaimer automaatselt vasteid seatud autotaimeritega. Otsing toimub ainult kasutajaliidesest lahkumisel rohelist nuppu vajutades.
it: AutoTimer NON verificherà automaticamente una corrispondenza eventi se tale funzione non è abilitata. Tale verifica sarà eseguita solo dopo la pressione del tasto verde.
no: Hvis ikke dette er aktivert vil ikke Autotidsopptak se etter hendelser som matcher dine Autotidsopptak, men bare når du går ut av menyen ved å trykke GRØNN knapp
pt: A menos que este AutoTimer esteja habilitado, não irá procurar automaticamente eventos que coincidem com os seus AutoTimers, mas apenas quando sair do GUI com a tecla VERDE.
ru: Если эта опция включена, АвтоТаймер не будет искать соответствующие события (требуется перезагрузка GUI).

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
et: Kui seda ei lubata, siis EPG värskendus ei käivitu automaatselt, vaid tuleb iga kord käivitada sellest menüüst kasutades kollast nuppu.
it: Se abilitato, EPGRefresh non verrà eseguito automaticamente ma dovrà essere avviato manualmente col pulsante GIALLO in questo menu.
no: Hvis ikke denne blir aktivert, vil ikke EPGOppfrisk gå automatisk, men må bli startet med gul knapp i denne menyen.
pt: A menos que isso esteja ativado, EPGRefresh não será executado automaticamente, mas precisa ser explicitamente indicado pela tecla amarela neste menu.
ru: Если параметр не активирован, обновление телегида не будет запускается автоматически, но может быть запущено с помощью желтой кнопки.

source: Unmount failed
es: Falló el desmonte
et: Lahtihaakimine nurjus
it: Unmount fallito!
no: Avtilkobling feilet
pt: Desmontar falhou
ru: Ошибка отключения

source: Unsupported
es: No soportado
et: Pole toetatud
it: Non supportato
no: Ikke støttet
pt: Não suportado
ru: Не поддерживается

source: UnwetterInfo shows German storm information.
es: UnwetterInfo muestra información sobre las tormentas en alemania.
it: Previsioni maltempo per la Germania
no: UnwetterInfo viser Tysk storm info
pt: Informação de tempestades alemãs
ru: Прогноз плохой погоды в Германии

source: Up
es: Arriba
et: Üles
it: Su
no: Opp
ru: Стрелка вверх

source: Up Key
es: flecha arriba
et: ÜLES nupp
it: Tasto su
no: Up Tast
pt: Tecla Up
ru: Кнопка вверх

source: Upcoming Events
es: Próximos Eventos
et: Tulevased saated
it: Eventi successivi
no: Kommende Hendelser
pt: Próximos eventos
ru: Предстоящие события

source: Update
es: Actualizar
et: Uuendus
it: Aggiornamenti
no: Oppdater
pt: Atualizar
ru: Обновление

source: Update Channels List
et: Uuenda kanalinimekiri
it: Aggiornamento elenco canali
no: Oppdater Kanallisten
pt: Atualizar a Lista de Canais
ru: Обновление списка каналов

source: Update List
es: Actualizar
et: Uuenda nimekiri
it: Agg. liste
no: Oppdater liste
pt: Lista de atualizações
ru: Список обновлений

source: Update Search params
it: Parametri ricerca aggiornamento
no: Oppdater søkeparametre
pt: Atualizar parâmetros de procura
ru: Обновить параметры поиска

source: Update done...
es: Actualización realizada...
et: Uuendus on tehtud...
it: Aggiornamento completato...
no: Oppdatering ferdig...
pt: Atualização feita...
ru: Обновление завершено...

source: Update ita epg channel list
et: Uuenda ita epg kanalinimekiri
it: Aggiornamento EPG dei canali IT
no: Oppdater Ita Epg kanalliste
pt: Atualizar o EPG da lista de canais italianos
ru: Обновить EPG для каналов IT

source: Update rytec providers
es: Actualizar proveedores Rytec
et: Uuenda rytec levitajad
it: Aggiornamento provider rytec
no: Oppdater rytec tilbydere
pt: Atualizar operadores rytec
ru: Обновить провайдеры Rytec

source: Update search parameters if not correct and press green button for search
it: Aggiornamento parametri di ricerca non corretto Premere il tasto VERDE per la ricerca
no: Oppdater søke parametre hvis feil, og trykk grønn knapp for å søke
pt: Atualize os parâmetros de procura se incorretos e prima a tecla VERDE para procurar
ru: Неправильное обновление параметров поиска Нажмите зеленую кнопку для поиска

source: Update uk epg channel list
et: Uuenda uk epg kanalinimekiri
it: Aggiornamento EPG dei canali UK
no: Oppdater UK Epg kanalliste
pt: Atualizar o EPG da lista de canais ingleses
ru: Обновить EPG для каналов UK

source: Update xepgdb providers
es: Actualizar proveedores xepgdb
et: Uuenda xepgdb levitajad
it: Aggiornamento providers xepgdb
no: Oppdater xepgdb tilbydere
pt: Atualizar operadores xepgdb
ru: Обновить провайдеры XEPGDB

source: Updatefeed not available.
es: Updatefeed no disponible.
et: Uuenduslink pole saadaval.
it: Feed aggiornamenti non disponibile.
no: Updatefeed ikke tilgjengelig
pt: Servidor de atualizações não disponével
ru: Обновления на сервере недоступны.

source: Updateing %d %%
it: Aggiornamento %d %%
ru: Обновление %d %%

source: Updating failed. Nothing is broken, just the update couldn't be applied.
es: Falló la actualización. No hay nada roto, pero no pudo actualizarse.
et: Uuendamine nurjus. Midagi pole katki, kuid uuendust ei toimunud.
it: Aggiornamento fallito. Nulla di irreparabile, ma non è stato possibile applicare l'aggiornamento.
no: Oppdatering feilet. Ingen feil, kun oppdatering som ikke ble lagt til.
pt: A atualização falhou. Nada está perdido, apenas a atualização não pôde ser efetuada.
ru: Обновление не удалось. Ничего не испорчено, просто обновление не может быть применено.

source: Updating finished. Here is the result:
es: Actualización finalizada. Aquí está el resultado:
et: Uuendus on tehtud. Tulemus on siin:
it: Aggiornamento terminato. Ecco il risultato:
no: Oppdatering avsluttet. Her er resultatet:
pt: Atualização concluída. Aqui está o resultado:
ru: Обновление завершено. Результат:

source: Updating rytec providers...
es: Actualizando proveedores rytec...
et: Rytec levitajate uuendamine
it: Aggiornamento provider Rytec...
no: Oppdater rytec tilbydere...
pt: A atualizar operadores rytec...
ru: Обновление провайдера Rytec...

source: Updating software catalog
es: Actualizando el catálogo de software
et: Tarkvara kataloogi uuendamine
it: Aggiornamento database software
no: Oppdaterer programvare katalog
pt: A atualizar o catalogo de software
ru: Обновление каталога программного обеспечения

source: Updating xepgdb providers...
es: Actualizando proveedores xepgdb...
et: Xepgdb levitajate uuendamine
it: Aggiornamento provider xepgdb...
no: Oppdater xepgdb tilbydere...
pt: A atualizar operadores xepgdb...
ru: Обновление провайдера XEPGDB...

source: Updating, please wait...
es: Actualizando, por favor espere...
et: Uuendamine, oota veidi...
it: Aggiornamento in corso: attendere...
no: Oppdaterer... Vennligst vent
pt: A atualizar...Por favor espere...
ru: Обновление, пожалуйста ждите...

source: Updating... Please wait... This can take some minutes...
es: Actualizando... Espere... Esto puede tardar varios minutos...
et: Uuendamine. See võtab mõned minutid. Oota seni.
it: Eseguo aggiornamento. Il processo richiederà qualche minuto. Attendere...
no: Oppdaterer...Vennligst vent..Dette kan ta noen minutter
pt: A atualizar...Por favor espere... Isto pode demorar alguns minutos...
ru: Обновление... Пожалуйста ждите... Это может занять несколько минут...

source: Upgrade
es: Actualizar
et: Uuenda
it: Aggiornamento
no: Oppgrader
pt: Atualização terminada!...
ru: Обновить

source: Upgrade FPGA..
es: Actualizar FPGA
et: Uuenda FPGA..
it: Aggiornamento FPGA...
no: Oppgrader FPGA..
pt: Atualização FPGA..
ru: Обновление ППВМ...

source: Upgrade Firmware..
es: Actualizando el Firmware...
et: Uuenda püsivara..
it: Aggiornamento Firmware...
no: Oppgrader Fastvare...
pt: Atualizar Firmware..
ru: Обновление прошивки...

source: Upgrade finished.
es: Actualización finalizada.
et: Uuendamine tehtud.
it: Aggiornamento terminato!
no: Oppdatering ferdig.
pt: Atualização terminou.
ru: Обновление завершено.

source: Upgrade found. Do you want to upgrade the settings package:
es: Se ha encontrado una actualización. ¿Quiere actualizar el paquete de configuración:
et: Leiti uuendusi. Kas uuendad paketi:
it: Trovato aggiornamento. Aggiornare il pacchetto di configurazioni:
no: Oppgradering funnet. Vil du oppgradere innstillings pakken:
pt: Atualização encontrada Quer atualizar o pacote de definições:
ru: Обновление найдено. Вы хотите обновить настройки пакета:

source: Upgrade now
it: Aggiorna adesso
ru: Обновить сейчас

source: Upgrading
es: Actualizando
et: Uuendamine
it: Aggiornamento in corso
no: Oppgraderer
pt: A atualizar
ru: Обновление

source: Upgrading STB... Please wait
es: Actualizando el deco... Por favor espere
et: Vastuvõtja tarkvara uuendamine... Oota
it: Aggiornamento del ricevitore in corso...
no: Oppgraderer VU+... Vennligst vent
pt: A atualizar a Vuplus... Por favor espere!...
ru: Идет обновление... Пожалуйста, ждите

source: Upper bound of timespan.
es: Límite superior de intervalo de tiempo.
et: Ajavahemiku ülemine piir.
it: Limite superiore dell’intervallo
no: Øvre tidsgrense
pt: Limite superior do período de tempo.
ru: Верхняя граница отрезка времени.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
es: Límite superior de tiempo. Nada después de este tiempo será marcado. Los intervalos de tiempo no son tenidos en cuenta.
et: Ajavahemiku ülemine piir. Pärast seda aega miski ei sobi. Ajavaru ei võeta arvesse!
it: Limite superiore dell’intervallo. Dopo questo limite non verrà confrontato nulla. I margini registrazione non saranno considerati!
no: Øvre tidsgrense. Ingenting etter dette vil bli matchet. Forskyvninger blir ikke tatt med i beregning!
pt: Limite superior do período de tempo. Nada antes desta vez vai ser correspondido. Compensações não são tidas em conta!
ru: Верхняя граница отрезка времени. После этого времени ничего не соответствует. Смещения не учитывается!

source: Uptime
es: Tiempo de funcionamiento
et: Ülalolekuaeg
it: Tempo di attività
no: Oppetid
pt: Tempo de atividade
ru: Время работы

source: Usb Format Wizard
es: Asist. para formatear USB
et: Usb vormindamine
it: Formattazione USB guidata
no: Formatere USB Veiviser
pt: Assistente de Formatação USB
ru: Мастер форматирование USB

source: Usb in use:
es: USB en uso:
et: Usb kasutus:
it: USB in uso:
no: Usb i bruk:
pt: Usb em uso:
ru: USB:

source: Use
es: Uso
et: Kasuta
it: Utilizzo
no: Bruk
pt: Usar
ru: Использовать

source: Use AP Mode
es: Use el modo AP
et: Kasuta AP režiimi
it: Usare modalità AP
no: Bruk AP Modus
pt: Usar Modo AP
ru: Использовать режим AP

source: Use DHCP
es: Usar DHCP
et: Kasuta DHCP-d
it: Usare DHCP
no: Motta IP-adresse (DHCP)
pt: Usar DHCP
ru: Использовать DHCP

source: Use Device
es: Utilice el dispositivo
et: Kasuta seadet
it: Usare dispositivo
no: Bruk enhet
pt: Usarr dispositivo
ru: Использовать устройство

source: Use File path
it: Usare percorso del file
no: Bruke filsted
pt: Usar percurso
ru: Использовать путь к файлу

source: Use Gateway
es: Usar puerta de enlace
et: Kasuta lüüsi
it: Usare Gateway
no: Bruk Port
ru: Использовать шлюз

source: Use IP
es: Utilice la IP
et: Kasuta IP-d
it: Usare IP
no: Bruk IP
pt: Usar IP
ru: Использовать IP

source: Use Interface
es: Interfaz en uso
et: Kasuta võrguliidest
it: Usare Interfaccia
no: Bruk grensesnitt
pt: Usar interface
ru: Использовать интерфейс

source: Use Manual dns-nameserver
it: Usare DNS manuale
no: Bruk manuell DNS-navneserver
pt: Usar o nome do servidor (DNS) manual
ru: Установка DNS-сервера вручную

source: Use Power Measurement
es: Medida de Potencia Usada
et: Kasuta voolutarbe mõõtmist
it: Usare misurazione di potenza
no: Bruk Strøm Måling
pt: Usar Medição da Energia
ru: Использовать измерение мощности

source: Use TV remotecontrol:
es: Utilice el control remoto del TV:
et: Kasuta teleri pulti:
it: Usare telecomando TV:
no: Bruk TV fjernkontroll:
pt: Usar o telecomando da TV:
ru: Использовать пульт ТВ:

source: Use a custom location
es: Use una ruta concreta
et: Kasuta muudetud asukohta
it: Usare destinazione personalizzata
no: Bruk en selvvalgt plassering
pt: Usar localização personalizada
ru: Пользовательское

source: Use a gateway
es: Usar puerta de enlace
et: Kasuta lüüsi
it: Usare un gateway
no: Bruk en port
pt: Use gateway
ru: Использовать шлюз

source: Use address
es: Utilice la dirección
et: Kasuta aadressi
it: Usare indirizzo
no: Bruk adresse
pt: Usar endereço
ru: Использовать адрес

source: Use and control multiple STBes with different RCs.
es: Usa y controla varios decos con mandos diferentes.
et: Kasuta ja juhi mitut vastuvõtjat erinevate pultidega.
it: Usare e gestire ricevitore multipli con diversi telecomandi
no: Bruk og kontroller flere mottakere med forskjellige fjernkontroller
pt: Controlar várias STBs com diferentes telecomandos.
ru: Использовать и управлять несколькими ресиверами с различными пультами

source: Use custom box name
es: Usar un nombre por defecto para el deco
et: Kasuta kohandatud vastuvõtja nime
it: Usare nome ricevitore personalizzato
no: Bruk egendefinert boksnavn
pt: Usar o nome da STB personalizado
ru: Использовать пользовательское имя ресивера

source: Use fastscan channel names
es: Utilice los nombres de canales Búsqueda rápida
et: Kasuta kiirotsingu kanalinimesi
it: Utilizzare i nomi dei canali Fastscan
no: Bruk Rask Søk kanalnavn
pt: Usar o nome dos canais da procura rapida
ru: Быстрый поиск по именам каналов

source: Use fastscan channel numbering
es: Utilice la numeración de canales Búsqueda rápida
et: Kasuta kiirotsingu kanalinumeratsiooni
it: Usare numerazione dei canali fastscan
no: Bruk Rask Søk kanal nummerering
pt: Usar o número dos canais da procura rapida
ru: Быстрый поиск по номерам каналов

source: Use original DVB subtitle position
es: Utilice la posición original de los subtítulos DVB
et: DVB subtiitrite asukoht
it: Usare posizione dei sottotitoli DVB originale
no: Bruk original DVB undertekstposisjon
pt: Usar a posição original das Legendas DVB
ru: Использовать оригинальное положение субтитров DVB

source: Use original position
es: Utilizar la posición original
it: Utilizzare posizione originale
no: Bruk original plassering
pt: Usar a posição original
ru: Использовать исходное положение

source: Use original teletext position
es: Utilice la posición original del teletexto
et: Teleteksti algse asukoha kasutamine
it: Usare la posizione televideo originale
no: Bruk original teletekst posisjon
pt: Usar a posição original do teletexto
ru: Использовать исходное положение телетекста

source: Use power measurement
es: Usar medida de potencia
et: Kasuta voolutarbe mõõtmist
it: Utilizzare misurazione di potenza
no: Bruk strøm måling
pt: Usar controlo da alimentação
ru: Используйте измерение мощности

source: Use the Networkwizard to configure selected network adapter
es: Use el Asistente de Red para configurar el adaptador de red seleccionado
et: Kasuta abilist valitud võrgukaardi seadmiseks
it: Usare NetworkWizard per configurare l'adattatore di rete selezionato
no: Bruk Networkwizard til å justere valgt nettverk adapter
pt: Use o assistente de rede para configurar o adaptador de rede selecionado
ru: Использовать мастер для настройки выбранного сетевого адаптера

source: Use the Networkwizard to configure your Network
es: Use este asistente para configurar su Red
et: Kasuta võrgu seadistamiseks võrguabilist
it: Usare la configurazione guidata della rete.
no: Bruk Nettverksveiviser til å konfigurere ditt nettverk
pt: Usar o assistente de rede para configurar a sua Rede
ru: Использовать мастер для настройки сети

source: Use the left and right buttons to change an option. Please set up tuner A
es: Use los botones izq/der para cambiar una opción. Por favor configure el sintonizador A
et: Valiku muutmiseks kasuta VASAK/PAREM nuppe. Seadista tuuner A
it: Usare i tasti < > per cambiare le opzioni. Configurare il tuner A
no: Bruk venstre og høyre knappene for å endre valg. Vennligst sett opp tuner A
pt: Usar as teclas esquerda e direita para mudar as opeções Por favor defina o tuner A
ru: Используйте кнопки вправо и влево для изменения параметров. Пожалуйста установите Тюнер A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
es: Use las teclas arriba/abajo de su mando para seleccionar una opción. Después, pulse OK.
et: Kasuta valimiseks üles/alla nuppu puldil, siis vajuta OK.
it: Utilizzare i tasti SU/GIÙ del telecomando per selezionare un'opzione, poi premere OK.
no: Bruk pil opp/ned på din fjernkontroll for å velge. Trykk deretter OK.
pt: Use os botões cima/baixo do seu comando para selecionar. Depois prima OK
ru: Используйте кнопки вверх и вниз на пульте для выбора опций. После этого нажмите OK.

source: Use this input device settings?
es: ¿Usar esta configuración de dispositivo de entrada?
et: Kas kasutad neid sisendseadme seadeid?
it: Usare questa configurazione per il dispositivo di input?
no: Bruke denne inndataenhets innstilling?
pt: Usar essas configurações de dispositivo de entrada?
ru: Использовать данные параметры устройства ввода?

source: Use this settings?
es: ¿Usar esta configuración?
et: Kas kasutad neid seadeid?
it: Usare questa configurazione?
no: Bruke denne innstilling?
pt: Usar estas definições?
ru: Использовать данные настройки?

source: Use this video enhancement settings?
es: ¿Usar esta configuración de mejora de vídeo?
et: Kas kasutad neid pildiparanduse seadeid?
it: Usare questa configurazione di miglioramento video?
no: Bruke denne Bildeforbedring innstilling?
pt: Usar estas opções de imagem?
ru: Использовать данные настройки видео?

source: Use time of currently running service
es: Usar la hora del canal activo
et: Võta aeg aktiivselt kanalilt
it: Usare l'orario del canale attivo
no: Bruke nåværende kanals tidsinnstilling
pt: Usar o horário do serviço atual
ru: Использовать время с текущего канала

source: Use trash can in movielist
es: Utilice la papelera en la lista de grabaciones
et: Prügikasti kasutamine filmilistis
it: Usare cestino nella lista registrazioni
no: Bruk søppelbøtte i opptakslisten
pt: Usar reciclagem na Lista de Filmes
ru: Использование корзины в списке записей

source: Use usals for this sat
es: Usar usals para este sat
et: Kasuta USALS sellel satelliidil
it: Usare USALS per questo sat
no: Bruk USALS for denne Sat
pt: Usar USALS para este Satélite
ru: Использовать USALS для этого спутника

source: Use wizard to set up basic features
es: Use el asistente para configuración básica
et: Kasuta esmasel seadistamisel abilist
it: Usare la procedura guidata per la config. delle opzioni di base
no: Bruk veiviser til å sette basisinnstillinger
pt: Use o assistente para instalar as caraterísticas básicas
ru: Используйте мастер для настройки основных параметров

source: Used service scan type
es: Tipo de búsqueda de canales usada
et: Kasutatav kanaliotsingu tüüp
it: Tipo ricerca canali in uso
no: Brukt kanal søketype
pt: Tipo usado na procura
ru: Используемый тип сканирования

source: Used:
es: Usada:
et: Kasutuses:
it: Usato:
no: Brukt:
pt: Usado:
ru: Используется:

source: User
et: Kasutaja
it: Utente
no: Bruker
pt: Utilizador
ru: Пользователь

source: User :
es: Usuario :
et: Kasutaja :
it: Utente:
no: Bruker:
pt: Consultar Utilizador
ru: Пользователь:

source: User ID
es: Usuario
et: Kasutaja ID
it: ID utente
no: Bruker ID
pt: ID do Utilizador
ru: Логин

source: User Interface
es: Interfaz de usuario
et: Kasutajaliides
it: Interfaccia utente
no: Bruker Grensesnitt
pt: Inferface do Utilizador
ru: Интерфейс пользователя

source: User - bouquets
ru: Избранное

source: User defined
es: Definido por el usuario
et: Kasutaja määratud
it: Definito dall'utente
no: Brukerdefinert
pt: Definições do utilizador
ru: Определены пользователем
