Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Configure nameservers
es: Configurar DNSs
et: Seadista nimeserverid
it: Configurare i nameserver
no: Konfigurere navneservere
pt: Configurar servidores DNS
ru: Настройка DNS

source: Configure your WLAN network interface
es: Configurar la interfaz de la red WLAN
et: Seadista traadita võrgukaart
it: Configurare l'interfaccia di rete WLAN
no: Konfigurere ditt trådløse nettverk grensesnitt
pt: Configurar o seu interface de rede WLAN
ru: Настройка сетевого интерфейса WLAN

source: Configure your internal LAN
es: Configurar su RED interna
et: Seadista sisemine LAN võrk
it: Configurare la rete locale cablata
no: Konfigurer ditt lokal nettverk
pt: Configure a sua rede LAN interna
ru: Настройка LAN

source: Configure your network again
es: Configurar su red de nuevo
et: Seadista võrk uuesti
it: Configurare nuovamente la rete locale
no: Konfigurer ditt trådløse nettverk om igjen
pt: Configure a sua rede outra vez
ru: Повторить настройку сети

source: Configure your wireless LAN again
es: Configurar su RED inalámbrica otra vez
et: Seadista traadita kohtvõrk uuesti
it: Configurare nuovamente la rete locale wireless
no: Konfigurer ditt trådløse nettverk igjen
pt: Configure a sua rede sem fios outra vez
ru: Повторить настройку беспроводной сети

source: Configuring
es: Configurando
et: Seadistamine
it: Configurare...
no: Konfigurerer
pt: A configurar
ru: Настройка

source: Conflicting timer
es: Grabación en conflicto
et: Vastuolud taimeris
it: Timer in conflitto!
no: Tidsopptak konflikt
pt: Timers em conflito
ru: Конфликтующий таймер

source: Connect
es: Conectar
et: Ühenda
it: Connettere
no: Koble til
pt: Ligar
ru: Подключить

source: Connect to a Wireless Network
es: Conectar a una Red Inalámbrica
et: Ühenda traadita võrguga
it: Connettere a rete wireless
no: Koble til et Trådløst Nettverk
pt: Conecta a uma rede sem fios
ru: Подключение к беспроводной сети

source: Connect your usb storage to your Vu+ box
es: Conecte la memoria usb a su deco Vu+
et: Ühenda USB seade vastuvõtjaga.
it: Connettere il dispositivo USB al ricevitore Vu+
no: Koble Usb til din VU+
pt: Conete a sua unidade de massa USB à sua VuPlus STB
ru: Подключите USB-накопитель к Вашему VU+

source: Connect/Disconnect selected device
it: Connetti / Disconnetti il dispositivo selezionato
ru: Подключение/отключение устройства

source: Connected to
es: Conectado a
et: Ühendatud
it: Connesso a:
no: Koblet til
pt: conetado
ru: Подключен к

source: Connected!
es: ¡Conectado!
et: Ühendatud!
it: Connesso!
no: Tilkoblet!
pt: Ligado!
ru: Подключено!

source: Connection Established
es: Conectado
et: Ühendus loodud
it: Connessione stabilita
no: Forbindelse etablert
pt: Ligação efetuada!...
ru: Соединение установлено

source: Connection failed. Another audio device is connected. (%s)
it: Accoppiamento fallito. C'è un altro dispositivo audio collegato. (%s)
ru: Ошибка подключения. Другое аудиоустройство уже подключено. (%s)

source: Connection in progress
es: Conectando...
et: Toimub ühendamine
it: Connessione in corso
no: Tilkobling er i gang
pt: Ligação em execução
ru: Соединение в процессе

source: Connection to remote IP ok
es: Conectado a IP remota
et: Ühendus välise IP-ga toimib
it: Connessione a IP remoto OK
no: Tilkobling til fjern IP er OK
pt: Comunição ao IP remoto OK
ru: Удаленное IP-соединение в порядке

source: Constellation
es: Modulación
et: Konstellatsioon
it: Costellazione
no: Konstellasjon
pt: Constelação
ru: Созвездие

source: Content does not fit on DVD!
es: ¡Los contenidos no caben en un DVD!
et: Sisu ei mahu DVD-le!
it: I contenuti superano la capacità del DVD!
no: Innhold passer ikke på DVD!
pt: O contiudo não cabe no DVD!
ru: Содержание не помещается на DVD!

source: Continue ->
es: Continuar
et: Jätka ->
it: Continua ->
no: Fortsett ->
pt: Continuar ->
ru: Продолжить

source: Continue in background
es: Continuar en segundo plano
et: Jätka taustal
it: Continuare in sottofondo
no: Fortsett i bakgrunnen
pt: Continuar em segundo plano
ru: Продолжить в фоновом режиме

source: Continue playing
es: Reproducción contínua
et: Jätka taasesitust
it: Continuare la riproduzione
no: Fortsett avspilling
pt: Continuar a reproduzir
ru: Продолжить воспроизведение

source: Continues play (loop)
es: Reproducción continua (bucle)
et: Lõputu esitus (loop)
it: Continuare riproduzione (loop)
no: Fortsetter å spille (loop)
pt: Continua reprodução ( loop )
ru: Продолжить воспр. (цикл)

source: Contrast
es: Contraste
et: Kontrast
it: Contrasto
no: Kontrast
pt: Contraste
ru: Контрастность

source: Contributors
es: Colaboradores
et: Kaasautorid
it: Collaboratori
no: Bidragsytere
pt: Contribuintes
ru: Участники

source: Control
et: Juhtimine
it: Controllo
no: Kontroll
pt: Controlo
ru: Управление

source: Control recording completely by service
es: Control de grabación completo por el servicio
et: Salvestamine on täielikult kanali juhtida
it: Il servizio ha il controllo completo delle registrazioni
no: Kontrollere opptak etter kanaltype
pt: Controlar Totalmente a gravação pelo serviço
ru: Полное управление записью сервисом

source: Control your STB with only the MUTE button
it: Controllo del ricevitore con il solo tasto MUTE
ru: Управление только с помощью кнопки 'MUTE'

source: Control your STB with your Web browser.
es: Controlar su deco con su navegador Web.
et: Juhi vastuvõtjat veebilehitsejast.
it: Controllo del ricevitore tramite browser.
no: Kontrollere din VU+ med din nettleser.
pt: Controlar a sua STB com o seu Browser Web.
ru: Управление ресивером через веб-браузер.

source: Control your STB with your browser
es: Controlar su deco con su navegador
et: Juhi vastuvõtjat veebilehitsejast.
it: Controllo del ricevitore tramite browser
no: Kontrollere din VU+ med din browser.
pt: Controlar a sua STB com o seu Browser Web
ru: Управление ресивером через браузер

source: Control your internal system fan.
es: Controlar el ventilador interno del sistema.
et: Juhi sisest ventilaatorit.
it: Controllo della ventola interna
no: Styr din interne vifte.
pt: Controlar a ventoinha interna do sistema.
ru: Управление внутренним вентилятором.

source: Control your kids's tv usage
es: Controlar el uso de la tv por los niños
et: Kontrolli laste TV kasutust
it: Controllo dell'uso della TV da parte dei bambini
no: Kontrollere dine barns tv bruk
pt: Controlar o uso da TV pelas suas crianças
ru: Контроль ежедневное использование ТВ

source: Control your system fan
es: Controlar el ventilador del sistema
et: Juhi süsteemi ventilaatorit
it: Controllo della ventola di sistema
no: Styr din interne vifte
pt: Controlar a ventoinha interna do sistema
ru: Управление вентилятором

source: Convert filesystem ext3 to ext4
es: Convertir el sistema de archivos ext3 a ext4
et: Teisenda ext3 > ext4
it: Convertire filesystem ext3 in ext4
no: Konverter filsystem ext3 til ext4
pt: Converter Sistema ext3 em ext4
ru: Конвертировать файловую систему ext3 в ext4

source: Convert remote channel list for streaming
es: Convertir la lista de canales para el streaming
et: Teisenda kaugkanalinimekiri voogesituseks sobivaks
it: Convertire la lista di canali remoti per lo streaming
no: Konverter fjernkanalliste for strømming
pt: Converte a lista de canais remota para streaming
ru: Конвертировать удаленные каналы для потоковой передачи

source: Converting data
es: Conversión de datos
et: Andmete teisendamine
it: Conversione dei dati
no: Konverterer data
pt: A Converter informação
ru: Преобразование данных

source: Copy Settings to the new Image
es: Opciones de copia para la nueva imagen
et: Kopeeri seadistused uude imagesse
it: Copiare configurazioni nella nuova immagine
no: Kopier innstillinger til nytt Image
pt: Copiar as definições para a Imagem nova
ru: Скопируйте настройки в новый имидж

source: Copy, rename, delete, move local files on your STB.
es: Copiar, renombrar, borrar, mover archivos locales de su deco.
et: Kopeeri, liiguta, kustuta või nimeta ümber faile vastuvõtjas
it: Copiare, rinominare, cancellare, spostare file locali
no: Kopiere, endre navn, slette, flytte lokale filer på din VU+.
pt: Copiar, renomear, apagar, mover arquivos locais na sua STB.
ru: Копировать, переименовывать, удалять, перемещать локальные файлы.

source: Could not connect to STB .NFI Image Feed Server:
es: No puedo conectar al servidor de imágenes .NFI del deco:
it: Impossibile connettersi al server delle immagini:
no: Kunne ikke koble til din VU+.NFI Image Feed Server:
pt: Não foi possível conectar à STB os Feeds do servidor de imagem .NFI:
ru: Невозможно подключиться к серверу:

source: Could not connect to remote IP
es: No puedo conectar con la IP remota
et: Ühendus välise IP-ga ei õnnestunud
it: Impossibile connettersi all'IP remoto
no: Kunne ikke koble til fjern IP
pt: Não pode ligar ao IP remoto
ru: Невозможно подключиться к удаленному IP

source: Could not load Medium! No disc inserted?
es: ¡No puedo cargar el Medio! ¿Hay un disco insertado?
et: Plaati ei õnnestu laadida! Kas plaat on sisestatud?
it: Impossibile caricare il supporto! Disco non inserito?
no: Kunne ikke laste Medie! Ingen plate satt inn?
pt: Não foi possível carregar a Media! Nenhum disco inserido?
ru: Не удалось загрузить носитель! Проверьте, вставлен ли диск?

source: Could not open Picture in Picture
es: No puedo abrir el PiP
et: PiP avamine nurjus
it: Impossibile attivare PiP
no: Kunne ikke åpne Picture in Picture
pt: Foi impossível abrir o PiP
ru: Не удалось открыть PiP

source: Couldn't record due to conflicting timer %s
es: No puedo grabar debido a un conflicto de programaciones %s
et: Taimeri %s konflikt. Salvestamine nurjus.
it: Impossibile registrare: timer %s in conflitto!
no: Kunne ikke spille inn grunnet konflikt med tidsopptak %s
pt: Não poderia gravar devido a conflito no TIMER %s
ru: Не удалось записать из-за конфликтного таймера %s

source: Couldn't record due to invalid service %s
es: No se pudo grabar debido a que el servicio es erróneo %s
et: Kehtetu kanal %s. Salvestamine nurjus.
it: Impossibile registrare: canale %s non valido
no: Kunne ikke spille inn grunnet feil med kanal %s
pt: Não pode gravar, serviço inválido %s
ru: Не удалось записать, сервис %s не существует

source: Country
et: Riik
it: Nazione
no: Land
pt: País
ru: Страна

source: Crashlog settings
es: Configuración de crashlog
it: Configurazione registro errori
no: Feillogginnstillinger
pt: Definições para Crashlog´s
ru: Конфигурация журнала ошибок

source: CrashlogAutoSubmit
es: AutoEnviarCrashlog
it: Invio automatico registro errori
no: FeilloggAutoInnsend
pt: Auto Submeter CrashLog´s
ru: Автоматическая отправка журнала

source: CrashlogAutoSubmit settings
es: Configuración de AutoEnviarCrashlog
it: Configurazione invio automatico registro errori
no: FeilloggAutoInnsend innstillinger
pt: Definições para Auto Submeter CrashLog´s
ru: Настройка автоматической отправки

source: CrashlogAutoSubmit settings...
es: Configuración AutoEnviarCrashlog...
it: Invio automatico registro errori…
no: FeilloggAutoInnsend innstillinger...
pt: Definições para Auto Submeter CrashLog´s...
ru: Настройка автоматической отправки

source: Crashlogs found! Send them to Dream Multimedia?
es: ¡He encontrado Crashlogs! ¿Enviarlos a Dream Multimedia?
it: Rilevati registri errori! Inoltrarli?
no: Feillogger funnet! Sende til Dream Multimedia?
pt: CrashLogs encontrados! Enviá-los para Vuplus-community.net?
ru: Обнаружены журналы ошибок! Отправить их?

source: Create
es: Crear
et: Loo
it: Creare
no: Lage
pt: Criar
ru: Создать

source: Create Autoinstall
es: Crear instalación automática
et: Loo autoinstall
it: Auto installante
no: Lage Autoinstallering
pt: Criar instalação automática
ru: Создать автоустановку

source: Create DVD-ISO
es: Crear DVD-ISO
it: Creare DVD-ISO
no: Lage DVD-ISO
pt: Criar DVD-ISO
ru: Создать DVD-ISO

source: Create a backup of your Video DVD on your DreamBox hard drive.
es: Crear una copia de su DVD en el disco duro de su deco.
it: Creare copie DVD su HDD al tuo VU+
no: Lage sikkerhetskopi av dine Video DVD på din VU+ harddisk.
pt: Criar um backup do DVD Vídeo no disco rígido da sua Vuplus.
ru: Создание резервной копии DVD-видео на Ваш жёсткий диск ресивера.

source: Create a backup of your Video-DVD
es: Crear una copia de su DVD-Vídeo
it: Creare copie di backup dei vostri DVD
no: Lage sikkerhetskopi av dine Video DVD
pt: Criar um backup do seu DVD-Vídeo
ru: Создание резервной копии Видео-DVD

source: Create a new AutoTimer.
es: Crear una nueva AutoProgramación.
et: Loo uus autotaimer.
it: Creare un nuovo AutoTimer
no: Lag nytt Autotidsopptak .
pt: Criar um novo AutoTimer.
ru: Создать новый АвтоТаймер

source: Create a new timer using the classic editor
es: Crear un nueva programación usando un editor clásico
et: Loo uus taimer kasutades redaktorit
it: Creare un nuovo timer con editor classico
no: Legg til ny tidsopptak ved bruk av klassisk editor
pt: Criar um novo timer com o editor clássico
ru: Создание нового таймера обычным способом

source: Create a new timer using the wizard
es: Crear una nueva programación usando el asistente
et: Loo uus taimer kasutades abilist
it: Creare un nuovo timer tramite procedura guidata
no: Legg til nytt tidsopptak ved bruk av veiviser
pt: Criar um novo timer com o assistente
ru: Создание нового таймера с помощью мастера

source: Create more detailed crash log
es: Crear Crash Log más detallado
et: Üksikasjalikum vealogi
it: Creare registro errori più dettagliato
no: Lage en mer detaljert feillogg
pt: Criar relatório de erros mais detalhados
ru: Создать подробный журнал ошибок

source: Create movie folder failed
es: Falló la creación de la carpeta de grabaciones
et: Salvestuskataloogi loomine nurjus
it: Creazione cartella movie fallita!
no: Oppretting av film mappe feilet
pt: Criação da pasta de filmes falhou
ru: Не удалось создать папку 'movie'

source: Create preview pictures of your Movies
es: Crear imágenes de previsualización de sus grabaciones
et: Loo oma filmidest eelvaade
it: Creare anteprime delle registrazioni
no: Lage forhåndsvisnings bilder av dine Filmer
pt: Criar pré-visualizações dos seus Filmes
ru: Совпадение превью записей

source: Create remote timers
es: Crear programaciones remotas
et: Loo kaugtaimer
it: Creare timer remoti
no: Legg til "fjern" tidsopptak
pt: Criar Timers remotamente
ru: Создать удаленные таймеры

source: Create timers on remote STBes.
es: Crear programaciones en sus decos remotos.
et: Loo taimer kaugvastuvõtjas.
it: Creare timer su ricevitori remoti
no: Legge til tidsopptak på andre mottakere.
pt: Criar Timers remotamente em STB´s
ru: Создание таймеров на удаленных ресиверах.

source: Creating directory %s failed.
es: Falló la creación del directorio %s.
et: Kataloogi %s loomine nurjus.
it: Impossibile creare la cartella %s.
no: Laging av katalog %s feilet.
pt: A criação da pasta %s falhou.
ru: Не удалось создать каталог %s.

source: Creating partition failed
es: Falló la creación de la partición
et: Partitsiooni loomine nurjus
it: Impossibile creare la partizione
no: Oppretting av partisjon feilet
pt: A criação da partição falhou
ru: Не удалось создать раздел

source: Creation time: %s
es: Hora de creación: %s
et: Loodud: %s
it: Data di creazione: %s
no: Lage tid: %s
pt: Data de criação: %s
ru: Дата создания:: %s

source: Croatian
es: Croata
et: Horvaadi
it: Croato
no: Kroatisk
pt: Croata
ru: Хорватский

source: Cron Manager
es: Administrador de Cron
et: Cron haldur
it: Gestione cron
no: Cron
pt: Gestor Cronológico
ru: Планировщик

source: Cron Setup
es: Configuración de cron
it: Impostazioni cron
no: Cron
pt: BH Definição Cronológica
ru: Планировщик

source: CrossEPG - Providers start order
es: CrossEPG: orden de inicio de proveedores
et: CrossEPG - Levitajate käivitamise järjestus
it: CrossEPG - ordine di avvio provider
no: CrossEPG - Tilbyderes start rekkefølge
pt: CrossEPG - Operadores odem de iniciar
ru: CrossEPG - порядок загрузки провайдера

source: CrossEPG About
es: Acerca de CrossEpg
et: CrossEPG info
it: CrossEPG - informazioni
no: CrossEPG Om
pt: Sobre o CrossEPG
ru: CrossEPG - информация

source: CrossEPG Configuration
es: Configuración de CrossEpg
et: CrossEPG seadistus
it: CrossEPG - configurazioni
no: CrossEPG Konfigurering
pt: Definições CrossEPG
ru: CrossEPG - конфигурация

source: CrossEPG DataBase Information
es: Base de datos de CrossEpg
et: CrossEPG andmebaasi info
it: CrossEPG - informazioni database
no: CrossEPG DataBase Informasjon
pt: Informação da Base de Dados CrossEPG
ru: CrossEPG - база данных информации

source: CrossEPG Downloader
es: Descargar CrossEPG
et: CrossEPG allalaadija
it: Downloader CrossEPG
no: CrossEPG Nedlaster
pt: Descarga do CrossEPG
ru: Загрузчик CrossEPG

source: CrossEPG Force Reload
es: Forzar recarga de CrossEPG
et: CrossEPG sunnitud värskendamine
it: CrossEPG - forzare il caricamento
no: CrossEPG Tving Omlast
pt: CrossEpg forçar carregamento
ru: CrossEPG - принудительная загрузка

source: CrossEPG Menu
es: Menú de CrossEpg
et: CrossEPG menüü
no: CrossEPG Meny
pt: Menu do CrossEPG
ru: CrossEPG - Меню

source: CrossEPG Setup
es: Configuración de CrossEPG
et: CrossEPG seadistus
it: Impostazioni CrossEPG
no: CrossEPG
pt: Definições CrossEPG
ru: Настройки

source: CrossEPG automatic actions
es: Acciones automáticas de CrossEPG
et: CrossEPG automaatsed tegevused
it: CrossEPG - eventi automatici
no: CrossEPG automatiske hendelser
pt: CrossEPG ações automáticas
ru: CrossEPG - автоматические события

source: CrossEPG error: %s
es: Error de CrossEPG: %s
et: CrossEPG viga: %s
it: CrossEPG errore: %s
no: CrossEPG feil: %s
pt: CrossEPG erros: %s
ru: Ошибка CrossEPG: %s

source: CrossEPG setup panel
es: Configuración de CrossEPG
et: CrossEPG seadistuspaneel
it: Impostazioni CrossEPG
no: CrossEPG
pt: Painel de definições CrossEPG
ru: Настройки CrossEPG

source: Current
es: Actual
et: Käesolev
it: Corrente
no: Nåværende
pt: Atual
ru: Текущее

source: Current Event
es: Evento actual
et: Käesolev saade
it: Evento corrente
no: Nåværende program
pt: Evento Actual
ru: Текущее событие

source: Current Event:
et: Käesolev saade:
it: Evento corrente:
no: Nåværende program:
pt: Evento atual:
ru: Текущее событие:

source: Current FW version : %d
it: Versione attuale FW: %d
ru: Текущая версия: %d

source: Current FW version : %d New FW version : %d
it: Versione FW attuale : %d Nuova versione FW : %d
ru: Текущая версия: %d Новая версия: %d

source: Current Page
es: Página actual
et: Praegune leht
it: Pagina corrente
no: Nåværende Side
pt: Página Atual
ru: Текущая страница

source: Current Running Image:
it: Immagine corrente:
no: Nåværende Image:
pt: Imagem em execução:
ru: Текущий имидж:

source: Current Running Image:
es: Imagen actual en funcionamiento:
et: Hetkel töötav image:
it: Immagine corrente:
no: Kjørende Image:
pt: Imagem atual em uso:
ru: Текущий имидж:

source: Current Status:
es: Estado Actual:
et: Praegune olek:
it: Stato attuale:
no: Nåværende status:
pt: Estado atual:
ru: Текущий статус:

source: Current Temp
es: Temperatura Actual
et: Hetke temp.
it: Temperatura attuale
no: Aktuell Temp
pt: Percurso temporário atual
ru: Текущая температура

source: Current Transponder
es: Transpondedor actual
et: Aktiivne transponder
it: Transponder corrente
no: Nåværende Transponder
pt: Transponder atual
ru: Текущий транспондер

source: Current device:
es: Dispositivo actual:
et: Praegune seade:
it: Dispositivo corrente:
no: Nåværende enhet:
pt: Dispositivo atual:
ru: Текущее устройство:

source: Current page is already exist.
es: La página actual ya existe.
et: Antud leht on juba olemas.
it: Pagina già esistente
no: Side eksisterer allerede.
pt: A Página atual já existe.
ru: Текущая страница уже существует

source: Current settings (interface : br0)
es: Ajustes actuales (interfaz: br0)
et: Hetke seaded (liides : br0)
it: Configurazione corrente (interfaccia: br0)
no: Nåværende innstillinger (grensesnitt : br0)
pt: Definições atuais (interface : br0)
ru: Текущие настройки (интерфейс: br0)

source: Current settings:
es: Configuración actual:
et: Hetke seaded:
it: Configurazione attuale:
no: Nåværende innstillinger:
pt: Definições atuais:
ru: Текущие настройки:

source: Current value:
es: Valor actual:
et: Praegune väärtus:
it: Valore attuale:
no: Nåværende verdi:
pt: Valor atual:
ru: Текущее значение:

source: Current version:
es: Versión actual:
et: Praegune versioon:
it: Versione attuale:
no: Aktuell Versjon:
pt: Versão instalada
ru: Текущая версия:

source: Currently choosed subtitles
it: Scelta corrente sottotitoli
no: Nåværende valgte undertekst
pt: Legendas escolhidas
ru: Текущий выбор субтитров

source: Currently installed image
es: Imagen actualmente instalada
et: Paigaldatud tarkvara
it: Immagine installata
no: Installert image
pt: Imagem instalada actualmente
ru: Установлены имиджи

source: Currentpage(Bookmark)
es: Página actual(Marcador)
et: Praegune leht (järjehoidja)
it: Pagina corrente (Segnalibro)
no: Nåværendeside(Bokmerke)
pt: Página Atual (Marcador)
ru: Текущая страница(Закладки)

source: Custom (%s)
es: Personalizado (%s)
et: Kohandatud (%s)
it: Personalizzata (%s)
no: Tilpasset (%s)
pt: Personalizado (%s)
ru: Выполнено (%s)

source: Custom Command
es: Comando personalizado
et: Kohandatud käsk
it: Comando personalizzato
no: Valgfri kommando
pt: Comando Personalizado
ru: Пользовательская команда

source: Custom location
es: Ruta Personalizada
et: Määratud asukoht
it: Destinazione personalizzata
no: Egendefinert sted
pt: Localização Personalizada
ru: Пользовательское местоположение

source: Custom offset
es: Compensación Personalizada
et: Kohandatud viiteaeg
it: Margine personalizzato
no: Tilpasset margin
pt: Deslocamento Personalizado
ru: Смещение вручную

source: Custom skip time for '1'/'3'-keys
es: Tiempo a retroceder/avanzar con las teclas '1'/'3'
et: '1'/'3' nuppude ülehüppe kohandatud pikkus
it: Salto di tempo personalizzato per i tasti '1' e '3'
no: Valgfri hopptid for '1'/'3'-tastene
pt: Personaliza o intervalo de tempo de saltar para os botões 1 e 3.
ru: Время пропуска для кнопок '1'/'3'

source: Custom skip time for '4'/'6'-keys
es: Tiempo a retroceder/avanzar con las teclas '4'/'6'
et: '4'/'6' nuppude ülehüppe kohandatud pikkus
it: Salto di tempo personalizzato per i tasti '4' e ‘6’
no: Valgfri hopptid for '4'/'6'-tastene
pt: Personaliza o intervalo de tempo de saltar para os botões 4 e 6.
ru: Время пропуска для кнопок '4'/'6'

source: Custom skip time for '7'/'9'-keys
es: Tiempo a retroceder/avanzar con las teclas '7'/'9'
et: '7'/'9' nuppude ülehüppe kohandatud pikkus
it: Salto di tempo personalizzato per i tasti ‘7’ e ’9’
no: Valgfri hopptid for '7'/'9'-tastene
pt: Personaliza o intervalo de tempo de saltar para os botões 7 e 9.
ru: Время пропуска для кнопок '7'/'9'

source: Customise
it: Personalizzare
no: Tilpass
ru: Опции

source: Customize
es: Configurar
et: Kasutaja eelistused
it: Personalizzare
no: Tilpass
pt: Personalização e Preferências
ru: Опции

source: Customize Vali-XD skins
es: Pieles por Vali-XD
it: Personalizzare le skin Vali-XD
no: Tilpass Vali-XD skins
pt: Personalizar Temas Vali-XD
ru: Настройка скина Vali-XD

source: Customize Vali-XD skins by yourself.
es: Personalizar pieles Vali-XD por si mismo.
it: Personalizzare le skin Vali-XD secondo i tuoi desideri.
no: Tilpass Vali-XD skins selv.
pt: Personalize a seu gosto Temas Vali-XD
ru: Настройте скин Vali-XD в соответствии с Вашими пожеланиями.

source: Cut
es: Cortar
et: Lõika
it: Taglia
no: Klipp ut
pt: Cortar
ru: Редактировать

source: Cut your movies
es: Recortar sus grabaciones
et: Salvestiste lõikamine
it: Taglia le registrazioni
no: Klipp dine opptak
pt: Cortar os seus filmes
ru: Видеоредактор

source: Cut your movies.
es: Recortar sus grabaciones.
et: Salvestiste lõikamine
it: Taglia le registrazioni.
no: Klipp dine opptak.
pt: Cortar os seus filmes.
ru: Редактируйте свои записи.
