Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Font color (Regular)
it: Colore del carattere (normale)
no: Skriftfarge (vanlig)
pt: Cor da Fonte ( regular )
ru: Цвет шрифта (обычный)

source: Font size
it: Dimensione caratteri
no: Skriftstørrelse
pt: Tamanho da Letra (fonte)
ru: Размер шрифта

source: Font transparency (Bold)
it: Trasparenza carattere (grassetto)
no: Skrift gjennomsiktighet (bold)
pt: Transparência da fonte ( negrito )
ru: Прозрачность шрифта (полужирный)

source: Font transparency (Italic)
it: Trasparenza carattere (corsivo)
no: Skrift gjennomsiktighet (italic)
pt: Transparência da fonte ( itálico )
ru: Прозрачность шрифта (курсив)

source: Font transparency (Regular)
it: Trasparenza carattere (normale)
no: Skrift gjennomsiktighet (vanlig)
pt: Transparência da fonte ( regular )
ru: Прозрачность шрифта (обычный)

source: Font type (Bold)
it: Tipo carattere (grassetto)
no: Skrifttype (bold)
pt: Tipo de fonte ( negrito )
ru: Тип шрифта (полужирный)

source: Font type (Italic)
it: Tipo di carattere (corsivo)
no: Skrifttype (italic)
pt: Tipo de fonte ( itálico )
ru: Тип шрифта (курсив)

source: Font type (Regular)
it: Tipo carattere (normale)
no: Skrifttype (vanlig)
pt: Tipo de fonte ( regular )
ru: Тип шрифта (обычный)

source: For more details please check search settings
it: Per maggiori dettagli si rimanda a impostazioni di ricerca
no: For flere detaljer sjekk ut Søke innstillinger
pt: Para mais detalhes, por favor defina o modo de procura
ru: Для более подробной информации, пожалуйста, проверьте настройки поиска

source: For this reason you have to save yourself by jumping back into Black Hole Universe before you start the Big Bang.
es: Por esta razón tiene que salvarse saltando al universo Black Hole antes de iniciar la Gran Explosión.
et: Seetõttu pead enese päästmiseks hüppama tagasi Black Hole universiumi, enne kui käivitad Suure Paugu.
it: Per questo motivo devi metterti al sicuro balzando indietro nell'universo BlackHole prima di innescare il Big Bang.
no: Av denne grunn må du redde deg selv med å hoppe tilbake til Black Hole Univers før du startet Big Bang.
pt: Por esta razão, tem que se salvar ao regressar ao Universo Black Hole antes de iniciar o Big Bang.
ru: По этой причине Вам нужно обезопасить себя, прыгнув обратно во Вселенную BlackHole, прежде чем вызвать Большой взрыв.

source: For use this plugin, you must update the kernel version to 3.1 or later
es: Para utilizar esta extensión, debe actualizar la versión del núcleo a la 3.1 o posterior
et: Selle plugina kasutamiseks tuleb uuendada kernelile 3.1 või hilisem
it: Questo Plugin richiede una versione Kernel 3.1 o successiva
no: For å bruke denne modul må du oppdatere til kernel 3.1 eller senere
pt: Para usar este plugin, tem de atualizar a versão do kernel para 3.1 ou posterior
ru: Для использования этого плагина, Вы должны обновить ядро до версии 3.1 или выше

source: Force LNB Power
it: Forzare alimentazione LNB
no: Tving LNB strøm
pt: Forçar alimentação do LNB
ru: Принудительное питание LNB

source: Force ToneBurst
it: Forzare ToneBurst
no: Tving toneøkning
pt: Forçar ToneBurst
ru: Принудительный тоновый импульс

source: Force csv import now
es: Forzar la importación csv
et: Sunnitud csv import nüüd
it: Forzare l'importazione CVS
no: Tving csv import nå
pt: Forçar a importação 'csv'
ru: Принудительный импорт CVS

source: Force epg reload
es: Forzar la recarga del epg
et: Sunnitud EPG värskendamine
it: Forzare il ricaricamento dell’EPG
no: Tving epg omlasting
pt: Forçar recarregar Epg
ru: Принуд. перезагрузка EPG

source: Force epg reload on boot
es: Forzar la recarga del epg al arrancar
et: Sunnitud EPG värskendamine taaskäivitusel
it: Forzare il ricaricamento dell’EPG all'avvio
no: Tving epg omlasting ved oppstart
pt: Forçar o carregamento do EPG no arranque
ru: Принуд. перезагрузка EPG при запуске

source: Force epg.dat conversion now
es: Forzar la conversión epg.dat
et: Sunnitud epg.dat teisendamine nüüd
it: Forzare conversione epg.dat
no: Tving epg.dat konvertering nå
pt: Forçar a conversão de epg.dat
ru: Принуд. преобразование epg.dat

source: Force reboot in Black Hole
es: Forzar el reinicio en Black Hole
et: Taaskäivita jõuga Black Hole tarkvaras
it: Forzare riavvio BlackHole
no: Tving omstart i Black Hole
pt: Forçar o reinício da Black Hole
ru: Принудительная перезагрузка

source: Force scan even if receiver is in use
et: Sunnitud otsing isegi siis, kui tuuner on kasutuses
it: Forzare la scansione anche se il ricevitore è in uso
no: Tving oppfrisking selv om VU+ er i bruk
pt: Forçar procura se o receptor estiver em uso
ru: Принудительное сканирование

source: Format
es: Formato
et: Vorming
it: Formattare
pt: Formato
ru: Формат

source: Formatting...
es: Formateando...
et: Vormindamine...
it: Formattazione in corso...
no: Formaterer...
pt: A formatar...
ru: Форматирование...

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
es: Se han encontrado un total de %d evento(s) igual(es). %d temporizador(es) añadido(s) y %d modificado(s), %d conflicto(s) encontrado(s), %d similar(es) añadido(s).
et: Leiti kokku %d vastet. %d taimerit lisati ja %d muudeti, %d vastuolu, %d asendustaimerit lisati.
it: Trovate in totale %d corrispondenze. Timer: %d aggiunti %d modificati. Conflitti riscontrati: %d Simili aggiunti: %d
no: Fant totalt %d program. %d tidsopptak ble lagt til og %d endret, %d konflikter, %d lignende lagt til.
pt: Encontrado um total de %d Eventos correspondentes. %d Timers foram adicionados e %d modificados, %d conflitos encontrado,%d similares adicionados.
ru: Всего найдено %d совпадений. Таймер: %d добавлено, %d изменено, %d конфликтов %d похожих добавлено.

source: Fr
es: Vi
et: R
it: Ven
no: Fre
ru: Пт

source: Frame size in full view
es: Tamaño de trama en vista completa
et: Kaadri suurus täisvaates
it: Dimensione frame in visualizzazione piena
no: Rammestørrelse
pt: Tamanho da janela em ecrã total
ru: Размер рамки при просмотре во весь экран

source: Framerate
et: Kaadrisagedus
it: Fotogrammi
no: Rammesats
ru: Частота кадров

source: France
es: Francia
et: Prantsusmaa
it: Francia
no: Fransk
pt: França
ru: Франция

source: Free
es: Libre
et: Vaba
it: Disponibile
no: Ledig
pt: Livre
ru: Свободно

source: Free Memory
es: Memoria libre
et: Vaba mälu:
it: Memoria disponibile:
no: Ledig minne
pt: Memória Livre
ru: Свободно памяти

source: Free:
es: Libre:
et: Vaba:
it: Disponibile:
no: Ledig:
pt: Livre:
ru: Свободно:

source: French
es: Francés
et: Prantsuse
it: Francese
no: Fransk
pt: Francês
ru: Французский

source: Frequency
es: Frecuencia
et: Sagedus
it: Frequenza
no: Frekvens
pt: Frequência
ru: Частота

source: Frequency bands
es: Bandas de frecuencia
et: Sagedusalad
it: Bande di frequenza
no: Frekvens bånd
pt: bandas de frequência
ru: Частотные диапазоны

source: Frequency scan step size(khz)
es: Tamaño de paso de frecuencia(khz)
et: Sageduse otsingu samm (khz)
it: Passo di ricerca frequenza (kHz)
no: Frekvens søking steg størrelse(khz)
pt: Tamanho das etapas de frequência(khz)
ru: Шаг частоты сканирования(кГц)

source: Frequency steps
es: Pasos de frecuencia
et: Sageduse samm
it: Passi di frequenza
no: Frekvens steg
pt: Passos de frequência
ru: Шаг частоты

source: Frequency:
es: Frecuencia:
et: Sagedus:
it: Frequenza:
no: Frekvens:
pt: Frequência:
ru: Частота:

source: Frequently asked questions
es: Preguntas frecuentes
et: Korduma kippuvad küsimused
it: Domande frequenti (FAQ)
no: Ofte stilte spørsmål
pt: Perguntas frequentes
ru: Часто задаваемые вопросы

source: Fri
es: Vie
et: R
it: Ven
no: Fre
pt: Sex
ru: Пт

source: Friday
es: Viernes
et: Reede
it: Venerdì
no: Fredag
pt: Sexta-Feira
ru: Пятница

source: Frisian
es: Frisón
et: Friisi
it: Frisone
ru: Фризский

source: FritzCall shows incoming calls to your Fritz!Box on your STB.
es: FritzCall muestra las llamadas entrantes a su Fritz!Box en su deco.
it: FritzCall: Visualizza le chiamate in arrivo al FRITZ!Box sul VU+
no: FritzCall viser innkommende samtaler til din Fritz!Box på din VU+.
pt: FritzCall mostra as chamadas recebidas para a sua FRITZ!Box na sua STB.
ru: FritzCall показывает входящие звонки на ресивере.

source: Front LED OK?
es: ¿LED Frontal OK?
et: Esipaneeli LED OK?
it: Display anteriore OK?
pt: LED frontal OK?
ru: Передняя панель OK?

source: Front LED OK? yes-ok no-exit
es: ¿LED Frontal OK? si-ok no-exit
et: Esipaneeli LED OK? jah-ok ei-exit
it: Display anteriore OK? si-ok no-exit
no: Front LED OK? ja-ok nei-exit
pt: LED frontal OK? sim-ok não-sair
ru: Передняя панель OK? Да-OK Нет-EXIT

source: Front Processor
es: Procesador
et: Esiprotsessor
ru: Фронтпроцессор

source: Front Test OK! Press Exit Key
es: ¡Prueba del frontal correcta! ¡Pulse el botón 'EXIT'!
et: Test läbitud! Valuta EXIT
it: Test Frontest OK! Premere tasto
no: Front Test OK! Trykk Exit Tast
pt: Teste Frontal OK! Prima a tecla EXIT
ru: Тест пройден! Нажмите 'EXIT'

source: Front USB Slot
es: Ranura USB frontal
et: Esikülje USB port
it: USB anteriore
no: Front USB plass
pt: Usb, slot Frontal
ru: Передний USB-порт

source: Frontend for /tmp/mmi.socket
es: Frontend para /tmp/mmi.socket
et: /tmp/mmi.socket liides
it: Frontend per /tmp/mmi.socket
pt: Frontend para /tmp/mmi.socket
ru: Интерфейс Python для /tmp/mmi.socket

source: Frontprocessor Version
es: Versión del procesador
et: Esiprotsessori versioon
it: Versione frontprocessor
no: Frontprosessor Versjon
pt: Versão do Processador: %d
ru: Версия фронтпроцессора

source: Frontprocessor version: %d
es: Versión Frontprocessor: %d
et: Esiprotsessori versioon: %d
it: Versione frontprocessor: %d
no: Frontprosessor-Versjon: %d
pt: Versão do Processador: %d
ru: Версия фронтпроцессора: %d

source: Fsck failed
es: Falló el fsck
et: Fsck nurjus
it: Verifica disco fallita!
no: Fsck feilet
pt: Fsck Falhou
ru: Ошибка fsck

source: Ftp Panel
es: Panel Ftp
et: Ftp paneel
it: Pannello FTP
no: Ftp
pt: Painel FTP
ru: Панель FTP

source: Ftp service Disabled.
es: Desactivado el servicio FTP.
et: Ftp keelatud.
it: Servizio FTP disabilitato
no: Ftp service Deaktivert.
pt: FTP serviço inativo.
ru: Служба FTP отключена.

source: Ftp service Enabled.
es: Activado el servicio FTP.
et: Ftp lubatud.
it: Servizio FTP abilitato
no: Ftp service Aktivert.
pt: FTP serviço ativo
ru: Служба FTP включена.

source: Ftpd service type: Vsftpd server (Very Secure FTP Daemon)
es: Clase de servicio Ftpd: Servidor Vsftpd (Demonio FTP muy seguro)
et: Ftpd liik: Vsftpd server (Very Secure FTP Daemon)
it: Tipo di server Ftpd: Vsftpd (Very Secure FTP Daemon)
pt: Ftpd service type: Vsftpd server ( FTP Daemon muito seguro)
ru: Тип сервера FTPD: Vsftpd (Очень безопасный)

source: Function Not Yet Available
es: La función no está disponible
et: See toiming ei ole veel võimalik
it: Funzione non ancora disponibile
no: Funksjon ikke tilgjengelig
pt: Desculpe, função não disponível para este operador.
ru: Функция не доступна

source: GOP Frame P
no: GOP Ramme
pt: Espaço simples (GOP)
ru: Структура GOP

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
es: Se necesita reiniciar la interfaz para aplicar la nueva piel ¿Quiere Reiniciar la interfaz ahora?
et: Kujunduse vahetamiseks tuleb kasutajaliides taaskäivitada. Kas teed seda kohe?
it: L'attivazione della nuova skin richiede il riavvio del sistema: riavviare ora?
no: Brukergrensesnitt startes om igjen for aktivering av nytt skin. Vil du starte om nå?
pt: GUI tem de reiniciar para aplicar o novo Tema Quer reiniciar o GUI agora?
ru: Для активации нового скина необходимо перезагрузить GUI Хотите перезагрузить GUI сейчас?

source: GUI restart now, press 'OK' button.
es: Para reiniciar la interfaz ahora, pulse el botón 'OK'.
et: Kasutajaliides taaskäivitub, vajuta 'OK'
it: Eseguo il riavvio! Premere il tasto 'OK'.
no: Brukergrensesnitt omstart nå, trykk 'OK'.
pt: Reiniciar GUI agora, pressione a tecla OK.
ru: Интерфейс будет перезагружен, нажмите 'ОК'.

source: GUI that allows user to change the ftp- / telnet password.
es: La interfaz permite al usuario cambiar la contraseña del ftp/telnet.
et: Kasutajaliides ftp ja telneti parooli muutmiseks.
it: Interfaccia che permette di sostituire la password ftp - telnet.
no: Grensesnitt som tillater å bytte ftp- / telnet passord.
pt: GUI que permite mudar o ftp - usuário / senha de telnet.
ru: Интерфейс, позволяющий изменять пароль FTP/Telnet.

source: GUI that allows user to change the ftp-/telnet-password of the STB.
es: La interfaz permite al usuario cambiar la contraseña del ftp/telnet en su deco.
et: Kasutajaliides vastuvõtja ftp ja telneti parooli muutmiseks.
it: Interfaccia che permette di sostituire la password ftp / telnet del VU+
no: Grenssnitt som tillater brukeren å bytte ftp- / telnet passord på VU+en.
pt: GUI que permite ao utlizador mudar o ftp - usuário / senha de telnet.
ru: Интерфейс, позволяющий изменять пароль FTP/Telnet ресивера.

source: GUI to change the ftp and telnet-password
es: La interfaz permite cambiar la contraseña al ftp y telnet
et: Kasutajaliides ftp ja telneti parooli muutmiseks
it: Interfaccia che permette di sostituire password ftp e telnet
no: Grensesnitt for å bytte ftp and telnet-passord
pt: GUI para mudar o ftp e senha de telnet.
ru: Интерфейс для изменения пароля

source: Gaming
es: Juegos
et: Mängud
it: Giochi
pt: Jogos
ru: Игры

source: Gateway
es: Puerta de enlace
et: Lüüs
no: Port
ru: Шлюз

source: Gateway :
et: Lüüs :
no: Port :
ru: Шлюз:

source: Gateway :
es: Puerta de entrada:
et: Lüüs :
no: Port :
ru: Шлюз:

source: General AC3 Delay
es: Retraso general AC3
et: Üldine AC3 viiteaeg
it: Ritardo generale AC3
no: AC3 forsinkelse
pt: Atraso AC3 geral
ru: Общая задержка AC3

source: General AC3 delay
es: Retraso general AC3
et: Üldine AC3 viiteaeg
it: Ritardo generale AC3
no: Generell AC3 forsinkelse
pt: Geral AC3 atraso
ru: Общая задержка AC3

source: General AC3 delay (ms)
es: Retraso general AC3 (ms)
et: Üldine AC3 viiteaeg (ms)
it: Ritardo generale AC3 (ms)
no: AC3 forsinkelse (ms)
pt: Atraso AC3 geral (ms)
ru: Общая задержка AC3 (мс)

source: General Dolby Digital Delay
es: Retraso general Dolby Digital
et: Üldine Dolby Digital viiteaeg
it: Ritardo Dolby Digital
no: Dolby Digital forsinkelse
pt: Atraso Dolby Digital Geral
ru: Общая задержка Dolby Digital

source: General Dolby Digital Delay (ms)
es: Retraso general Dolby Digital (ms)
et: Üldine Dolby Digital viiteaeg (ms)
it: Ritardo Dolby Digital (ms)
no: Generell Dolby Digital forsinkelse (ms)
pt: Atraso Dolby Digital Geral (ms)
ru: Общая задержка Dolby Digital (мс)

source: General Dolby Digital delay(ms)
es: Retraso general Dolby Digital (ms)
et: Üldine Dolby Digital viiteaeg (ms)
it: Ritardo Dolby Digital (ms)
no: Dolby Digital forsinkelse(ms)
pt: Atraso Dolby Digital Geral (ms)
ru: Общая задержка Dolby Digital (мс)

source: General PCM Delay
es: Retraso general PCM
et: Üldine PCM viiteaeg
it: Ritardo generale PCM
no: PCM forsinkelse
pt: Atraso PCM geral
ru: Общая задержка PCM

source: General PCM delay
es: Retraso general PCM
et: Üldine PCM viiteaeg
it: Ritardo generale PCM.
no: Genrell PCM forsinkelse
pt: Geral PCM atraso
ru: Общая задержка PCM

source: General PCM delay (ms)
es: Retraso general PCM (ms)
et: Üldine PCM viiteaeg (ms)
it: Ritardo generale PCM (ms)
no: PCM forsinkelse (ms)
pt: Atraso PCM geral (ms)
ru: Общая задержка PCM (мс)

source: General PCM delay(ms)
es: Retraso general PCM (ms)
et: Üldine PCM viiteaeg (ms)
it: Ritardo generale PCM (ms.)
no: PCM forsinkelse(ms)
pt: Atraso PCM geral (ms)
ru: Общая задержка PCM (мс)

source: General settings
it: Configurazioni generali
no: Vanlige innstillinger
pt: Definições Gerais
ru: Общие настройки

source: Generates and Shows TV Charts of all users having this plugin installed
es: Genera y muestra gráficos de TV de todos los usuarios que tienen esta extensión instalada
it: Generare e mostrare classifiche TV di tutti gli utenti che hanno installato questo plugin
no: Genererer og viser TV plansjer av brukere som har denne modul
pt: Gera e mostra gráficos de TV de todos os usuários que têm este plugin instalado
ru: Формирует и показывает чарты и рейтинги всех пользователей, которые установили этот плагин

source: Genre
es: Género
et: Žanr
it: Genere
pt: Género
ru: Жанр

source: Genuine STB
es: Deco Genuino
it: Autenticità VU+
pt: Vuplus Original STB (genuína)
ru: Подлинность VU+

source: Genuine STB validation failed!
es: ¡Falló la validación del deco!
it: Validazione non riuscita
pt: Validação da Vuplus Original STB (genuína)
ru: Не удалось проверить подлинность ресивера!

source: Genuine STB verification
es: Verificación de deco genuino
it: Verifica autenticità
pt: Verificação da Vuplus Original STB (genuína)
ru: Проверить подлинность

source: German
es: Alemán
et: Saksa
it: Tedesco
no: Tysk
pt: Alemão
ru: Немецкий

source: German storm information
es: Información alemana de tormentas
it: Informazioni meteo per la Germania
no: Tysk storm informasjon
pt: Informação de tempestades alemãs
ru: Информация о погоде для Германии

source: German traffic information
es: Información alemana del tráfico
it: Informazioni sul traffico nell'area della Germania
no: Tysk trafikk informasjon
pt: Informação de tráfego alemãs
ru: Информация о дорожном движении в Германии

source: Germany
es: Alemania
et: Saksamaa
it: Germania
no: Tyskland
pt: Alemanha
ru: Германия

source: Get AudioCD info from CDDB and CD-Text
es: Conseguir información AudioCD desde CDDB y CD-Text
et: Leia AudioCD info CDDB ja CD-Texti abil
it: Ottenere informazioni da CDDB e CD-Text
no: Få AudioCD info fra CDDB og CD-Text
pt: Obter informações de CD de áudio a partir de CDDB e CD-Text
ru: Получает информацию из CDDB и CD-Text

source: Get latest experimental image
es: Conseguir la última imagen experimental
et: Hangi uusim eksperimentaalne tarkvara
it: Ottenere l'immagine "sperimentale" più recente
no: Få siste experimental image
pt: Obtenha a última imagem experimental
ru: Получить последний тестовий имидж

source: Get latest release image
es: Conseguir la última version de la imagen
et: Hangi uusim stabiilne tarkvara
it: Ottenere la più recente immagine rilasciata
no: Få siste release image
pt: Obtenha a última imagem realizada
ru: Получить последний имидж

source: Getting plugin information. Please wait...
es: Leyendo información del complemento. Espere...
et: Plugina andmete laadimine. Oota veidi.
it: Ottenere informazioni sul plugin. Attendere...
no: Henter Modul -Info. Vennligst vent...
pt: Adquirir a info do plugin.Por favor espere
ru: Получение информации о плагине. Пожалуйста ждите...

source: Global Settings
es: Config. global
et: Üldised seaded
it: Conf. Generali
no: Global Innstilling
pt: Definições Globais
ru: Общие

source: Global delay
es: Retraso global
et: Üldine viiteaeg
it: Ritardo globale
no: Global forsinkelse
pt: Atraso Global
ru: Общая задержка

source: Go to next page.
es: Página siguiente.
et: Järgmine leht.
it: Vai alla pagina successiva.
no: Gå til neste side.
pt: Ir para a página seguinte.
ru: К следующей странице

source: Go to previous page.
es: Página anterior.
et: Eelmine leht.
it: Vai alla pagina precedente.
no: Gå til forrige side.
pt: Ir para a página anterior.
ru: К предыдущей странице

source: Go to standby
es: Poner en reposo
et: Ooteseisundisse
it: Vai in standby
no: Gå i dvalemodus
pt: Ir para Modo de Espera
ru: Перейти в режим ожидания

source: Goto 0
es: Ir a 0
et: Mine 0
it: Vai a 0
pt: Ir para 0
ru: Установка на позицию 0

source: Goto position
es: Ir a la posición
et: Liigu kohale
it: Posizione 'Vai a'
no: Gå til posisjon
pt: Ir para posição
ru: Переход на позицию

source: Grab Screenshot
es: Captura de pantalla
et: Loo ekraanipilt
it: Istantanea schermo
no: Ta skjermbilde
pt: Gravar Captura do Ecrã
ru: Захватить скриншот

source: GraphMultiEPG shows a graphical timeline EPG
es: GraphMultiEPG muestra un gráfico de la línea de tiempo del EPG
et: GraphMultiEPG näitab EPG infot graafilisel ajaskaalana
it: GraphMultiEPG: mostra una timeline EPG grafica.
no: GraphMultiEPG viser grafisk tidslinje EPG
pt: GraphMultiEPG exibe uma linha de tempo Gráfica do EPG
ru: Показывает графическую шкалу EPG

source: GraphMultiEPG shows a graphical timeline EPG. Shows a nice overview of all running und upcoming tv shows.
es: GraphMultiEPG muestra un gráfico de tiempos del EPG. Muestra una vista general de todos programas actuales y siguientes.
et: GraphMultiEPG näitab EPG infot graafilise ajaskaalana. Näitab kõikide käivate ja algavate TV saadete ülevaadet.
it: GraphMultiEPG mostra una timeline EPG grafica. Utilizza una gradevole impaginazione degli eventi, sia in corso che futuri
no: GraphMultiEPG viser grafisk tidslinje EPG. Viser en fin oversikt over nåværende og kommende programmer.
ru: Graphical Multi EPG показывает графическую шкалу EPG. Показывает обзор всех событий, как текущих, так и будущих.

source: Great Britain
es: Gran Bretaña
et: Suurbritannia
it: Gran Bretagna
pt: Grã Bretanha
ru: Великобритания

source: Greek
es: Griego
et: Kreeka
it: Greco
no: Gresk
pt: Grego
ru: Греческий

source: Green boost
es: Impulso verde
et: Tugevda rohelist
it: Intensificare il verde
no: Grønnfarge økning
pt: Impulso verde
ru: Добавить зеленый

source: Group Rekey Interval
es: Intervalo grupo regeneración
it: Intervallo Group Rekey
pt: Grupo Rekey Interval
ru: Интервал Rekey

source: Grow drop
et: Kasvav tilk
it: Comparsa in caduta
no: Voks-slipp
pt: Crescer e cair
ru: Увеличение снизу

source: Grow from left
et: Vasakult kasvav
it: Comparsa da sinistra
no: Voks fra venstre
pt: Crescer a partir da esquerda
ru: Увеличение слева

source: Growlee allows your STB to forward notifications like 'Record started' to a PC running a growl, snarl or syslog compatible client or directly to an iPhone using prowl.
es: Growlee permite a su deco transmitir notificaciones como 'Grabación iniciada' a un PC que esté ejecutando growl, snarl o un cliente compatible con syslog o directamente a un iPhone usando prowl.
it: Growlee permette al ricevitore di inoltrare notifiche come 'Registrazione avviata'
no: Med Growlee kan din VU+ videresende varslinger som ìnnspilling startet` til en pc med growl, snarl eller syslog kompatibel klient eller direkte til Iphone med prowl.
pt: Growlee permite à STB encaminhar notificações como 'Gravação Iniciada' para um PC a rodar growl, snarl ou cliente compatível syslog ou diretamente para um iPhone a usar prowl.
ru: Growlee позволяет ресиверу пересылать уведомления, такие, как "Запись началась".

source: Guard interval
es: Intervalo de guarda
et: Kaitsevahemik
it: Intervallo di guardia
pt: Inervalo de segurança
ru: Интервал защиты

source: Guess existing timer based on begin/end
es: Las programaciones existentes están basadas en Inicio/Fin
et: Eelda olemasolev taimer algus/lõpuaja järgi
it: Calcolare i timer esistenti basati su inizio/fine
no: Finn nåværende tidsopptak basert på start/slutt
pt: Adivinha o Timer existente baseado no início / fim
ru: Определять существующие таймеры на основе начала/окончания

source: Gui Restart.
es: Reiniciar la interfaz
et: E2 taaskäivitus.
it: Riavviare il sistema.
no: Omstart Brukergrensesnitt
pt: Reiniciar GUI.
ru: Перезагрузка GUI

source: Gui version
es: Versión de la interfaz
et: E2 versioon
it: Versione GUI
no: Gui versjon
pt: Versão Gui
ru: Версия GUI

source: Gui will be now hard restarted to complete package installation. Press ok to continue
es: Se debe reiniciar la interfaz para completar la instalación. Pulse OK para continuar
it: La GUI verrà ora riavviata per completare l'installazione del pacchetto. Premere OK per continuare
ru: Графический интерфейс перезагрузится для завершения установки пакета. Нажмите ОК, чтобы продолжить
