Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Press OK to select/deselect a CAId.
es: Pulse OK para seleccionar/deseleccionar un CAId.
et: CAId valiku muutmiseks vajuta OK
it: Premere OK per commutare la selezione CAid.
no: Trykk OK for å velge/ikke velge en CAId.
pt: Prima OK para (de)selecionar a CAId.
ru: Нажмите ОК, чтобы выбрать/отменить CAID.

source: Press OK to start scanning
es: Pulse el botón OK para comenzar la búsqueda
et: Otsingu alustamiseks vajuta OK
it: Premere OK per avviare la scansione
no: Trykk OK for å starte søk
pt: Prima OK para Iniciar a Procura
ru: Нажмите OK для начала поиска.

source: Press OK to start the scan
es: Pulse OK para comenzar la búsqueda
et: Otsingu alustamiseks vajuta OK
it: Premere OK per iniziare la ricerca
no: Trykk OK for a starte søk.
pt: Prima OK para Iniciar a Procura
ru: Нажмите OK для начала поиска

source: Press OK to toggle the selection.
es: Pulse OK para activar la selección.
et: Valiku muutmiseks vajuta OK.
it: Premere OK per commutare la selezione
no: Trykk OK for å veksle valget.
pt: Prima OK para mudar de selecção.
ru: Нажмите ОК для подтверждения выбора или отмены.

source: Press Red button to continue when ready.
et: Kui tehtud, vajuta jätkamiseks punast nuppu.
it: Premere il tasto rosso per continuare appena pronti.
no: Trykk Rød knapp for å fortsette når du er klar.
pt: Prima a tecla VERMELHA para continuar, quando estiver pronto.
ru: Когда будете готовы, нажмите красную кнопку для продолжения.

source: Press Red button to continue, when you are ready and your usb is disconnected.
es: Pulse el botón rojo para continuar cuando esté listo y su usb esté desconectado.
et: Kui oled valmis ja USB seade on lahti ühendatud, vajuta punast nuppu.
it: Premere il tasto rosso per continuare quando il dispositivo è disconnesso.
no: Trykk Rød knapp for å fortsette når du er klar og din Usb enhet er frakoblet.
pt: Pressione a tecla VERMELHA para continuar, quando estiver pronto e a sua usb estiver desconetada.
ru: Если USB-накопитель отключен, нажмите красную кнопку, чтобы продолжить.

source: Press Red button to continue.
it: Premere il tasto rosso per continuare
no: Trykk Rød knapp for å fortsette.
pt: Prima a tecla VERMELHA para continuar.
ru: Нажмите красную кнопку, чтобы продолжить.

source: Press and hold the buttons <MENU+AUDIO> for five seconds to start.
it: Premere per cinque secondi i tasti <MENU+AUDIO> per iniziare.
ru: Нажмите и удерживайте кнопки <MENU+AUDIO> в течение пяти секунд.

source: Press green button to start
es: Pulse el botón verde para iniciar
et: Alustamiseks vajuta rohelist nuppu
it: Premere il tasto verde per iniziare
no: Trykk grønn knapp for å starte
pt: prima a tecla VERDE para iniciar
ru: Нажмите зеленую кнопку, чтобы начать

source: Press green key to connect device.
it: Premere il tasto verde per collegare il dispositivo.
ru: Нажмите зеленую кнопку для подключения устройства.

source: Press ok to confirm
es: Presione ok para confirmar
et: Kinnitamiseks vajuta OK
it: Premere OK per confermare
no: Trykk OK for å bekrefte
pt: Prima OK para confirmar
ru: Нажмите ОК для подтверждения

source: Press red key to enable bluetooth.
it: Premere il tasto rosso per abilitare il bluetooth
ru: Нажмите красную кнопку, чтобы включить Bluetooth.

source: Press yellow to set this interface as default interface.
es: Pulse amarillo para activar esta interfaz por defecto.
et: Selle liidese vaikimisi liideseks määramiseks vajuta kollast nuppu.
it: Premere giallo per impostare questa interfaccia come predefinita.
no: Trykk OK for å sette dette til standard grensesnitt.
pt: Prima AMARELO para definir esta interface como padrão.
ru: Нажмите желтую, чтобы установить этот интерфейс по умолчанию.

source: Prev
es: Anterior
et: Eelmine
it: Precedente
no: Forrige
ru: Предыдущий

source: Preview
es: Previsualizar
et: Eelvaade
it: Anteprima
no: Forhåndsvis
pt: Previsualizar
ru: Предпросмотр

source: Preview AutoTimer
es: Previsualizar AutoProgramación
et: Autotaimeri eelvaade
it: Anteprima AutoTimer
no: Forhåndsvis Autotidsopptak
pt: Previsualizar AutoTimer
ru: Предпросмотр АвтоТаймера

source: Preview menu
es: Menú previsualizar
et: Eelvaate menüü
it: Menu anteprima
no: Forhåndsvis meny
pt: Menu de previsualização
ru: Просмотреть меню

source: Preview screenshots of running tv shows
es: Previsualizar pantallas de los programas de la tv en ejecución
it: Creare istantanee delle trasmissioni in corso
no: Forhåndsvis skjermbilder tatt av tv program
pt: Previsualizar screenshots de programas de TV
ru: Создание снимков текущих передач

source: Preview screenshots of running tv shows.
es: Previsualizar pantallas de los programas de la tv en ejecución.
it: Creare istantanee delle trasmissioni in corso.
no: Forhåndsvis skjermbilder tatt av tv program
pt: Previsualizar screenshots de programas de TV.
ru: Создание снимков текущих передач.

source: Primary DNS
es: DNS Principal
et: Esmane nimeserver
it: DNS primario
no: Primær DNS
pt: DNS Primário
ru: Первичный DNS

source: Priority
es: Prioridad
et: Prioriteet
it: Priorità
no: Prioritet
pt: Prioridade
ru: Очередность

source: Process
es: Procesar
et: Protsessid
it: Processo
no: Prosess
pt: Processo
ru: Процесс

source: Process Info
es: Info de los procesos
et: Protsessid
it: Info processi
no: Prosess Info
pt: Processo
ru: Информация о процессах

source: Profile
et: Profiil
it: Profilo
no: Profil
pt: Perfil
ru: Профиль

source: Progress
es: Progreso
et: Edenemisriba
it: Avanzamento
no: Framgang
pt: Progresso
ru: Прогресс

source: Progress Bar Left
es: Barra de progreso izquierdo
et: Edenemisriba vasakul
it: Avanzamento barra sx.
pt: Barra de progresso à esquerda
ru: Ход события слева

source: Progress Bar Right
es: Barra de progreso derecho
et: Edenemisriba paremal
it: Avanzamento barra dx.
no: Fremskritt søyle høyre
pt: Barra de progresso à direita
ru: Ход события справа

source: Progress Small
es: Avance lento
et: Väike edenemisriba
it: Avanzamento breve
no: Framskritt Liten
pt: Avanço pequeno
ru: Небольшой прогресс

source: Properties of current title
es: Propiedades del título actual
et: Nimetuse omadused
it: Proprietà titolo corrente
no: Egenskaper til gjeldende tittel
pt: Propriedades do título atual
ru: Свойства текущего заголовка

source: Protect services
es: Proteger canales
et: Lukusta kanalid
it: Proteggere canali
no: Beskytt kanaler
pt: Proteger Serviços
ru: Защитить каналы

source: Protect setup
es: Proteger configuración
et: Lukusta seadistused
it: Proteggi impostazioni
no: Beskytt oppsett
pt: Definições de Protecção
ru: Защитить настройки

source: Provider
es: Proveedor
et: Levitaja
no: Tilbyder
pt: Operador
ru: Провайдер

source: Provider Name:
es: Nombre del proveedor:
et: Levitaja nimi:
it: Nome Provider:
no: Tilbyder navn:
pt: Nome do Operador
ru: Имя провайдера:

source: Provider Settings
es: Proveedores
et: Levitaja seaded
it: Conf. Provider
no: Tilbyder Innstilling
pt: Operador
ru: Настр. провайд.

source: Provider name
it: Nome provider
no: Tilbydernavn
pt: Nome do Servidor
ru: Имя провайдера

source: Provider to scan
es: Proveedor a buscar
et: Otsitav levitaja
it: Provider su cui cercare
no: Tilbyder til søking
pt: Operador a procurar
ru: Провайдер для поиска

source: Provider:
es: Proveedor:
et: Levitaja:
no: Tilbyder:
pt: Operador:
ru: Провайдер:

source: Providers
es: Proveedores
et: Levitajad
it: Provider
no: Tilbydere
pt: Operadores:
ru: Провайдеры

source: Providers start order
es: Orden de inicio de los proveedores
et: Levitajate käivitamise järjestus
it: Ordine d'avvio dei provider
no: Tilbyderes start rekkefølge
pt: Ordem dos operadores
ru: Порядок загрузки поставщиков

source: Published
es: Publicado
et: Avaldatud
it: Pubblicato
no: Publisert
pt: Publicado em:
ru: Опубликовано

source: Push key "Exit long" to show the clock while watching TV.
es: Pulsar la tecla "Exit mantenido" para mostrar el reloj mientras vemos la tele.
et: Nupu 'EXIT' pikal vajutusel kuvatakse TV vaatamisel kellaaeg.
it: Premere il tasto “EXIT” a lungo per visualizzare l'orologio mentre guardi la TV.
no: Trykk tast "Exit lang" for å vise klokken mens du ser på TV.
pt: Pressione a tecla "Exit longo" para mostrar o relógio enquanto assiste TV.
ru: Долгое нажмите кнопки 'EXIT' для просмотра часов во время просмотра телевизора.

source: Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate.
es: Pulsar la tecla "Exit mantenido" para mostrar el reloj mientras vemos la tele. El reloj desaparecerá después del tiempo de espera especificado o presionando la tecla "Exit mantenido" otra vez. Modifica la configuración para que coincida con tus preferencias. Para cambiar la posición del reloj, seleccione "Mover el reloj" y reubíquelo.
et: Nupu 'EXIT' pikal vajutusel kuvatakse TV vaatamisel kellaaeg. Kell kaob pärast määratud kestust või uuel 'EXIT' pikal vajutusel. Muuda seadistusi vastavalt oma eelistustele. Kella asukoha muutmiseks vali 'Liiguta kella'.
it: Premere il tasto "EXIT" a lungo per visualizzare l'orologio sulla TV. L'orologio scompare dopo il timeout specificato o premendo nuovamente “EXIT” a lungo. Modificare le impostazioni in base alle proprie preferenze. Per modificare la posizione dell'orologio, selezionare "Sposta orologio".
no: Trykk tast "Exit lang" for å vise klokken mens du ser på TV. Klokken vil forsvinne igjen etter spesifisert tidsavbrudd eller ved at du trykker"Exit lang" igjen. Modifiser innstillinger til dine preferanser. For å endre klokke posisjon, velg "Flytt klokke"
pt: Pressione a tecla "Exit longo" para mostrar o relógio enquanto assiste TV. O Relógio irá desaparecer após o tempo limite especificado ou pressionando a tecla"Exit longo" novamente. Modifica as configurações para coincidir com suas preferências. Para alterar a posição do relógio, selecione "Mover o relógio" e realocar.
ru: Долгое нажатие кнопки 'EXIT' для отображения часов на телевизоре. Часы исчезают по истечении указанного времени или после долгого нажатия 'EXIT'. Измените настройки в соответствии с вашими предпочтениями. Чтобы изменить положение часов, выберите "Переместить часы".

source: Push red button to continue when you are ready and your usb is disconnected.
et: Vajuta punast nuppu, kui oled valmis ja usb pulk on lahti ühendatud.
it: Scollegare il dispositivo USB. Appena pronti, premere il tasto ROSSO per continuare.
no: Trykk rød knapp for å fortsette når du er klar og usb er koblet fra..
pt: Pressione a tecla VERMELHA para continuar, quando estiver pronto e a sua unidade USB estiver desligada.
ru: Если USB-накопитель отключен, нажмите красную кнопку, чтобы продолжить.

source: Put your voice close to the remote control...
it: Avvicina la tua voce al telecomando...
ru: Пожалуйста, говорите в микрофон пульта ДУ...

source: Pvr Descramble Convert Setup
it: Impost. conversione & decodifica PVR
no: PVR Dekryptere Oppsett
ru: Настройки декодирования PVR

source: Python frontend for /tmp/mmi.socket
es: Frontend Python para /tmp/mmi.socket
et: Python programm /tmp/mmi.socket jaoks
it: Frontend python per /tmp/mmi.socket
no: Python frontend til /tmp/mmi.socket
pt: Python frontend para /tmp/mmi.socket
ru: Интерфейс Python для /tmp/mmi.socket

source: Python frontend for /tmp/mmi.socket.
es: Frontend Python para /tmp/mmi.socket.
et: Pythoni programm /tmp/mmi.socket jaoks.
it: Frontend Python per /tmp/mmi.socket.
no: Python frontend til /tmp/mmi.socket.
pt: Interface Python para /tmp/mmi.socket
ru: Интерфейс Python для /tmp/mmi.socket.

source: Quad PiP Channel Selection
it: Selezione del canale Quad PiP
no: BIB kanalvalg
ru: Выбор канала Quad-PiP

source: Question
es: Pregunta
et: Küsimus
it: Avviso
no: Spørsmål
pt: Pergunta
ru: Вопрос

source: Quick
es: Rápido
et: Kiire
it: Veloce
no: Rask
pt: Rápido
ru: Быстро

source: Quickzap
es: Zapeo rápido
et: Kiire kanalivalik
it: Zapping veloce
no: Hurtigkanalbytte
pt: Deseja realmente sair, dos subserviços?
ru: Быстрый переход

source: RC Menu
es: Menú RC
et: Puldi menüü
it: Menu telecomando
no: Fjernkontroll
ru: RC меню

source: RF output
es: Salida de antena
et: RF-väljund
it: Uscita RF
no: RF utgang
pt: Saida RF
ru: ВЧ выход

source: RS232 Test Failed! Press 'EXIT' button!
es: Error en la prueba RS232 ¡Pulse el botón 'EXIT'!
et: RS232 test nurjus! Vajuta 'EXIT' nuppu!
it: Test RS232 fallito. Premere'EXIT'
no: RS232 Test Feilet! Trykk 'EXIT' knappen!
pt: Falhou o teste RS232 Prima a tecla EXIT!
ru: Тест RS232 не удался! Нажмите 'EXIT'!

source: RSS viewer
es: Visor RSS
et: RSS näitaja
it: Visualizza Link RSS
ru: Просмотрщик RSS

source: RT8070/RT3070/RT3370 USB wireless-n driver
es: Controlador wireless-n USB RT3070/RT8070/RT3370
et: RT8070/RT3070/RT3370 USB traadita ajur
it: Driver wireless-n USB RT8070/RT3070/RT3370
ru: Драйвер для USB-устройств RT8070/RT3070/RT3370

source: RTS Threshold (0~2347)
es: Umbral RTS (0~2347)
et: RTS väli (0~2347)
ru: RTS порог (0~2347)

source: Radio
et: Raadio
pt: Rádio
ru: Радио

source: Raised
es: Elevado
it: In rilievo
no: hevet
pt: Aumentado
ru: Поднятый

source: Ram Disk
es: Disco Ram
et: RAM-ketas
it: Disco Ram
ru: RAM диск

source: Ram in use:
es: Ram en uso:
et: Ram kasutus:
it: Ram in uso:
no: Ram i bruk:
pt: Ram em uso:
ru: ОЗУ:

source: Random
es: Aleatorio
et: Juhuslik
it: Casuale
no: Tilfeldig
pt: Aleatória
ru: Случайно

source: Rating
es: Puntuación
et: Hinnang
it: Valutazione
pt: Classificação
ru: Рейтинг

source: Ratings:
es: Puntuaciones:
et: Hinnangud:
it: Valutazioni:
pt: Classificação:
ru: Рейтинги:

source: Read %s
es: Leer %s
et: Loe %s
it: Leggere %s
no: Les %s
pt: Ler %s
ru: Чтение %s

source: Reading channels
es: Lectura de canales
et: Kanalite lugemine
it: Leggere canali
no: Leser kanaler
pt: A ler Canais
ru: Чтение каналов

source: Reading summaries
es: Lectura de resúmenes
et: Kokkuvõtete lugemine
it: Riassunti di lettura
no: Leser sammendrag
pt: A ler sumários
ru: Чтение сводки

source: Reading titles
es: Lectura de títulos
et: Nimede lugemine
it: Lettura titoli
no: Leser titler
pt: A ler títulos
ru: Чтение заголовков

source: Really close without saving settings?
es: ¿Seguro que quiere cerrar sin grabar la configuración?
et: Kas väljud seadeid salvestamata?
it: Uscire senza salvare le modifiche?
no: Vil du virkelig lukke uten å lagre?
pt: Deseja Sair mesmo sem Gravar?
ru: Действительно закрыть без сохранения настроек?

source: Really delete done timers?
es: ¿Quiere borrar las programaciones terminadas?
et: Kas kustutad aegunud taimerid?
it: Rimuovere i timer completati?
no: Vil du slette ferdige tidsopptak?
pt: Deseja apagar as gravações já realizadas?
ru: Действительно удалить выполненные таймеры?

source: Really delete the movie
es: ¿Realmente desea eliminar la película
et: Kas kustutad salvestise
it: Eliminare la registrazione?
no: Virkelig slette opptak?
pt: Deseja mesmo apagar o Filme?
ru: Удалить видео?

source: Really delete the timer
es: ¿Realmente desea eliminar el temporizador
et: Kas kustutad taimeri
it: Eliminare il timer?
no: Virkelig slette tidsopptak?
pt: Deseja mesmo apagar o Timer?
ru: Удалить таймер?

source: Really exit the subservices quickzap?
es: ¿Quiere salir del zapeo rápido de subcananles?
et: Kas väljud alamkanalite valikust?
it: Uscire dallo zapping veloce canali secondari?
no: Vil du virkelig avslutte hurtigkanalbytte i underkanaler?
pt: Deseja realmente sair, dos subserviços?
ru: Действительно выйти из быстрого перехода?

source: Really quit MyTube Player?
es: ¿Seguro que quiere salir del reproductor MyTube?
it: Uscire da MyTubePlayer?
no: Avslutte MyTube Player?
pt: Deseja sair do MyTube Player?
ru: Действительно выйти из плеера MyTube?

source: Really reboot now?
es: ¿Quiere reiniciar ahora?
et: Kas taaskäivitad vastuvõtja?
it: Riavviare ora?
no: Omstarte nå?
pt: Reiniciar agora?
ru: Действительно перезагрузить сейчас?

source: Really restart now?
es: ¿Quiere reiniciar ahora?
et: Kas taaskäivitad vastuvõtja?
it: Riavviare ora?
no: Omstarte nå?
pt: Reiniciar agora?
ru: Действительно перезагрузить сейчас?

source: Really shutdown now?
es: ¿Quiere apagar ahora?
et: Kas lülitad vastuvõtja välja?
it: Spegnere ora?
no: Slå av nå?
pt: Desligar agora?
ru: Действительно выключить сейчас?

source: Reboot
es: Reiniciar
et: Taaskäivitus
it: Riavvio
no: Omstart Brukergrensesnitt
pt: Reiniciar a Vuplus
ru: Перезагрузка

source: Reboot Box
es: Reiniciar el deco
et: Taaskäivita
it: Riavvia il ricevitore
no: Omstart VU+
pt: Reiniciar a VuPlus
ru: Перезагрузка

source: Reboot Confirmation
es: Confirmación de reinicio
et: Taaskäivituse kinnitus
it: Confermare riavvio
no: Bekrefte Omstart
pt: Confirmação de Reiniciar
ru: Подтверждение перезагрузки

source: Reboot after %d seconds. Press the OK to reboot now.
es: Se reiniciará en %d segundos. Pulse OK para reiniciar ahora.
et: Taaskäivitus %d sekundi pärast. Vajuta OK koheseks taaskäivituseks.
it: Riavvio in %d secondi. Premere OK per riavviare adesso
no: Omstart etter %d sekunder. Trykk OK for å starte om nå.
pt: Reiniciar após %d segundos. Prima a tecla OK para reiniciar.
ru: Перезагрузка через %d секунд. Нажмите ОК, чтобы перезагрузить сейчас

source: Reboot after a manual download
es: Reiniciar después de la descarga manual
et: Taaskäivita pärast käsitsi allalaadimist
it: Riavviare dopo download manuale
no: Omstart etter manuell nedlasting
pt: Reiniciar após a descarga manual
ru: Перезагрузка после ручной загрузки

source: Reboot after a scheduled download
es: Reiniciar después de la descarga programada
et: Taaskäivita pärast ajastatud allalaadimist
it: Riavviare dopo un download pianificato
no: Omstart etter planlagt nedlasting
pt: Reinicie após um download agendado
ru: Перезагрузка после запланированной загрузки

source: Recently featured
es: Característica reciente
et: Hiljuti esile tõstetud
it: Recenti funzionalità
no: Nylig omtalt
pt: Recentemente apresentado
ru: Недавно просмотренные

source: Reception Settings
es: Configuración de Recepción
et: Vastuvõtu sätted
it: Configurazioni di ricezione
no: Mottaker
pt: Definições de Receção
ru: Параметры приема

source: Reconstruct .ap and .sc files
es: Reconstruir archivos .ap y .sc
et: Taasta .ap ja .sc failid
it: Ricostruire file .ap e .sc
no: Rekonstruere .ap og .sc filer
pt: Reconstruir ficheiros .ap e .sc
ru: Восстановление .ap и .sc файлы

source: Reconstruct missing or corrupt .ap and .sc files of recorded movies.
es: Reconstruir archivos de grabaciones .ap y .sc desaparecidos o corruptos.
et: Taasta puuduvad või vigased .ap ja .sc failid salvestatud filmidel.
it: Ricostruire file .ap e .sc corrotti o mancanti nelle registrazioni
no: Rekonstruere manglende eller feil .ap og .sc filer fra opptak.
pt: Reconstruir ficheiros .ap e .sc em falta ou corrompidos de filmes gravados.
ru: Восстановите поврежденные или отсутствующие файлы .ap и .sc в Ваших записях.

source: Record
es: Grabar
et: Salvestus
it: Registrare
no: Spille inn
pt: Gravar
ru: Запись

source: Record a maximum of x times
es: Grabar un máximo de x veces
et: Salvesta maksimaalselt x korda
it: Registrare per un massimo di n volte
no: Spill inn max x ganger
pt: Gravar um máximo de x vezes
ru: Максимальное количество записей X

source: Record on
es: Guardar en
et: Salvesta
it: Registrare da
no: Spill inn på
pt: Gravar em
ru: Запись

source: Record settings
es: Config. de las grabaciones
et: Salvestusseaded
it: Configurazioni registrazioni
no: Opptaksoppsett
pt: Definições para gravação
ru: Настройки записи

source: Record time limited due to conflicting timer %s
es: Grabación limitada en el tiempo por un conflicto de grabación %s
et: Salvestusaeg on piiratud teise taimeri %s tõttu
it: Tempo di registrazione limitato: timer %s in conflitto!
no: Opptak begrenset grunnet motstridende tidsopptak %s
pt: Tempo de gravação limitado devido a conflito %s
ru: Время записи ограничено ввиду конфликта таймера %s

source: Recorded files...
es: Archivos grabados...
et: Salvestised
it: Registrazioni
no: Opptaksliste...
pt: Arquivos gravados...
ru: Записанные файлы

source: Recording
es: Grabando
et: Salvestus
it: Registrazioni
no: Opptak
pt: Gravação e Reprodução
ru: Запись

source: Recording Status
es: Estado de la grabación
et: Salvestuse olek
it: Stato registrazioni
no: Opptaksstatus
pt: Estado das Gravações
ru: Состояние записи

source: Recording paths
es: Rutas de grabación
et: Salvestuskaustad
it: Percorsi delle registrazioni
no: Opptaksplassering
pt: Percursos de gravação
ru: Местоположение записей

source: Recording(s) are in progress or coming up in few seconds!
es: ¡Grabación(es) está(n) en proceso o va(n) a comenzar en pocos segundos!
et: Salvestus(ed) on käimas või käivituvad peatselt!
it: Registrazione in corso o in avvio a breve!
no: Opptak er i gang eller starter snart!
pt: Gravações em progresso ou a iniciarem em poucos segundos!
ru: Запись(и) идёт или начнётся в ближайшие несколько секунд!

source: Recordings
es: Grabaciones
et: Salvestused
it: Registrazioni
no: Opptak
pt: Gravações
ru: Записи

source: Recordings always have priority
es: Las grabaciones siempre tienen prioridad
et: Salvestused omavad alati eelist
it: Le registrazioni hanno sempre la priorità
no: Opptak har alltid prioritet
pt: Gravações têm sempre prioridade
ru: Записи всегда имеют приоритет

source: Red
es: Rojo
et: Punane
it: Rosso
no: Rød
ru: Красный

source: Red button...
es: Botón rojo...
et: Punane nupp
it: Tasto rosso...
no: Rød knapp...
pt: Tecla vermelha...
ru: Красная кнопка...

source: Redirect notifications to Growl, Snarl, Prowl or Syslog
es: Redirigir las notificaciones Growl, Snarl, Prowl o Syslog
it: Reindirizzare notifiche a Growl, Snarlo, Prowl o Syslog
no: Omdirigere meldinger til Growl, Snarl, Prowl eller Syslog
pt: Redireccionar notificações para Growl, Snarl, Prowl ou Syslog
ru: Перенаправление уведомлений Growl, Snarl, Prowl или Syslog

source: Reenter new PIN
es: Volver a introducir el nuevo PIN
et: Korda uut PIN-i
it: Ripetere il nuovo PIN
no: Tast om ny PIN
pt: Repetir novo PIN
ru: Повторите новый PIN-код

source: Refresh
es: Actualizar
et: Värskenda
it: Aggiorna
no: Forfrisk
pt: Refrescamento
ru: Обновить

source: Refresh EPG automatically
et: EPG automaatne värskendamine
it: Aggiornare l’EPG automaticamente
no: Oppfrisk EPG automatisk
pt: Atualiza automaticamente o EPG
ru: Автоматическое обновление EPG

source: Refresh EPG every day at time
es: Actualizar el EPG todos los días a esta hora
et: EPG uuendamise kellaaeg
it: Aggiornare EPG ogni giorno alle ore
no: Oppfriske EPG hver dag ved tiden
pt: Atualizar EPG todos os dias às:
ru: Обновление EPG автоматически

source: Refresh EPG every day at time:
es: Actualiza siempre a esta hora:
et: EPG uuendamise kellaaeg:
it: Aggiornare EPG ogni giorno alle ore:
no: Oppfriske EPG hver dag ved tiden:
pt: Atualizar o EPG todo dia no horário:
ru: Время обновления EPG:

source: Refresh EPG using
et: Värskenda EPG kasutades
it: Utilizzo EPG Refresh
no: Oppfrisk EPG med
pt: Atualização do EPG ao usar
ru: Обновление с помощью EPG

source: Refresh Rate
es: Velocidad de refresco
et: Värskendussagedus
it: Frequenza di aggiornamento
no: Oppdateringsfrekvens(hz)
pt: Taxa de Varrimento
ru: Частота обновления

source: Refresh automatically every
es: Actualizar automáticamente cada
et: Automaatne värskendamine iga
it: Aggiornare automaticamente ogni
no: Forfrisk automatisk hver
pt: Refrescar automáticamente (seg)
ru: Автоматически обновлять каждый

source: Refresh delay
it: Aggiornare ritardo
no: Oppdater forsinkelse
pt: Atraso ao Refrescar
ru: Задержка обновления

source: Refresh now
et: Värskenda kohe
it: Aggiornare ora
no: Oppfrisk Nå
pt: Atualizar agora
ru: Обновить

source: Refresh rate
es: Frecuencia de refresco
et: Värskendussagedus
it: Frequenza di aggiornamento
no: Oppfriskingssats
pt: Taxa de varrimento
ru: Частота обновления
