Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: on READ ONLY medium.
es: en disco SOLO LECTURA.
et: kirjutuskaitstud meedial.
it: su supporto A SOLA LETTURA
no: av kun les medie.
pt: em SÓ LEITURA medio.
ru: на диск только для чтения.

source: on Weekday
es: en entre semana
et: tööpäeval
it: nei giorni feriali
no: på ukedag
pt: em Dia da Semana
ru: по будням

source: once
es: una vez
et: üks kord
it: una volta
no: en gang
pt: Uma só vez
ru: Один раз

source: once a day
es: una vez al día
et: kord päevas
it: una volta al giorno
no: en gang daglig
pt: uma vez por dia
ru: Один раз в день

source: opaque
it: opaco
no: ugjennomsiktig
pt: opaco
ru: Непрозрачный

source: open nameserver configuration
es: abir la configuración del servidor de nombres
et: nimeserveri seaded
it: aprire configurazione DNS
no: open nameserver konfigurasjon
pt: abrir a configuração do servidor de DNS
ru: Открыть конфигуратор DNS

source: open servicelist
es: Abrir la lista de canales
et: ava kanalinimekiri
it: aprire elenco canali
no: Åpne kanalliste...
pt: Abrir a lista de serviços
ru: Открыть список сервисов

source: open servicelist(down)
es: Abrir la lista de canales (abajo)
et: ava kanalinimekiri (alla)
it: elenco canali (GIÙ)
no: Åpne kanalliste(ned)...
pt: Abrir lista de serviços ( seta para baixo )
ru: Открыть список сервисов (вниз)

source: open servicelist(up)
es: Abrir la lista de canales (arriba)
et: Kuva kanalinimekiri (üles)
it: elenco canali (SU)
no: Åpne kanalliste(opp)...
pt: Abrir a lista de serviços ( seta para cima )
ru: Открыть список сервисов (вверх)

source: openMultiboot About
it: riguardo ad openMultiboot
no: Om
pt: Sobre o OpenMultiboot
ru: Информация

source: openMultiboot Manager
it: Gestore OpenMultiBoot
no: OpenMultiBoot
pt: Gestor de OpenMultiboot
ru: Управление OpenMultiboot

source: original
et: algupärane
it: originale
ru: Оригинальный

source: partial match
es: coincidencia parcial
et: osaline vaste
it: corrispondenza parziale
no: delvis treff
pt: correspondência parcial
ru: Частичное совпадение

source: pass
es: clave
et: lubatud
no: klart
pt: passar
ru: Передать

source: pause
es: Pausar
et: paus
it: pausa
pt: Pausa
ru: Пауза

source: pause subtitles playback
it: sospendere la riproduzione dei sottotitoli
no: pause undertekst avspilling
pt: parar a reprodução de legendas
ru: Приостановить воспроизведение субтитров

source: picons directory:
es: Ruta de los piconos:
et: kanalilogode asukoht:
it: cartella picon:
no: Picons plassering:
pt: Pasta dos Picons:
ru: Папка picon:

source: play entry
es: reproducir elemento
et: esita
it: riprodurre voce
no: spill denne
pt: Reproduzir entrada
ru: Воспроизвести запись

source: play from next mark or playlist entry
es: reproduce desde la siguiente marca o siguiente película
et: esita järgmisest märgist
it: riprodurre da contrassegno successivo o da playlist
no: spill av fra neste markering eller post i spillelisten
pt: Reproduzir a partir da próxima marca ou da Lista de Reprodução
ru: Воспроизвести начиная со следующей метки или записи в плейлисте

source: play from previous mark or playlist entry
es: reproduce desde la marca anterior o película
et: esita eelmisest märgist
it: riprodurre da contrassegno precedente o da playlist
no: spill av fra forrige markering eller post i spillelisten
pt: Reproduzir a partir da marca anterior ou da Lista de Reprodução
ru: Воспроизвести начиная с предыдущей метки или записи в плейлисте

source: play/pause subtitles playback
it: play/pausa riproduzione sottotitoli
no: spill av/pause undertekst avspilling
pt: reproduzir/parar a reprodução de legendas
ru: Воспроизведение/Пауза воспроизведения субтитров

source: please press OK when ready
es: pulse OK cuando esté preparado
et: kui valmis, vajuta OK
it: premere OK quando pronto
no: Trykk OK når det er klart
pt: Prima OK quando terminar
ru: Пожалуйста, нажмите OK когда будете готовы

source: please wait, loading picture...
es: por favor espere, cargando foto...
et: pilti laaditakse. oota
it: Attendere: carico la foto...
no: Vennligst vent, henter bilde
pt: Por favor espere, a carregar a imagem
ru: Пожалуйста подождите, идет загрузка изображения...

source: plugin to Backup/Restore Epg
es: Extensión para Salvar/Restaurar el Epg
et: laiendus EPG taastamiseks ja salvestamiseks
it: Plugin per Backup / Ripristino EPG
no: modul til Sikkerhetskopi/Opprette Epg
pt: plugin para Backup / Restauro do Epg
ru: Плагин резервного копирования/восстановления EPG

source: press green
it: premere verde
no: trykk grønn knapp
pt: prima a tecla VERDE
ru: Нажмите зеленую кнопку

source: press red
it: premere rosso
no: Trykk rød knapp
pt: prima a tecla VERMELHA
ru: Нажмите красную кнопку

source: previous channel
es: Canal anterior
et: eelmine kanal
it: canale precedente
no: Forrige kanal...
pt: Voltar ao canal anterior
ru: Предыдущий канал

source: previous channel in history
es: Canal anterior en el historial
et: eelmine kanal ajaloos
it: canale precedente nella cronologia
no: Forrige kanal i historikken...
pt: Canal anterior no histórico
ru: Предыдущий канал в истории

source: priority
it: priorità
no: Prioritet
pt: prioridade
ru: Приоритет

source: protocol:
es: protocolo:
et: protokoll:
it: protocollo:
no: protokoll:
pt: Protocolo:
ru: Протокол:

source: prov:
es: Proveedor:
et: levitaja:
no: tilb:
pt: Operador:
ru: Пров:

source: providers
es: proveedores
et: levitajad
it: provider
no: tilbydere
pt: operadores
ru: Провайдеры

source: purple
it: viola
no: lilla
pt: púrpura
ru: Пурпурный

source: reader:
es: lector:
et: kaardilugeja
it: lettore:
no: leser:
pt: leitor:
ru: Ридер:

source: reboot
es: reiniciar
et: taaskäivita
it: riavvio
pt: Reinicialização
ru: Перезагрузка

source: record
es: grabar
et: salvestus
it: registrare
no: spill inn
pt: gravar
ru: Записать

source: recording
es: grabando
et: salvestus
it: registrazione
no: spiller inn
pt: a gravar...
ru: Запись

source: recording...
es: grabando...
et: salvestus
it: registrazione...
no: spiller inn...
pt: a gravar...
ru: Запись...

source: red
es: rojo
et: punane
it: rosso
no: rød
ru: Красный

source: redesigned Kerni-HD1 skin
es: piel rediseñada Kerni-HD1
it: Skin HD1 by Kerni ridisegnata
no: redesignet Kerni-HD1 skin
pt: Tema Kerni-HD1 redesenhado
ru: Переделанный скин HD1 от Kerni

source: remove %s failed!!
it: rimozione di %s fallita!!
ru: Удалить %s не удалось!

source: remove a nameserver entry
es: borrar entrada de servidor de nombres
et: eemalda nimeserver
it: rimuovere voce DNS
no: fjern navneserver oppføring
pt: Remover Servidor de DNS
ru: Удалить данные DNS

source: remove after this position
es: borrar después de esta posición
et: kustuta kõik selle koha järel
it: Rimuovere DOPO questa posizione
no: fjern etter denne posisjon
pt: remover depois desta posição
ru: Удалить после этой позиции

source: remove all alternatives
es: borrar todas alternativas
et: eemalda kõik asenduskanalid
it: rimuovere tutte le alternative
no: Fjern alle alternativer...
pt: remover todas alternativas
ru: Удалить все альтернативы

source: remove all new found flags
es: borrar todas las marcas encontradas
et: kustuta kõik 'uus kanal' tunnused
it: rimuovere tutte le nuove etichette trovate
no: fjern alle nye funnede flag
pt: remover as novas flags
ru: Удалить все найденные флаги

source: remove before this position
es: borrar antes de esta posición
et: kustuta kõik enne seda kohta
it: Rimuovere PRIMA di questa posizione
no: fjern før denne posisjonen
pt: remover antes desta posição
ru: Удалить перед этой позицией

source: remove bookmark
es: borrar marcador
et: kustuta järjehoidja
it: rimuovere segnalibro
no: fjern bokmerke
pt: apagar marcador
ru: Удалить закладку

source: remove directory
es: borrar directorio
et: kustuta kataloog
it: rimuovere cartella
no: fjern katalog
pt: apagar pasta
ru: Удалить каталог

source: remove entry
es: eliminar el canal de la lista
et: kustuta
it: rimuovere voce
no: Fjern denne...
pt: Remover entrada
ru: Удалить выбранное

source: remove from parental protection
es: quitar la protección de adultos
et: eemalda lapselukk
it: rimuovere dal controllo parentale
no: fjern fra foreldrekontroll
pt: remover do controlo paternal
ru: Удалить из родительского контроля

source: remove new found flag
es: borrar nueva marca encontrada
et: eemalda 'uus kanal' tunnus
it: rimuovere nuova etichetta trovata
no: fjern ny funnet flag
pt: remover a nova flag
ru: Удалить найденный новый флаг

source: remove selected satellite
es: borrar el sintonizador seleccionado
et: eemalda valitud satelliit
it: rimuovere il satellite selezionato
no: fjern valgt satellitt
pt: apagar o satélite selecionado
ru: Удалить выбранный спутник

source: remove this mark
es: borrar esta marca
et: eemalda see märk
it: Rimuovere contrassegno
no: fjern denne markøren
pt: Remover esta marca
ru: Удалить метку

source: repeat playlist
es: repetir liste de reproducción
et: korda mängukava
it: ripetere la playlist
no: Gjenta spilleliste
pt: repetir Lista de Reprodução
ru: Повторить плейлист

source: repeated
es: repetido
et: korduvalt
it: ripetuto
no: gjentatt
pt: repetido
ru: Повторять

source: reset subtitles delay/fps
it: ripristinare ritardo/fps sottotitoli
no: nullstill undertekst forsinkelse/hz
pt: redefinir legendas atraso / fps
ru: Сбросить задержку субтитров

source: restartemu
es: reiniciaremu
et: taaskäivita emu
it: riavviare la CAM
no: omstartemu
pt: reiniciar emulador
ru: Перезагрузить

source: restartgui
es: reiniciargui
et: taaskäivita kasutajaliides
it: riavviare il sistema
no: omstartenigma2
pt: reiniciar interface do utilizador
ru: Перезагрузка GUI

source: restarts current subtitle
it: riavviare sottotitolo corrente
no: start nåværende undertekst om igjen
pt: reinicia a legenda atual
ru: Перезапустить текущие субтитры

source: resumes subtitles playback
it: riprendere riproduzione sottotitoli
no: fortsett undertekst avspilling
pt: reinicia a reprodução de legendas
ru: Возобновить воспроизведение субтитров

source: rewind to the previous chapter
es: vuelva al capítulo anterior
et: tagasi eelmisele peatükile
it: indietro al capitolo precedente
no: spol tilbake til forrige kapittel
pt: voltar ao capítulo anterior
ru: Переключить к предыдущей главе

source: right
es: derecha
et: paremal
it: destro
no: høyre
ru: Вправо

source: running
es: corriendo
et: töös
it: in esecuzione
no: kjører
pt: em execução
ru: запущен

source: save last directory on exit
es: guardar el último directorio al salir
et: pea väljumisel asukoht meeles
it: salvare l'ultima cartella in uscita
no: Lagre siste katalog ved avslutt
pt: Guardar a última pasta ao sair
ru: Сохранить последний каталог при выходе

source: save playlist
es: guardar lista de reproducción
et: talleta mängukava
it: salvare la playlist
no: Lagre spilleliste
pt: Guardar lista de reprodução
ru: Сохранить плейлист

source: save playlist on exit
es: guardar la lista al salir
et: väljumisel talleta mängukava
it: salvare la playlist in uscita
no: Lagre spilleliste ved avslutt
pt: Guardar Lista de Reprodução ao sair
ru: Сохранить плейлист при выходе

source: save recording (Select event)
et: salvestuse talletamine (vali saade)
it: salvare la registrazione (sel. evento)
no: lagre opptak (velg program)
pt: guardar gravação (Selecionar evento)
ru: Сохранить запись (выбрать событие)

source: save recording (stop after current event)
et: salvestuse talletamine (lõpeta peale praegust saadet)
it: salvare la registrazione (arresto dopo evento corrente)
no: lagre opptak (stopp etter nåværende)
pt: salvar gravação ( parar no fim deste evento )
ru: Сохранить запись (остановить после текущего события)

source: scan done!
es: ¡búsqueda hecha!
et: otsing tehtud!
it: ricerca terminata!
no: Søk avsluttet
pt: procura concluída!
ru: Сканирование завершено!

source: scan in progress - %d%% done!
es: búsqueda al %d %%
et: Toimub otsing - %d%% valmis!
it: ricerca in corso - %d%% completata!
no: Søking igang - %d%% ferdig!
pt: procura em progresso - %d%% concluída!
ru: Идет поиск - %d%% выполнено!

source: scan state
es: estado de la búsqueda
et: otsingu seis
it: stato ricerca
no: Søkestatus
pt: estado da procura
ru: Состояние поиска

source: scan type(DVB-S)
es: Buscar (DVB-S)
et: otsingu tüüp (DVB-S)
it: ricerca tipo (DVB-S)
no: Søketype(DVB-S)
pt: tipo de procura (DVB-S)
ru: Тип поиска (DVB-S)

source: search EPG
it: ricerca EPG
no: Søk EPG
ru: Поиск EPG

source: second
es: segundo
et: sekund
it: secondo
no: sekund
pt: segundo
ru: секунда

source: second cable of motorized LNB
es: segundo cable del LNB motorizado
et: ajamiga LNB teine kaabel
it: cavo secondario per LNB motorizzato
no: sekundær kabel i motorisert LNB
pt: segundo cabo do LNB motorizado
ru: Второй кабель мотоподвеса

source: seconds
es: segundos
et: sekundit
it: secondi
no: sekunder
pt: segundos
ru: секунд

source: see service-epg (and PiP) from channels in an infobar
es: ver el epg-canal (y PiP) desde los canales en la infobar
et: vaata saatekava (ja pilt-pildis) inforibal.
it: visualizzare EPG & PiP canali nella barra informazioni
no: se kanal-epg (og PiP) fra kanaler i infovindu
pt: ver serviço epg (e PiP) dos canais na barra de informação
ru: Просматривать каналы EPG и PiP в инфобаре

source: select
es: seleccionar
et: vali
it: selezionare
no: velg
pt: selecionar
ru: Выбрать

source: select CAId
es: seleccionar CAId
et: vali CAId
it: selezionare CAId
no: velg CAId
pt: Selecionar CAId's
ru: Выбрать CAID

source: select CAId's
es: seleccionar CAId's
et: vali CAID-id
it: selezionare i CAId
no: velg CAId's
pt: Selecionar CAId's
ru: Выбрать CAIDs

source: select Slot
et: vali pesa
it: selez. lo slot
no: Velg Plass
pt: Selecione a Slot
ru: Выбор слота

source: select interface
es: Seleccione la interfaz
et: vali võrguliides
it: selezionare l'interfaccia
no: velg interface
pt: Selecionar a interface
ru: Выберите интерфейс

source: select menu entry
es: seleccionar la entrada de menú
et: vali menüüpunkt
it: selezionare voce menu
no: velg meny oppføring
pt: selecionar entrada de menu
ru: Выберите пункт меню

source: select movie
es: seleccionar película
et: vali salvestis
it: selezionare registrazione
no: velg opptak
pt: Selecione o Filme
ru: Выберите видеозапись

source: select the movie path
es: seleccione el directorio de las grabaciones
et: vali salvestuskataloog
it: selezionare cartella video
no: velg sted å lagre opptak
pt: Seleccione o percurso para filmes
ru: Выберите путь

source: service PIN
es: PIN del canal
et: kanali PIN
it: PIN canale
no: kanal PIN
pt: serviço PIN
ru: PIN канала

source: set enigma2 to standby-mode after startup
es: poner enigma2 en reposo después de arrancar
et: pärast taaskäivitust läheb enigma2 ooteseisundisse
it: impostare standby automatico dopo un riavvio
no: sett brukergrensesnitt til dvalemodus etter oppstart
pt: definir enigma2 para Modo de Espera após o arranque
ru: Автоматический режим ожидания после перезагрузки

source: sets the Audio Delay (LipSync)
es: Poner el Retraso de Audio (LipSync)
et: määrab heli viiteaja (LipSync)
it: impostazione ritardo audio (LipSync)
no: setter Lyd forsinkelse (LipSync)
pt: define o atraso de Áudio (LipSync)
ru: Настройки задержки звука (LipSync)

source: settings
it: configurazioni
no: innstillinger
pt: nastavení
ru: Настройки

source: setup Fancontol inStandby mode
es: Control del ventilador con el deco en reposo
et: Ventilaatori juhtimine ooteseisundis
it: impostazione ventola in modalità standby
no: Sette opp Viftestyring
pt: configura o controlo da ventoinha em Modo de Espera
ru: Настройки вентилятора в режиме ожидания

source: setup PIN
es: configurar PIN
et: määra PIN
it: impostazione PIN
no: oppsetts PIN
pt: definir PIN
ru: Установка PIN

source: setup Remote Control System Code Type
es: Configuración del sistema de control remoto
et: Määra puldi süsteemikood
it: impostazioni codice del telecomando
no: Sette opp fjernkontroll system kode
pt: definir o tipo de código do telecomando
ru: Код дистанционного управления

source: show DVD main menu
es: muestra el menú principal de DVD
et: näita DVD peamenüüd
it: mostra il menu principale DVD
no: vis DVD hovedmeny
pt: mostrar menu de DVD
ru: Показать главное меню DVD

source: show EPG...
es: muestra el EPG...
et: näita kava...
it: mostra EPG...
no: Vis EPG...
pt: Mostrar EPG...
ru: Показать телегид

source: show Infoline
es: muestra Infoline
et: kuva inforida
it: mostra info
no: Vis Infolinje
pt: mosta a Linha de Informação
ru: Показать инфостроку

source: show all
es: muestra todo
et: näita kõik
it: mostra tutto
no: vis alle
pt: mostrar todos os cartões:
ru: Показать все

source: show alternatives
es: muestra alternativas
et: näita asenduskanaleid
it: mostra alternative
no: Vis alternativer...
pt: ver alternativas
ru: Показать альтернативы

source: show event details
es: muestra detalles del evento
et: näita saatetutvustust
it: mostra dettagli evento
no: vis sendings detaljer
pt: Mostrar detalhes do programa
ru: Показать детали события

source: show extended description
es: muestra la descripción extendida
et: kuva täpsem sisututvus
it: mostra descrizione estesa
no: Vis utvidet beskrivelse...
pt: Mostra a informação estendida
ru: Показать расширенное описание

source: show first selected tag
es: muestra la primera etiqueta seleccionada
et: kuva esimene valitud märksõna
it: mostra la prima etichetta selezionata
no: vis først valgte tag
pt: mostra a 1ª marca selecionada
ru: Показать первую выбранную метку

source: show second selected tag
es: muestra la segunda etiqueta seleccionada
et: kuva teine valitud märksõna
it: mostra la seconda etichetta selezionata
no: vis andre valgt tag
pt: mostra a 2ª marca selecionada
ru: Показать вторую выбранную метку

source: show shutdown menu
es: muestra menú de apagado
et: kuva seiskamismenüü
it: mostra menu di spegnimento
no: Vis slå av meny
pt: Mostra o menu DESLIGAR
ru: Показать меню выключения

source: show single service EPG...
es: muestra EPG de un canal...
et: kanali EPG...
it: mostra EPG singolo servizio...
no: Vis EPG for enkelt kanal
pt: Mostra o serviço EPG simples...
ru: Показать телегид

source: show subtitles menu
it: mostra menu sottotitoli
no: vis undertekstmeny
pt: mostrar menu de legendas
ru: Показать меню субтитров

source: show tag menu
es: muestra el menú de etiquetas
et: kuva sildimenüü
it: mostra il menu etichette
no: vis tag meny
pt: Mostrar marca no Menu
ru: Показать метки меню

source: show transponder info
es: muestra la info del transpondedor
et: näita transponderi andmeid
it: mostra informazioni transponder
no: Vis transponder info...
pt: Mostrar a info do transponder
ru: Показать информацию транспондера

source: show/hide subtitles status
it: mostra / nascondi lo stato dei sottotitoli
no: vis/skjul undertekst status
pt: Mostra/esconde o estado das legendas
ru: Показать/скрыть статус субтитров

source: shuffle playlist
es: lista de reproducción aleatoria
et: sega mängukava
it: ordine casuale
no: Blande spilleliste
pt: Baralhar Lista de Reprodução
ru: Перемешать плейлист

source: shut down
es: apagar
et: lülita välja
it: spegnimento
no: slå av
pt: desligar
ru: Выключение

source: shutdown
es: apagar
et: lülita välja
it: spegnere
no: slå av
pt: Desligar
ru: Выключение

source: simple
es: sencillo
et: lihtne
it: semplice
no: enkel
pt: simples
ru: Простой

source: skip backward
es: Saltar hacia atrás
et: hüppa tagasi
it: salta indietro
no: Hopp bakover...
pt: Retroceder
ru: Перемотка назад

source: skip backward (enter time)
es: Saltar hacia atrás (hora)
et: hüppa tagasi (sisesta aeg)
it: salta indietro (inserire intervallo)
no: Hopp bakover (skriv inn tid)...
pt: Retroceder (inserir tempo)
ru: Перейти назад (введите время)

source: skip forward
es: Saltar hacia adelante
et: hüppa edasi
it: salta avanti
no: Hopp framover...
pt: Avançar
ru: Перемотка вперед

source: skip forward (enter time)
es: Saltar hacia adelante (hora)
et: hüppa edasi (sisesta aeg)
it: salta avanti (inserire intervallo)
no: Hopp framover (skriv inn tid)...
pt: Avançar (inserir tempo)
ru: Перейти вперёд (введите время)

source: skip previous subtitle by setting time in minutes
it: salta il sottotitolo precedente configurando il tempo in minuti
no: hopp,til forrige undertekst ved å sette tid i minutter
pt: ignorar a legenda anterior, ao definir o tempo em minutos
ru: Пропустить предыдущие субтитры, установив время в минутах

source: skip subtitle to current event position
it: passa al sottotitolo alla posizione dell’evento corrente
no: hopp undertekst til nåværende hendelse sted
pt: saltar na legenda para a posição atual do evento
ru: Пропустить субтитры к текущей позиции события

source: skip to next subtitle
it: passa al sottotitolo successivo
no: hopp til neste undertekst
pt: saltar para a próxima legenda
ru: Перейти к следующим субтитрам

source: skip to next subtitle (minute jump)
it: passa al sottotitolo successivo (salto in minuti)
no: hopp til neste undertekst (minutthopp)
pt: saltar para a próxima legenda (salto em minutos )
ru: Перейти к следующим субтитрам (минутный переход)

source: skip to next subtitle by setting time in minutes
it: salta al sottotitolo successivo configurando il tempo in minuti
no: hopp til neste undertekst ved å sette tid i minutter
pt: saltar para a legenda seguinte, ao definir o tempo em minutos
ru: Перейти к следующим субтитрам, установив время в минутах

source: skip to previous subtitle
it: passa al sottotitolo precedente
no: hopp til forrige undertekst
pt: saltar para a legenda anterior
ru: Перейти к предыдущим субтитрам

source: skip to previous subtitle (minute jump)
it: passare al sottotitolo precedente (salto in minuti)
no: hopp til forrige undertekst (minutthopp)
pt: saltar para a legenda anterior ( salto em minutos )
ru: Перейти к предыдущим субтитрам (минутный переход)

source: slide picture in loop
es: fotos en reproducción en bucle
et: vaata pilte tsüklis
it: riproduzione continua
no: Vis bilder i sløyfe
pt: Slide de imagens em loop
ru: Циклический показ слайдов

source: sort by date
es: ordenar por fecha
et: järjesta kuupäeva järgi
it: ordine per data
no: Sorter etter dato...
pt: ordena por data
ru: Сортировать по дате

source: special characters
es: caracteres especiales
et: erimärgistik
it: caratteri speciali
no: spesial bokstaver
pt: caracteres especiais
ru: Специальные символы

source: standard
es: estándar
et: tavaline
it: predefinito
pt: normal
ru: Стандарт

source: standby
es: reposo
et: ooteseisund
no: dvalemodus
pt: modo de espera
ru: Режим ожидания

source: start cut here
es: comenzar corte aquí
et: alusta lõiget siit
it: INIZIO taglio
no: start klipp her
pt: Iniciar o corte aqui
ru: Начало редактирования

source: start directory
es: directorio de inicio
et: avakataloog
it: cartella di avvio
no: Start katalog
pt: pasta inicial
ru: Начальный каталог

source: start kodi(formerly known as XBMC) mediacenter
it: avviare il media center Kodi (ex XBMC)
no: starte kodi (tidligere kjent som XBMC) mediasenter
pt: iniciar o KODI Mediacenter
ru: Запустить медиацентр Kodi

source: start opera web browser
es: Iniciar el navegador web opera
et: käivita Opera
it: eseguire il browser Opera
no: start opera nettleser
pt: iniciar o navegador Opera
ru: Запустить веб-браузер Opera

source: start timeshift
es: Iniciar timeshift
et: käivita ajanihe
it: eseguire timeshift
no: Start tidsforskyvning ...
pt: Iniciar Timeshift
ru: Начать таймшифт

source: starting
es: Iniciando
et: käivitamine
it: inizio
no: starter
pt: A Iniciar
ru: Запуск

source: static
it: statico
no: statisk
pt: estático
ru: Статический

source: stereo
es: estéreo
pt: Estéreo
ru: Стерео

source: stop PiP
es: parar PiP
et: sulge PiP
it: arrestare PiP
no: stopp BiB
pt: Parar PiP
ru: Отключить PiP

source: stop Service on Start
es: Detener el servicio al iniciar
et: ära kasuta käivituskanalina
it: arrestare canale all' avvio
no: stopp Kanal ved Start
pt: Parar o Serviço no início
ru: Остановить сервис при запуске
