Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Please choose one.
es: Por favor elija uno.
et: Tee valik.
it: Si prega di sceglierne uno
no: Vennligst velg en
pt: Por favor escolha uma.
ru: Пожалуйста, выберите

source: Please choose the default services lists you want to install.
es: Por favor, elija la lista de canales por defecto que quiere instalar.
et: Vali paigaldamiseks vaikimisi kanalinimekirjad.
it: Scegliere le liste canali predefinite da installare.
no: Vennligst velg standard tjeneste liste du vil installere.
pt: Por favor, escolha as listas de serviços padrão que deseja instalar.
ru: Пожалуйста, выберите список каналов по умолчанию, который Вы хотите установить.

source: Please choose.
es: Por favor elija.
et: Tee valik.
it: Prego scegliere
no: Vennligst velg.
pt: Por favor escolha.
ru: Пожалуйста, выберите

source: Please configure crossepg before start downloader
es: Configure crossepg antes de descargar
et: Enne allalaadimise alustamist seadista crossepg
it: Configurare CrossEPG prima di avviare il download EPG
no: Vennligst konfigurer crossepg før du starter nedlaster
pt: Por favor, configure o crossepg antes de iniciar a descarga
ru: Настройте CrossEPG перед началом загрузки EPG

source: Please configure crossepg before starting downloader
et: Enne allalaadimise alustamist seadista crossepg
it: Configurare CrossEPG prima di iniziare il download.
no: Vennligst konfigurer CrossEPG før du starter nedlaster.
pt: Por favor, configure o crossepg antes de iniciar a descarga
ru: Настройте CrossEPG перед началом загрузки.

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
es: Configure o verifique su DNS rellenando los valores requeridos. Cuanto esté preparado pulse OK para continuar.
et: Kontrolli ja täida nimeserveri nõutavad väljad. Kui oled valmis, vajuta jätkamiseks OK.
it: Configurare o verificare i DNS inserendo i parametri richiesti. Appena pronto, premere OK e continuare.
no: Vennligst konfigurer eller bekreft Navneserver ved å sette inn påkrevde verdier. Når du er klar trykk OK for å fortsette.
pt: Por favor configure ou veriique o servidor DNS preenchedo os valores requeridos. Quando estiver pronto prima OK.
ru: Пожалуйста, настройте или проверьте конфигурацию DNS заполнив нужные данные Когда будете готовы - нажмите ОК для продолжения.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
es: Por favor configure su conexión a internet rellenando los valores requeridos. Cuando esté preparado pulse OK para continuar.
et: Täida netiühenduse seadistamiseks nõutavad väljad. Kui oled valmis, vajuta jätkamiseks OK.
it: Configurare la connessione inserendo i parametri richiesti. Appena pronti, premere OK per continuare.
no: Vennligst konfigurer internett tilkobling ved å sette inn påkrevde verdier. Når du er klar trykk OK for å fortsette.
pt: Por favor configure a ligação de internet preenchendo os valores necessários. Quando estiver preparado prima OK para continuar.
ru: Пожалуйста, настройте интернет соединение заполнив нужные данные Когда будете готовы - нажмите ОК для продолжения.

source: Please disable ALL the plugins you don't need to use. This will Speed Up Image Performance.
es: Desactive todas las extensiones que no use. Acelerará el rendimiento de la imagen
et: Keela KÕIK pluginad, mida sa ei kasuta. See parandab vastuvõtja jõudlust.
it: Disabilita tutti i plugin che non usi. Le prestazioni miglioreranno.
no: Vennligst deaktiver ALLE moduler du ikke bruker. Dette vil gi bedre ytelse.
pt: Por favor inative TODOS os plugins de que não necessita. Isto irá tornar a sua Imagem mais rápida.
ru: Пожалуйста, отключите плагины, которые Вам не нужны. Это позволит ускорить производительность ресивера.

source: Please do not change any values unless you know what you are doing!
es: ¡Por favor no cambie valores cuando no sepa lo que hace!
et: Ära muuda midagi, kui sa pole kindel selles, mida teed!
it: Non modificare alcun parametro se non si è sicuri di cosa si sta facendo
no: Vennligst ikke endre verdier, hvis du ikke vet hva du gjør!
pt: Por favor não altere os valores se não tem a certeza do que vai fazer!
ru: Пожалуйста, не изменяйте значения пока не знаете что делаете!

source: Please enable bluetooth before pairing the VUPLUS-BLE-RCU.
it: Si prega di abilitare il bluetooth prima di associare il VUPLUS-BLE-RCU.
ru: Пожалуйста, включите Bluetooth перед соединения с пультом Vu+ BLE.

source: Please enable this application in BlackHole Speed Up panel to continue.
es: Active esta aplicación en el menú de aceleración Black Hole antes de continuar.
et: Jätkamiseks luba see rakendus BlackHole kiirenduse paneelil.
it: Abilita questa applicazione nel pannello "Ottimizzazione BH" per continuare.
no: Vennligst aktiver applikasjon i Optimalisering for å fortsette.
pt: Por favor, ativar a aplicação no Painel " Acelerar Black Hole ", para continuar.
ru: Прежде чем продолжить, пожалуйста активируйте приложение в панели Ускорить Black Hole.

source: Please enter URL here
es: Introduzca la URL aquí
et: Sisesta siia URL
it: Inserire l'URL qui
no: Tast inn URL her
pt: Por favor, Introduza o URL aqui
ru: Пожалуйста, введите URL

source: Please enter a name for the new bouquet
es: Introduzca un nombre para la nueva lista
et: Sisesta uue lemmiknimekirja nimi
it: Inserire un nome per il nuovo bouquet
no: Vennligst skriv inn navn til kanalliste
pt: Escreva o nome do novo Bouquet
ru: Пожалуйста, введите имя для нового пакета

source: Please enter a name for the new marker
es: Pon un nombre para el nuevo marcador
et: Sisesta uue markeri nimi
it: Inserire un nome per il nuovo contrassegno
no: Vennligst skriv navn for den nye markøren
pt: Escreva o nome da nova marca
ru: Пожалуйста, введите имя для нового маркера

source: Please enter a new filename
es: Por favor, introduzca un nombre de archivo nuevo
et: Sisesta uus faili nimi
it: Inserire il nuovo nome del file
no: Vennligst skriv et nytt filnavn
pt: Introduza um nome novo para o Arquivo
ru: Пожалуйста, введите новое имя файла

source: Please enter filename (empty = use current date)
es: Por favor, introduzca un nombre de archivo (vacío = usar fecha actual)
et: Sisesta faili nimi (tühi = tänane kuupäev)
it: Inserire un nome per il file (vuoto -> data corrente)
no: Vennligst skriv filnavn (tomt=bruk nåværende dato)
pt: Introduza o nome do Arquivo (vazio = usar data atual)
ru: Пожалуйста, введите имя файла (пусто = текущая дата)

source: Please enter name of the new directory
es: Entre un nombre para el directorio nuevo
et: Sisesta uue kataloogi nimi
it: Inserire il nome della nuova cartella
no: Vennligst sett navn på den nye katalogen
pt: Por favor introduza o nome da nova pasta
ru: Пожалуйста, введите имя нового каталого

source: Please enter new name:
it: Inserire il nuovo nome:
no: Vennligst tast nytt navn:
pt: P.F. introduza um nome novo:
ru: Введите новое имя:

source: Please enter the correct pin code
es: Por favor, ponga el pin correcto
et: Sisesta õige kood
it: Inserire il codice PIN corretto
no: Vennligst skriv den korrekte pin kode
pt: Escreva o PIN correcto
ru: Пожалуйста, введите правильный PIN-код

source: Please enter the old PIN code
es: Por favor, introduca el PIN anterior
et: Sisesta vana PIN kood
it: Inserire il vecchio codice PIN
no: Vennligst tast inn gammel PIN kode
pt: Por favor intoduza o codigo PIN antigo
ru: Пожалуйста, введите текущий PIN-код

source: Please enter your email address here:
es: Introduzca su email aquí:
et: Sisesta oma e-posti aadress siia:
it: Inserire il proprio indirizzo email:
no: Vennligs tast inn email adresse her:
pt: Por favor introduza o seu e-mail:
ru: Пожалуйста, введите свой адрес электронной почты:

source: Please enter your name here (optional):
es: Introduzca su nombre (opcional):
et: Sisesta oma nimi siia (soovi korral):
it: Indicare il proprio nome (facoltativo):
no: Vennligst tast inn ditt navn her (valgfritt):
pt: Por favor introduza o seu e-mai ( opcional)l:
ru: Пожалуйста, введите имя (необязательно):

source: Please enter your search term.
es: Por favor, introduzca el término de búsqueda.
et: Sisesta otsisõna.
it: Inserire i criteri di ricerca
no: Vennligst tast inn søke preferanse.
pt: Introduza o(s) seu(s) termo(s) de pesquisa
ru: Пожалуйста, введите поисковый запрос.

source: Please follow the instructions on the TV
es: Siga las instrucciones en la TV
et: Jälgi ekraanil olevaid juhiseid
it: Seguire le istruzioni mostrate sullo schermo
no: Vennligst følg instruksjonene på TV
pt: Siga as instruções na TV
ru: Пожалуйста, следуйте инструкциям на ТВ

source: Please input your E-mail address
es: Por favor, introduzca su dirección de correo electrónico
et: Sisesta oma e-posti aadress
it: Inserire il proprio indirizzo E-mail
no: Vennligst tast inn E-mail adresse
pt: Por favor, introduza o seu endereço de e-mail
ru: Пожалуйста, введите свой адрес электронной почты

source: Please make sure your usb drive is NOT CONNECTED to your Vu+ box before you continue.
it: Controllare che il dispositivo USB NON sia connesso al VU+ prima di continuare.
ru: Пожалуйста, перед продолжением убедитесь, что USB-накопитель НЕ ПОДКЛЮЧЕН к Вашему VU+.

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
es: El medio seleccionado anterior no puede ser accedido y el directorio por defecto va a ser usado en su lugar.
et: Eelnevalt valitud andmekandja ei ole kättesaadav ja selle asemel kasutatakse vaikimisi määratud kataloogi.
it: Il supporto selezionato precedentemente non è più accessibile: sarà utilizzata la cartella predefinita.
no: Vennligst noter at tidligere valgte medie ikke er tilgjengelig, derfor er standard katalog tatt i bruk i stedet.
pt: Por favor note que a media anteriormente selecionada não pôde ser assedida e por isso a pasta padrão está a ser usada.
ru: Пожалуйста, обратите внимание, что ранее выбранный носитель недоступен, и вместо него будет использован каталог по умолчанию.

source: Please note that you agree to send software information of the box by applying the event. The collected data will be used in a form that does not personally identify you.
es: Tenga en cuenta que se compromete a enviar la información del software de la Vu+. Los datos recogidos serán utilizados de forma que no lo identifique personalmente.
et: Võta arvesse, et osaledes nõustud saatma vastuvõtja tarkvara andmeid. Kogutud andmeid kasutatakse viisil, mis sind isiklikult ei tuvasta.
it: Nota che applicando l'evento acconsenti all'invio di informazioni sul ricevitore. I dati inviati vengono trattati in forma anonima e non sono tali da poterti identificare.
no: Vennligst noter deg at du sier deg enig i at boks info blir sendt ved å aktivere hendelsen. Samlet data vil bli brukt slik at du ikke kan bli identifisert.
pt: Por favor, note que concorda em enviar informações de software da STB aplicando o evento. Os dados colhidos serão usados num formulário que não o identifica pessoalmente.
ru: Обратите внимание, что Вы даете согласие на отправку информации. Отправленные данные обрабатываются анонимно и не позволяют идентифицировать вас.

source: Please press OK to continue.
es: Pulse OK para continuar.
et: Jätkamiseks vajuta OK.
it: Premere OK per continuare
no: Vennligst tast OK for å fortsette.
pt: Por favor prima OK ara continuar.
ru: Пожалуйста, нажмите ОК для продолжения.

source: Please press OK!
es: Por favor, pulse OK
et: Vajuta OK!
it: Premere OK!
no: Vennligst trykk OK!
pt: Por favor prima OK ara continuar.
ru: Пожалуйста, нажмите ОК!

source: Please provide a Text to match
es: Introduzca un texto a coincidir
et: Sisesta otsitav tekst
it: Fornire una stringa di confronto
no: Vennligst legg inn en tekst å matche
pt: Por favor forneça um Texto com correpondência
ru: Пожалуйста, укажите текст для соответствия

source: Please select a playlist to delete...
es: Por favor, seleccione una lista de reproducción a borrar...
et: Vali kustutatav mängukava
it: Selezionare la playlist da rimuovere...
no: Vennligst velg en spilleliste å slette...
pt: Seleccione uma Lista de Reprodução para apagar...
ru: Пожалуйста, выберите плейлист для удаления...

source: Please select a playlist...
es: Por favor, seleccione una lista de reproducción...
et: Vali mängukava
it: Selezionare una playlist...
no: Vennligst velg en spilleliste
pt: Por favor selecione uma lista de reprodução
ru: Пожалуйста, выберите плейлист...

source: Please select a standard feed or try searching for videos.
es: Por favor seleccione un origen estándar o intente buscando vídeos.
it: Selezionare un feed predefinito o eseguire una ricerca filmati.
no: Vennligst velg en standard feed eller søk etter filmer.
pt: Por favor seleccione um feed padrão ou tente procurar por vídeos.
ru: Пожалуйста, выберите стандартный канал или попробуйте поискать видео.

source: Please select a subservice to record...
es: Por favor, seleccione un subcanal a grabar...
et: Vali salvestatav alamkanal
it: Selezionare un sottocanale da registrare...
no: Vennligst velg en undertekst for opptak
pt: Selecione um subserviço para gravar...
ru: Пожалуйста, выберите подсервис для записи...

source: Please select a subservice...
es: Por favor, seleccione un subcanal...
et: Vali alamkanal
it: Selezionare un sottocanale...
no: Vennligst velg en undertekst
pt: Selecione um subserviço...
ru: Пожалуйста, выберите подсервис...

source: Please select an NFI file and press green key to flash!
es: Por favor, ¡seleccione un archivo NFI y pulse el botón verde para flashear!
et: Vali NFI fail ja vajuta paigaldamiseks rohelist nuppu!
it: Selezionare un file immagine e premere il tasto verde per il flashing!
no: Vennligst velg en NFI fil og trykk grønn tast for å flashe!
pt: Por favor escolha um Arquivo .NFI e prima verde para iniciar o flash!
ru: Пожалуйста, выберите файл NFI, и нажмите зеленую кнопку!

source: Please select an extension to remove.
es: Selecciones una extensión a borrar.
et: Vali eemaldatav laiendus.
it: Selezionare un'estensione da rimuovere
no: Vennligst velg en utvidelse som skal fjernes.
pt: Por favor escolha uma extensão para remover.
ru: Пожалуйста, выберите дополнение для удаления.

source: Please select an option below.
es: Seleccione una opción de abajo.
et: Tee oma valik.
it: Selezionare una delle opzioni seguenti
no: Velg et alternativ nedenfor.
pt: Por favor, selecione uma opção abaixo.
ru: Пожалуйста, выберите один из следующих вариантов

source: Please select medium to use as backup location
es: Seleccione un medio para usar en la copia de seguridad
et: Vali asukoht varukoopiale
it: Selezionare il supporto per il backup
no: Velg et medie som skal brukes som sikkerhetskopi sted
pt: Selecione uma localização para backup
ru: Пожалуйста, выберите носитель для резервного копирования

source: Please select scan mode.
it: Selezionare la modalità di scansione.
no: Vennligst velg søkemåte.
ru: Пожалуйста, выберите режим сканирования.

source: Please select tag to filter...
es: Seleccione una etiqueta para filtrar...
et: Vali otsisõna...
it: Selezionare una etichetta come filtro
no: Velg tag for å filtrere...
pt: Por favor teste o filtro de etiquetas...
ru: Пожалуйста, выберите метку для фильтрации...

source: Please select the matching entry
et: Vali sobiv element
it: Selezionare la voce corrispondente
no: Vennligst velg samsvarende oppføring
pt: Por favor, selecionar entrada correspondente
ru: Пожалуйста, выберите соответствующую запись

source: Please select the movie path...
es: Seleccione un directorio de grabaciones...
et: Vali salvestuskataloog
it: Selezionare il percorso registrazioni
no: Vennligst velg sted for lagring av opptak...
pt: Por favor seleccione a pasta da gravação...
ru: Пожалуйста, выберите путь...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
es: Seleccione la interfaz de red que quiere usar para su conexión a internet. Pulse OK para continuar.
et: Vali internetiühenduseks kasutatav võrguliides. Jätkamiseks vajuta OK.
it: Selezionare l'interfaccia di rete da utilizzare per la connessione a Internet. Premere OK per continuare.
no: Vennligst velg nettverk du vil bruke til din internett tilkobling. Trykk OK for å fortsette.
pt: Por favor selecione uma interface de rede para usar como ligação de internet. Prima OK para continuar
ru: Пожалуйста, выберите сетевой интерфейс который будет использован для выхода в интернет Нажмите ОК для продолжения.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
es: Seleccione la red inalámbrica a la que quiere conectar. Pulse OK para continuar.
et: Vali traadita võrk, millega tahad ühenduda. Jätkamiseks vajuta OK.
it: Selezionare la rete wireless a cui connettersi. Premere OK per continuare.
no: Vennligst velg et trådløst nettverk du vil koble deg til. Trykk OK for å fortsette.
pt: Por favor escolha a Rede sem fios ao qual se quer ligar. Por favor pressiona a tecla OK para continuar.
ru: Пожалуйста, выберите беспроводную сеть для подключения. Нажмите ОК для продолжения.

source: Please set up tuner B
es: Por favor, configure el sintonizador B
et: Seadista tuuner B
it: Impostare il Tuner B
no: Vennligst sett opp Tuner B.
pt: Por favor defina o Tuner B
ru: Пожалуйста, настройте тюнер B

source: Please set up tuner C
es: Por favor, configure el sintonizador C
et: Seadista tuuner C
it: Impostare il Tuner C
no: Vennligst sett opp Tuner C.
pt: Por favor defina o Tuner C
ru: Пожалуйста, настройте тюнер C

source: Please set up tuner D
es: Por favor, configure el sintonizador D
et: Seadista tuuner D
it: Impostare il Tuner D
no: Vennligst sett opp Tuner D.
pt: Por favor defina o Tuner D
ru: Пожалуйста, настройте тюнер D

source: Please setup your tuner configuration.
es: Ajustes de la configuración del sintonizador
et: Häälesta tuuner.
it: Impostare la configurazione del tuner
no: Vennligst sett opp din tuner konfigurasjon.
pt: Por favor configure as definições do Tuner.
ru: Пожалуйста, настройте тюнер.

source: Please upload an image inside /media/hdd/open-multiboot-upload
it: Caricare un’immagine all'interno di /media/hdd/open-multiboot-upload
no: Vennligst last opp ett image i /media/hdd/open-multiboot-upload
pt: Por favor envia uma imagem para a pasta /media/hdd/openMultibootUpload
ru: Пожалуйста, загрузите имидж в /media/hdd/open-multiboot-upload

source: Please use Virtual Keyboard for text rows only (e.g. Custom Command)
es: Utilice el teclado virtual sólo para textos (por ejemplo, comandos personales)
et: Kasuta virtuaalklahvistikku ainult tekstiridadele (n.t. Kohandatud käsk)
it: Utilizzare la tastiera virtuale per le sole righe di testo (comando personalizzato)
no: Vennligst bruk Virtuelt Tastatur til kun tekst rader (Egendefinert Kommando)
pt: Por favor, utilize o Teclado Virtual sómente para linhas de texto ( i.e. Comando Customizado )
ru: Пожалуйста, используйте клавиатуру только для текстовых строк (напр. Пользовательская команда)

source: Please use Virtual Keyboard for text rows only: -Username -Password -Alias -System
es: Utilice el teclado virtual para las columnas de texto: -Usuario -Contraseña -Alias -Sistema
et: Kasuta virtuaalklahvistikku ainult ridadele: -Kasutajanimi -Parool -Alias -Süsteem
it: Usare la tastiera virtuale solo per le righe di testo: -Nome utente -Password -Alias -Sistema
no: Vennligst bruk virtuelt tastatur til kun tekstrader: -Brukernavn -Passord -Alias -System
pt: Por favor, use o teclado Virtual para linhas de texto apenas: -Nome de usuário -Senha -Alias -Sistema de
ru: Пожалуйста, используйте клавиатуру только для текстовых строк: -Имя пользователя -Пароль -Псевдоним -Система

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
es: Use las teclas de dirección para mover la ventana PiP. Pulse Bouquet +/- para cambiar el tamaño de la ventana. Pulse OK para volver al modo TV o EXIT para cancelar el movimiento.
et: Liiguta PiP-pilti noolenuppudega. Muuda akna suurust CHANNEL +/- nuppudega. Tagasi TV režiimi OK-nupuga või lõpeta liigutamine EXIT-nupuga.
it: Usare i tasti < > per muovere la finestra PiP. Usare Bouquet +/- per ridimensionare la finestra. Premere OK per tornare alla modalità TV o EXIT per annullare lo spostamento.
no: Vennligst bruk pilknappene for å flytte BiB vinduet. Trykk Bouquet +/- for å endre vindustørrelse. Trykk OK for å gå tilbake til TV eller EXIT for ikke å utføre flytting.
pt: Por favor use as teclas direcionais para mover a janela PiP. Carregue em Bouquet +/- para redimensionar a janela. OK para voltar ao Modo TV ou EXIT para cancelar.
ru: Пожалуйста, используйте клавиши навигации для перемещения PiP окна. Нажимайте Bouquet +/- для изменения размеров окна. Нажмите OK для возвращения в режим TV или EXIT для отмены движения.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
es: Use las teclas ARRIBA y ABAJO para seleccionar su idioma. Después, pulse el botón OK.
et: Kasuta keele valimiseks 'ÜLES' ja 'ALLA' nuppe, seejärel vajuta OK.
it: Selezionare la propria lingua utilizzando i tasti SU/GIÙ. Premere OK per confermare.
no: Vennligst bruk OPP og NED tastene for å velge ditt språk. Deretter trykk OK.
pt: Por favor use as teclas de Seta-Cima e Seta-Baixo para selecionar a sua língua. Depois prima OK.
ru: Пожалуйста, используйте кнопки ВВЕРХ и ВНИЗ для выбора языка. Далее нажмите ОК.

source: Please wait (Step 2)
es: Por favor, espere... (Paso 2)
et: Oota (toiming 2)
it: Attendere (passo 2)
no: Vennligst vent (Steg 2)
pt: Por favor aguarde (Etapa 2)
ru: Пожалуйста, подождите (Шаг 2)

source: Please wait for AP Configuration....
es: Por favor espere por la configuración de AP...
et: Oota AP seadistamist....
it: Attendere! Configurazione AP in corso...
no: Vent på TP konfigurasjon....
pt: Por favor espere, pela configuração do seu AP ( ponto de acesso )...
ru: Подождите, идет конфигурация AP...

source: Please wait for activation of your network configuration...
es: Espere la activación de su configuración de red...
et: Oota, kuni võrguseaded aktiveeritakse
it: Attendere! Attivazione configurazione di rete in corso...
no: Vennligst vent, aktiverer din nettverk konfigurering...
pt: Por favor aguarde pela ativação das configurações de rede...
ru: Подождите, идет активация вашей сетевой конфигурации...

source: Please wait for activation of your network mount...
es: Por favor, espere la activación de su montaje de red...
et: Oota, võrgu haakepunkt aktiveeritakse...
it: Attendere! Attivazione mount di rete...
no: Vennligst vent, aktiverer tilkobling...
pt: Por favor aguarde pela ativação das suas montagem de rede...
ru: Пожалуйста, подождите, идет активация сетевого подключения...

source: Please wait for scanning AP...
es: Por favor espere mientras busco su AP...
et: Toimub AP otsing, oota...
it: Attendere! Ricerca AP in corso...
no: Vent, søker TP...
pt: Por favor espere, pela pela procura do seu AP ( ponto de acesso )...
ru: Подождите, идет сканирование AP...

source: Please wait while %s %s ...
es: Por favor espere %s %s ...
et: Oota, kuni %s %s ...
it: Attendere %s %s ...
no: Vennligst vent imens %s %s ...
pt: Por favor espere enquanto %s %s ...
ru: Пожалуйста, подождите, пока %s %s ...

source: Please wait while removing selected package...
es: Espere mientras borro el paquete seleccionado...
et: Oota, kuni valitud pakett eemaldatakse
it: Attendere! Rimozione del pacchetto selezionato in corso...
no: Vennligst vent, fjerner valgt pakke...
pt: Por favor espere enquanto é removido o pacote selecionado...
ru: Подождите, выполняется удаление выбранного пакета...
