Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Ethernet network interface
es: Interfaz de red Ethernet
et: Etherneti võrguliides
it: Interfaccia di rete ethernet
no: Ethernet nettverk grensesnitt
pt: Interface de rede ethernet
ru: Интерфейс локальной сети

source: Event Duration
it: Durata dell’evento
no: Hendelse Varighet
pt: Duração do evento
ru: Продолжительность

source: Event Name
it: Titolo dell'evento
no: Hendelse Navn
pt: Nome do evento
ru: Название

source: Event Time
it: Orario dell'evento
no: Hendelse Tid
pt: Tempo do evento
ru: Время

source: Events count: %s
es: Contador de eventos: %s
et: Saateid: %s
it: Numero eventi: %s
no: Hendelsestteller: %s
pt: Contador de eventos: %s
ru: Количество событий: %s

source: Eventview
es: Ver eventos
et: Saateinfo
it: Vista eventi
no: Programoversikt
pt: Visualizador de eventos
ru: Просмотр событий

source: Every
es: Todos
et: Iga
it: Ogni
no: Hver
pt: Todos
ru: Каждые

source: Everything is fine
es: Todo está bien
et: Kõik on hästi
it: Va tutto bene!
no: Alt er i orden
pt: Está tudo bem
ru: Всё хорошо

source: Everywhere
es: En todas partes
et: Kõikjal
it: Ovunque
no: Over alt
pt: Todo Lado
ru: Везде

source: Exact match
es: Coincidencia exacta
et: Täpne vaste
it: Corrispondenza esatta
no: Nøyaktig treff
pt: Correspondência integral
ru: Точное совпадение

source: Exceeds dual layer medium!
es: ¡Excede el disco de doble capa!
et: Liiga suur kahekihilise ketta jaoks!
it: Supera la capacità di supporto doppio strato!
no: Overstiger dobbellags medie!
pt: É maior que a media de duapla face!
ru: Превышает двухслойный носитель!

source: Exclude
es: Excluir
et: Jäta välja
it: Escludere
no: Utelate
pt: Excluir
ru: Исключить

source: Execute
es: Ejecutar
et: Käivita
it: Eseguire
no: Utfør
pt: Executar
ru: Исполнить

source: Execute "after event" during timespan
es: Ejectuar el después del Evento durante el Tiempo
et: Teosta "pärast sündmust" ajaakna sees
it: Eseguire "dopo l'evento" durante l'intervallo
no: Utfør "etter hendelse" under tidsrom
pt: Executar "após o evento" durante o período de tempo
ru: Выполнение "после события"

source: Execute TuxboxPlugins
es: Ejecuta TuxboxPlugins
et: Käivita Tuxbox pluginad
it: Eseguire TuxboxPlugin
no: Utfør Tuxboxmoduler
pt: Executar TuxboxPlugins.
ru: Запустить TuxboxPlugins

source: Execution Progress:
es: Progreso de ejecución:
et: Käivituse edenemine:
it: Processo in esecuzione:
no: Progresjon av utførelsen:
pt: Progresso da execução:
ru: Процесс выполнения:

source: Execution finished!!
es: ¡Ejecución terminó!
et: Ülesanne täidetud!!
it: Esecuzione terminata!
no: Utførelse ferdig!
pt: Execução terminada!
ru: Выполнение закончено!

source: Exif
ru: Медиа Инфо

source: Exit
es: Salir
et: Välju
it: Esci
no: Avslutt
pt: Sair
ru: Выход

source: Exit YoutubeTV
it: Uscire da Youtube TV
no: Avslutt Youtube TV
pt: Sair do YoutubeTV
ru: Выход

source: Exit bluetooth setup
it: Esci dalla config. bluetooth
ru: Выход

source: Exit editor
es: Salir del editor
et: Sulge redaktor
it: Uscire dall'editor
no: Avslutt editor
pt: Sair do Editor
ru: Выйти из редактора

source: Exit input device selection.
es: Sale de la selección de dispositivo de entrada.
et: Välju sisendseadmete valikust.
it: Uscire dalla selezione del dispositivo di input.
no: Avslutt inndata enhetsvalg.
pt: Sair da selecção de dispositivos de entrada
ru: Выход из выбора устройств.

source: Exit network wizard
es: Salir del asistente de red
et: Välju võrgu häälestusest
it: Uscire da procedura guidata
no: Avslutt nettverksveiviseren
pt: Sair do assistente de Rede
ru: Выйти из мастера настроек

source: Exit the Browser.
es: Salir del navegador
et: Sulge brauser.
it: Uscire dal browser
no: Avslutt Nettleser
pt: Saída do navegador.
ru: Выйти из браузера.

source: Exit the Opera browser.
es: Salir del navegador Opera.
et: Sulge Opera.
it: Uscire dal browser Opera
no: Gå ut av Opera nettleser.
pt: Saída do navegador Opera.
ru: Выйти из браузера Opera.

source: Exit the YouTube TV
es: Salir de la TV de YouTube
et: Sulge YouTube TV
it: Uscire da TV YouTube
no: Avslutt YouTube TV
pt: Sair do YouTube TV
ru: Выйти из YouTube TV

source: Exit the cleanup wizard
es: Salir del asistente de limpieza
it: Uscire da procedura guidata pulizia
no: Avslutt RyddOpp Veiviser
pt: Sair do assistente de limpeza
ru: Выйти из мастера очистки

source: Exit the wizard
es: Salir del asistente
et: Välju juhendatud seadistusabist
it: Uscire dalla configurazione guidata
no: Avslutt veiviser
pt: Sair do assistente
ru: Выйти из мастера настроек

source: Exit wizard
es: Salir del asistente
et: Sulge see abiline
it: Uscire dalla configurazione guidata
no: Avslutt veiviser
pt: Sair do assistente
ru: Выйти из мастера настроек

source: Expand your universe.
es: Expande tu universo.
et: Laienda universiumi
it: Espandi il tuo universo
no: Utvid ditt univers
pt: Expanda o seu universo.
ru: Расширьте свою Вселенную

source: Expert
es: Experto
et: Täpsem
it: Esperti
no: Ekspert
pt: Especialista
ru: Эксперт

source: Experimental
ru: Экспериментальный

source: Extend the list of services to refresh by those your AutoTimers use?
et: Kas lisada värskenduseks kasutatavate kanalite nimekirja Autotaimeri poolt kasutatavad?
it: Estendere l'elenco dei servizi da aggiornare in base a quelli in uso da Autotimer?
no: Utvid listen med kanaler som skal oppfriskes på, med de som er i Autotidsopptak.
pt: Ampliar a lista de serviços para atualizar através delas o uso dos seus AutoTimers?
ru: Расширенный список каналов для использования АвтоТаймера

source: Extended Networksetup Plugin...
es: Extensión de configuración de red ampliada...
et: Täpsemad võrguseaded
it: Plugin configurazione avanzata di rete
no: Utvidet Nettverks-innstillings modul...
pt: Plugin Configuração de Rede Avançado...
ru: Расширенный плагин настроек сети...

source: Extended NumberZap
es: Números extendidos en el zapeo
no: Utvidet NummerZap
pt: Número estendido de zap
ru: Расширенное переключение

source: Extended NumberZap Setup
it: Impostazioni Extended NumberZap
no: Utvidet NummerZap Oppsett
pt: Definição Número estendido de zap
ru: Расширенное переключение

source: Extended Setup...
es: Configuración avanzada...
et: Täpsemad seaded
it: Impostazioni avanzate...
no: Utvidet Oppsett
pt: Configurações Avançadas...
ru: Расширенные настройки...

source: Extended Software
es: Software Extendido
et: Lisatarkvara
it: Software avanzato
no: Utvidet Programvare
pt: Software Avançado
ru: Расширенное ПО

source: Extended Software Plugin
es: Extensión de Software Ampliado
et: Lisatarkvara
it: Plugin software avanzato
no: Utvidet Programvare Modul
pt: Plugin de Software Estendido
ru: Плагин расширенного ПО

source: Extensions
es: Extensiones
et: Laiendused
it: Estensioni
no: Tillegg
pt: Extensões
ru: Расширения

source: Extensions management
es: Gestión de las Extensiones
et: Laienduste haldamine
it: Gestione estensioni
no: Behandle Tillegg/Moduler
pt: Gestor de extensões
ru: Управление плагинами

source: External
ru: Внешний

source: External (CF)
ru: Внешний (CF)

source: External Subtitles settings
it: Configurazioni sottotitoli esterni
no: Eksterne undertekst innstillinger
pt: Definições de legendas externas
ru: Настройки внешних субтитров

source: External subtitle dialog colorisation
es: Diálogo de coloración para los subtítulos externos
it: Dialogo colorazione sottotitoli esterni
no: Sette farge på dialog for ekstern tekst
pt: Colorir legendas externas nos diálogos
ru: Цветовая гамма для внешних субтитров

source: External subtitle switch fonts
es: Fuentes variables para los subtítulos externos
it: Commutare fonti sottotitoli esterni
no: Endre utseende for ekstern tekst
pt: Mudar fonte nas legendas externas
ru: Переключение шрифтов для внешних субтитров

source: External subtitles settings
it: Configurazioni sottotitoli esterni
no: Ekstern tekst innstilling
pt: Definições das legendas externas
ru: Настройки внешних субтитров

source: Extra Info
et: Lisainfo
it: Info addizionali
no: Ekstra Info
pt: Informação extra
ru: Доп. информация

source: Extra Kernel Modules Setup
es: config. de los Módulos del núcleo
et: Kerneli lisamoodulite seadistus
it: Impostazioni aggiuntive moduli kernel
no: Ekstra Kernel Moduler
pt: Instalação de Módulos Extra Kernel
ru: Другие модули ядра

source: Extra Setting
es: Config. Extra
et: Lisaseaded
it: Configurazioni addizionali
no: Applikasjoner
pt: Definições Extra
ru: Доп. настройки

source: Extra Settings
es: Config. Extra
et: Lisaseaded
it: Conf. avanzate
no: Applikasjoner
pt: Definições Extra
ru: Доп. настройки

source: Extras
et: Lisad
it: Extra
no: Ekstra
ru: Дополнения

source: F i l e l i s t
es: Lista de archivos
et: F a i l i l i s t
it: LISTA FILE
no: F i l l i s t e
pt: L i s t a d e F i c h e i r o s
ru: Ф а й л ы

source: FCC enabled
it: Abilitare FCC
no: Aktivert
pt: FCC ativado
ru: FCC включен

source: FCCSetup
it: Impostazioni FCC
no: Raskt Kanalbytte
pt: Definição FCC
ru: Настройка FCC

source: FILE NOT EXIST : /proc/stb/fp/remote_code
es: El archivo no existe: /proc/stb/fp/remote_code
et: FAIL PUUDUB : /proc/stb/fp/remote_code
it: IL FILE NON ESISTE: /proc/stb/fp/remote_code
no: FIL FINNES IKKE : /proc/stb/fp/remote_code
pt: Arquivo não existe: /proc/stb/fp/remote_code
ru: Файл не существует : /proc/stb/fp/remote_code

source: FLASH IS BROKEN
es: LA FLASH ESTÁ ESTROPEADA
et: VÄLKMÄLU ON RIKUTUD
it: FLASH CORROTTA
no: FLASH ER ØDELAGT
pt: FLASH ESTÁ DANIFICADA
ru: Флеш-память повреждена

source: FLASH:
et: VÄLKMÄLU:
ru: Внутр. память:

source: FPGA
ru: ППВМ

source: FPGA Upgrade
es: Actualizar FPGA
et: FPGA uuendamine
it: Aggiorna FPGA
no: FPGA Oppgradering
pt: Atualização FPGA
ru: Обновление ППВМ

source: FRAGM Threshold (256~2346)
es: Umbral FRAGM (256~2346)
et: FRAGM väli (256~2346)
it: Soglia FRAGM (256~2346)
ru: FRAGM в диапозоне (256~2346)

source: FTP reading file %d of %d
es: Leyendo archivo FTP %d de %d
et: FTP failide lugemine %d - %d
it: Lettura tramite FTP %d di %d
no: FTP leser fil %d of %d
pt: FTP a ler ficheiro %d de %d
ru: Чтение файла %d из %d

source: FTPBrowser allows uploading and downloading files between your STB and a server using the file transfer protocol.
es: FTPBrowser permite subir y bajar archivos entre su deco y un servidor usando el protocolo de transferencia de archivos.
et: FTP brauser võimaldab failide vahendust vastuvõtja ja serveri vahel, kasutades failivahenduse protokolli FTP.
it: FTPBrowser consente il caricamento e il download di file tra il ricevitore e un server tramite FTP.
no: FTPLeser tillater opplasting og nedlasting mellom din mottaker og server med filoverførings protokoll
pt: Explorador FTP permite o envio e descarga de arquivos entre a STB e um servidor usando o protocolo de transferência de arquivos.
ru: Позволяет загружать и скачивать файлы между получателем и сервером через FTP.

source: FTPport:
es: Puerto FTP:
it: Porta FTP:
pt: Porta FTP:
ru: Порт FTP:

source: Factory
it: Impostazioni di fabbrica
no: Fabrikkinnst
pt: Fábrica
ru: Заводские установки

source: Factory reset
es: Reinicio de fábrica
et: Algseadistus
it: Ripristino di fabbrica
no: Gjenopprett fabrikkinnstillingene
pt: Restauro de Fábrica
ru: Заводские установки

source: Factory reset fail
es: Falló el reinicio de fábrica
et: Algseadistuse taastamine nurjus
it: Ripristino di fabbrica fallito
no: Fabrikks tilbakestilling feilet
pt: Falha no Restauro de Fábrica
ru: Не удалось сбросить на заводские настройки

source: Fail to update!!
es: ¡Error al actualizar!
et: Uuendamine nurjus!!
it: Aggiornamento non riuscito!
no: Oppdatering feilet!!
pt: Falha ao atualizar!!
ru: Не удалось обновить!

source: Fail to upgrade!! Retry!!
es: ¡¡Error al actualizar!! ¡¡Reinténtelo de nuevo!!
et: Uuendamine nurjus!! Proovi uuesti!!
it: Aggiornamento fallito: riprovare!
no: Oppgradering feilet! Prøv igjen!
pt: Falha ao atualizar!! Tente novamente!!
ru: Не удалось обновить! Повторите попытку!

source: Failed
es: Falló
et: Nurjus
it: Fallito
no: Feilet
pt: Falhou
ru: Не удалось

source: Fake recording
et: Võltssalvestus
it: Registrazione falsa
no: Falskt opptak
pt: Gravação falsa
ru: Поддельные записи

source: Fan %d
es: Ventilador %d
et: Vent. %d
it: Ventola %d
no: Vifte %d
ru: Вент. %d

source: Fan %d PWM
es: Ventilador %d PWM
et: Vent. %d PWM
it: PWM ventola %d
no: Vifte %d PWM
pt: Ventoinha Nº 1 %d PWM
ru: Обороты вентилятора %d ШИМ

source: Fan %d Voltage
es: Ventilador %d Voltaje
et: Vent. %d pinge
it: Tensione ventola %d
no: Vifte %d Volt
pt: Ventilador %d Voltagem
ru: Обороты вентилятора %d напряжение

source: FanOFF InStanby
es: Apagado con el deco en reposo
et: Ooteseisundis vent välja
it: Ventola OFF in Standby
no: Vifte AV i dvalemodus
pt: Ventoinha desliga em Espera
ru: Откл. в режиме ожидания

source: Fancontrol settings
es: Ajustes del ventilador
et: Jahutuse seadistus
it: Configurazione fancontrol
no: Viftestyring
pt: Definições do Controlo da Ventoinha
ru: Управление вентилятором

source: Fast
es: Rápido
et: Kiire
it: Veloce
no: Hurtig
pt: Rápido
ru: Быстро

source: Fast Channel Change Setup
it: Impostazioni zap veloce
no: Raskt kanalbytte oppsett
pt: Definição da Mudança Rápida de Canais
ru: Настройки быстрой смены канала

source: Fast DiSEqC
es: DiSEqC Rapido
et: Kiire DiSEqC
it: DiSEqC veloce
no: Hurtig DiSEqC
pt: DiSEqC rápido
ru: Быстрый DiSEqC

source: Fast Epg
es: Epg rápido
et: Kiire EPG
it: EPG veloce
no: Rask EPG
pt: EPG Rápido
ru: Быстрый EPG

source: Fast Forward speeds
es: Velocidades hacia delante
et: Edasikerimise kiirused
it: Velocità FFW
no: Hastigheter ved spoling framover
pt: Velocidade de avanço rápido
ru: Скорость перемотки вперед

source: Fast Opentv Epg
es: Rápido Opentv Epg
et: Kiire Opentv EPG
it: EPG veloce OpenTV
no: Rask ÅpenTv EPG
pt: EPG OpenTV rápido
ru: OpenTV EPG

source: Fast Plug
es: Extensión directa
et: Kiirklahv
no: Modulsnarvei
pt: Plugin Rápido
ru: Быстрый запуск

source: Fast Plugin
es: Extensión directa
et: Kiirklahv
no: Modul Snarvei
pt: Plugin Rápido
ru: Быстрый запуск

source: Fast Plugin Setup
es: Configurar la extensión directa
et: Kiirklahvi seadistus
it: Impostazioni Fast Plugin
no: Modul Snarvei Innstilling
pt: Definição do FastPlugin
ru: Настройка быстрого запуска

source: Fast Plugin not found. You have to setup Fast Plugin before to use this shortcut.
es: No se encontró la extensión directa. Tiene que configurar la extensión directa antes de usar este acceso.
et: Kiirklahvi ei leitud. See tuleb määrata.
it: Fast Plugin non trovato. Configurarlo prima di usare questa scorciatoia
no: Modulsnarvei ikke funnet. Du må sette opp ModulSnarvei før du kan bruke denne.
pt: Plugin rápido não definido. Defina o Plugin Rápido, antes de usar este atalho
ru: Быстрый запуск не найден. Вы должны настроить запуск, прежде чем использовать этот ярлык.

source: Fast Scan
es: Búsqueda rápida
et: Kiirotsing
it: Scansione veloce
no: Raskt Søk
pt: Procura Rápida
ru: Быстрый поиск

source: Fast download of Opentv Epg
es: Descarga rápida de Opentv Epg
et: Opentv Epg kiire hankimine
it: Download veloce EPG OpenTV
no: Rask nedlasting av ÅpenTv EPG
pt: Ativar a descarga rápida do EPG OpenTV
ru: Быстрая загрузка OpenTV EPG

source: Fast epoch
es: Época rápida
et: Kiire kerimine
it: Momento iniziale veloce
no: Hurtig epoch
pt: Epoch Rapido
ru: Время для быстрой скорости

source: Fast forward speeds
es: Velocidad de avance rápido
et: Edasikerimise kiirused
it: Velocità FFW
no: Framover spole hastighet
pt: Velocidade de avanço rápido
ru: Скорость перемотки вперед

source: Fast plugin set to:
es: Extensión directa seleccionada como:
et: Kiirklahviks määrati:
it: Fast plugin impostato su:
no: Modulsnarvei satt til:
pt: Plugin Rápido definido para:
ru: Быстрый плагин установлен на:

source: Fast plugin set to: Key: 2x Green
es: Configuración de extensión directa: Acceso: Verde 2x
et: Kiirklahviks määrati: 2x roheline nupp
it: Impostazioni Fast Plugin: Tasto verde 2 volte (2x)
no: Modul snarvei, sett til: Tast: 2x Grønn
pt: Plugin Rápido definido para: 2X a tecla: VERDE
ru: Настройка запуска: Кнопка: 2x Зеленая

source: FastEpg
et: KiirEPG
it: EPG veloce
no: Rask Epg
pt: EPG Rápido
ru: Быстрый EPG

source: Favourites
es: Favoritos
et: Lemmikud
it: Preferiti
no: Favoritter
pt: Favoritos
ru: Избранное

source: February
es: Febrero
et: Veebruar
it: Febbraio
no: Februar
pt: Fevereiro
ru: Февраля

source: Feeds Std.
es: Feeds estándar.
it: Feed standard
no: Mate Std.
pt: Feeds standard
ru: Станд. Фиды

source: FeelsLike :
es: Sensación :
et: Tundub:
it: Gradimento:
no: FølesSom :
pt: Sentir como:
ru: Ощущения:

source: Fetching feed entries
es: Descargando las entradas
et: Voogude hankimine
it: Recupero feed in corso
no: Henter feed oppføringer
pt: Procura de entrada de feeds
ru: Извлечение данных каналов

source: Fetching search entries
es: Descargando las entradas de búsqueda
et: Otsitulemuste hankimine
it: Recupero voci di ricerca
no: Henter søke oppføringer
pt: Procurar entradas de pesquisa
ru: Выборка данных поиска

source: File
es: Archivo
et: Fail
no: Fil
pt: Ficheiro
ru: Файл

source: File not Found! /proc/bus/nim_sockets
es: ¡No se encontró el archivo! /proc/bus/nim_sockets
et: Faili ei leitud! /proc/bus/nim_sockets
it: File non trovato /proc/bus/nim_sockets
no: Fil ikke funnet! /proc/bus/nim_sockets
pt: Ficheiro não encontrado! /proc/bus/nim_sockets
ru: Файл не найден! /proc/bus/nim_sockets

source: Filename
it: Nome del file
no: Filnavn
pt: Nome do ficheiro
ru: Имя файла

source: Filename cannot be empty!
it: Nome del file non può essere vuoto!
no: Filnavn kan ikke være tomt!
pt: O nome do ficheiro tem de ser preenchido!
ru: Пустое имя недопустимо!

source: Files extraction in progress...
es: Extracción de archivos en curso...
et: Faili lahtipakkimine...
it: Estrazione dei file in corso...
no: Pakker ut...
pt: Extração de Arquivos em progresso
ru: Извлечения файлов...

source: Filesystem
it: File di sistema
no: Filsystem
ru: Файловая система

source: Filesystem Check
es: Sistema de archivos
et: Failisüsteemi kontroll
it: Verifica file di sistema
no: Filsystem sjekk
pt: Verificação do Disco Rígido
ru: Проверка файловой системы

source: Filesystem contains uncorrectable errors
es: El sistema de archivos contiene errores graves
et: Failisüsteem sisaldab parandamatuid vigu
it: Il file di sistema contiene errori non correggibili
no: Filsystemet har uopprettelige feil
pt: O sistema de ficheiros possui erros incorrigíveis
ru: Файловая система содержит неисправимые ошибки

source: Film & Animation
es: Cine y animación
et: Film ja animatsioon
it: Film & Animazioni
no: Film & Animasjon
pt: Filmes & Animação
ru: Анимационный фильм

source: Filter
es: Filtro
it: Filtro
pt: Filtro
ru: Фильтр

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
es: Los Filtros son otra herramienta potente cuando coinciden eventos. Una AutoProgramación puede ser restringida a entre semana o sólo concidir un evento con el texto dentro de por ej. su Descripción. Pulse AZUL para añadir una nueva restricción y AMARILLO para eliminar la seleccionada.
et: Filtrid on võimsad vahendid saadete vastete leidmiseks. Autotaimeri saab piirata teatud nädalapäevadele või näiteks saadetele, mille kirjelduses on teatud tekst. Vajuta sinist uue piirangu seadmiseks ja kollast valitud piirangu muutmiseks.
it: I filtri rappresentano un potente strumento per la ricerca di eventi. Un Autotimer può essere circoscritto a determinati giorni della settimana o creato in base a corrispondenze nel testo della descrizione. BLU >> aggiunge una nuova regola, GIALLO >> la cancella.
no: Filter er et annet nyttig verktøy når man matcher lignende hendelser. En Autotidsopptak kan være begrenset til en Ukedag eller bare matche hendelser via tekst i Beskrivelsen. Trykk BLÅ knapp for å tilføye en ny begrensning og GUL for å fjerne den valgte.
pt: Os filtros são outra ferramenta poderosa quando da correspondência de eventos. Um AutoTimer pode ser restrito a determinados dias da semana, ou apenas coincidir com um evento com um texto interno, por exemplo, a sua Descrição. Prima a tecla AZUL para adicionar uma nova restrição e AMARELA para remover o selecionado.
ru: Фильтры являются мощным инструментом для обнаружения событий. АвтоТаймер может быть ограничен в определенные дни недели или только событиями с описанием. Нажмите синюю, чтобы добавить новый фильтр или желтую для удаления.

source: Finetune
es: Ajuste fino
et: Täppishäälestus
it: Sintonia fine
no: Fininstilling.
pt: Sintonizar fino
ru: Точно

source: Finished
es: Terminado
et: Lõppenud
it: Terminato
no: Ferdig
pt: Terminado!
ru: Завершено

source: Finished configuring your network
es: Se configuró su red
et: Võrgu seadistamine lõpetatud
it: Configurazione di rete terminata
no: Ferdig med å konfigurere nettverk
pt: Terminou a configuração de rede
ru: Настройка сети закончена

source: Finished restarting your network
es: Se reinició su red
et: Võrk on taaskäivitatud
it: Riavvio della rete terminato
no: Omstart av nettverk ferdig!
pt: Terminou a reiniciação de rede
ru: Перезагрузка сети завершена

source: Finnish
es: Finlandés
et: Soome
it: Finlandese
no: Finsk
pt: Finlandês
ru: Финский

source: Firmware
et: Püsivara
no: Fastvare
pt: Imagem = Firmware
ru: Прошивка

source: Firmware Upgrade
es: Actualizar el Firmware
et: Püsivara uuendamine
it: Aggiornamento firmware
no: Fastvare Oppgradering
pt: Atualização de Imagem = Firmware
ru: Обновление прошивки

source: Firmware does not exist.
es: El Firmware no existe.
et: Püsivara puudub.
it: Firmware non trovato
no: Fastvare finnes ikke.
pt: Imagem = Firmware não existe.
ru: Нет прошивки.

source: Firmware version
es: Versión del Firmware
et: Püsivara versioon
it: Versione firmware
no: Firmware versjon
pt: Versão do Firmware
ru: Версия прошивки

source: First day to match events. No event that begins before this date will be matched.
es: Primer día para que coincida con los eventos. Ningún evento que comience antes de esta fecha será añadido.
et: Esimene päev vastete otsimiseks. Enne seda päeva algavad saated ei lähe arvesse.
it: Primo giorno per associare gli eventi. Nessun evento che inizi prima di questa data sarà abbinato.
no: Første dag der hendelser blir matchet. Ingen hendelser før denne dato blir matchet
pt: Primeiro dia para corresponder eventos. Os eventos que começam antes desta data serão correspondidos.
ru: Первый день. События до этой даты игнорируются.

source: First generate your skin-style with the Ai.HD-Control plugin.
es: Primero genera su piel de estilo Ai.HD-Control
it: Generare uno stile di skin mediante Ai.HD-Control.
no: Genere din skin-stil med Ai.HD-Control modul først.
pt: Produza primeiro o estilo do Tema com o plugin Ai.HD-Control.
ru: Создать стиль скина с помощью Ai.HD-Control.

source: Flash
et: Välkmälu
ru: Внутр. память

source: Flash in use:
es: Flash en uso:
et: Välkmälu kasutus:
it: Flash in uso:
no: Flash i bruk:
pt: Flash em uso:
ru: Внутр. память:

source: Flashing failed
es: Falló el flasheo
et: Süsteemitõmmise paigaldamine nurjus
it: Installazione fallita
no: Flashing feilet!
pt: Falhou o Flash
ru: Установка не удалась

source: Following tasks will be done after you press OK!
es: ¡Las siguientes tareas se harán después de pulsar OK!
et: Pärast OK vajutamist tehakse järgmised toimingud!
it: Premere OK per eseguire i processi seguenti!
no: Følgende oppgaver blir utført etter du trykker OK!
pt: A tarefas serão concluídas depois de premir OK!
ru: Данные задания будут выполнены после того, как нажмете ОК!

source: Font color (Bold)
it: Colore carattere (grassetto)
no: Skriftfarge (bold)
pt: Cor da Fonte ( negrito )
ru: Цвет шрифта (полужирный)

source: Font color (Italic
it: Colore carattere (corsivo)
no: Skriftfarge (italic)
pt: Cor da Fonte ( itálico )
ru: Цвет шрифта (курсив)
