Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: CutListEditor allows you to edit your movies
es: CutListEditor permite editar sus grabaciones
et: CutListEditor võimaldab töödelda salvestisi
it: Gestire i tagli da applicare alle registrazioni
no: Med KlippListe Editor kan du redigere dine opptak
pt: CutListEditor permite-lhe editar os seus filmes
ru: Позволяет редактировать Ваши записи

source: Cutlist editor...
es: editor de corte de la grabacion...
et: Määra lõikekohad
it: Editor elenco tagli...
no: Klippliste editor...
pt: Editor de corte das listas...
ru: Видео редактор

source: Czech
es: Checo
et: Tšehhi
it: Ceco
no: Tjekkisk
pt: Checo
ru: Чешский

source: Czech Republic
es: República Checa
et: Tšehhi Vabariik
it: Repubblica Ceca
pt: República Checa
ru: Чехия

source: DLNA Server
es: Servidor DLNA
it: Server DLNA
pt: Servidor DLNA
ru: DLNA-сервер

source: DUAL LAYER DVD
es: DVD DOBLE CAPA
et: Kahekihiline DVD
it: DVD doppio strato
no: DOBBEL LAGS DVD
pt: DVD Dual Layer
ru: Двухслойный DVD

source: DVB CI Delay
it: Ritardo DVB CI
no: DVB CI forsinkelse
pt: Atraso DVB CI
ru: Задержка DVB CI

source: DVB drivers:
it: Driver DVB:
ru: Драйверы:

source: DVB player settings
it: Configurazioni DVB player
no: DVB spiller innstillinger
pt: Configurações do reprodutor DVB
ru: Настройки DVB-проигрывателя

source: DVB subtitle black transparency
es: Transparencia de los subtítulos DVB
et: DVB subtiitrite tausta läbipaistvus
it: Trasparenza nera sottotitoli DVB
no: Sort gjennomsiktighet DVB undertekster
pt: Transparência do preto das legendas dvb
ru: Чёрная прозрачность DVB субтитров

source: DVD Drive
es: Controlador de DVD
et: DVD seade
it: Drive DVD
no: DVD stasjon
pt: Drive DVD
ru: DVD-привод

source: DVD File Browser
es: Examinar archivos de DVD
et: DVD failibrauser
it: Browser file DVD
no: DVD Fil leser
pt: DVD navegador de arquivos
ru: Обозреватель файлов DVD

source: DVD Player
es: Reproductor DVD
et: DVD mängija
it: Player Dvd
pt: Leitor DVD
ru: DVD-плеер

source: DVD Titlelist
es: Lista de títulos de DVD
et: DVD nimekiri
it: Elenco titoli DVD
no: DVD Tittelliste
pt: DVD Título
ru: DVD Треклист

source: DVD media toolbox
es: Barra de disco DVD
et: DVD tööriistad
it: Strumenti DVD
no: DVD media verktøy
pt: Ferramentas de media do DVD
ru: DVD медиа инструменты

source: DVDPlayer
et: DVD mängija
it: Player DVD
no: DVD Spiller
pt: O Leitor DVD reproduz os seus DVD's na sua STB Com o leitor de DVD, pode reproduzir os seus DVDs na sua STB a partir de um DVD ou até mesmo a partir de uma pasta de arquivo ISO ou VIDEO_TS no seu disco rígido ou rede.
ru: DVD-плеер

source: DVDPlayer plays your DVDs on your setopbox
ru: Воспроизводит DVD-диски на ресивере

source: DVDPlayer plays your DVDs on your STB. With the DVDPlayer you can play your DVDs on your STB from a DVD or even from an iso file or video_ts folder on your harddisc or network.
es: DVDPlayer reproduce sus DVDs en su deco. Con el DVDPlayer puede reproducir sus DVDs en su deco desde el DVD o incluso desde un archivo iso o una carpeta video_ts de su disco duro o red.
et: DVD mängija esitab vastuvõtjas DVD plaate. DVD mängijaga saad vaadata plaate tuuneri abil otse DVD pealt või isegi iso failist või video_ts kaustast kõvakettalt või võrgust.
it: DVDPlayer riproduce DVD tramite il VU+. Con DVDPlayer non solo è possibile riprodurre DVD, ma anche file ISO e cartelle VIDEO_TS direttamente da HDD o dalla rete.
no: DVD Player spiller dine DVDèr på din VU+. Med DVD Player kan du spille av dine DVDèr på din VU+ fra en DVD eller til og med iso fil eller video_ts mappe på din harddisk eller nettverk
pt: O Leitor DVD reproduz os seus DVD's na sua STB Com o leitor de DVD, pode reproduzir os seus DVDs na sua STB a partir de um DVD ou até mesmo a partir de uma pasta de arquivo ISO ou VIDEO_TS no seu disco rígido ou rede.
ru: DVD-плеер воспроизводит DVD-диски на ресивере. С DVD-плеер Вы можете проигрывать свои DVD-диски на ресивере или даже из файлов iso, или папки video_ts с жёсткого диска или по сети.

source: Daily automatic backup
es: Copia de seguridad automática a diario
et: Automaatne varundamine iga päev
it: Backup automatico giornaliero
no: Daglig automatisk sikkerhetskopi
pt: Backup automático diário
ru: Автоматическое ежедневное копирование

source: Danish
es: Danés
et: Taani
it: Danese
no: Dansk
pt: Dinamarquês
ru: Датский

source: Data provider:
es: Datos del proveedor:
it: Fornitore dati:
no: Data tilbyder:
pt: Informação do Operador:
ru: Поставщик данных:

source: Date
es: Fecha
et: Kuupäev
it: Data
no: Dato
pt: Data
ru: Дата

source: Deactivate
es: Desactivar
et: Lülita valja
it: Disattivato
no: Deaktiver
pt: Desativar
ru: Отключить

source: December
es: Diciembre
et: Detsember
it: Dicembre
no: Desember
pt: Dezembro
ru: Декабря

source: Decide if you want to enable or disable the Cleanup Wizard.
es: Decidir si quiere activar o desactivar el Asistente de Limpieza.
it: Decidere se si desidera abilitare o disabilitare la Pulizia Automatica
no: Velg om du vil slå RyddOpp Veiviser av eller på.
pt: Decidir se pretende ativar ou desativar o assistente de limpeza.
ru: Решите, хотите ли Вы включить или отключить автоматическую очистку.

source: Decide what should be done when crashlogs are found.
es: Decidir qué hacer cuando un crashlog sea encontrado.
it: Decidere cosa si dovrebbe fare quando si trovano registri errori.
no: Velg hva som skal gjøres når feillogger blir funnet.
pt: Decidir o que deve ser feito quando houver crashlog's.
ru: Решите, что должно быть сделано при обнаружении журналов ошибок.

source: Decide what should happen to the crashlogs after submission.
es: Decidir qué hacer después de enviar el crashlog.
it: Decidere cosa fare dei registri errori dopo l'invio
no: Velg hva som skal gjøres når feillogger blir funnet.
pt: Decidir o que acontecerá aos crashlog´s após a submissão
ru: Решите, что делать с журналами ошибок после отправки.

source: Decrease delay
es: Reducir la espera
et: Vähenda viiteaega
it: Diminuire il ritardo
no: Reduser forsinkelse
pt: Diminuir atraso
ru: Уменьшить задержку

source: Decrease delay by %i ms (can be set)
es: Reducir el retraso en %i ms (puede ser puesto)
et: Vähenda viiteaega %i ms
it: Diminuire il ritardo di %i ms (configurabili)
no: Redusere forsinkelse med %i ms (kan stilles)
pt: Diminuir atraso em %i ms ( pode ser definido )
ru: Уменьшить задержку на %i мс

source: Deep Standby
es: Hibernar
et: Puhkeseisund
it: Spegnimento
no: Dyp Dvale
pt: Desligar a Vuplus
ru: Выключить

source: Deep-Standby
es: Hibernar
et: Puhkeseisund
it: Spegnimento
no: Dyp dvale
pt: Suspensão
ru: Выключить

source: Deepstandby
es: hibernar
et: Puhkeseisund
it: Spegnimento
no: Dypdvale
pt: Suspensão
ru: Выключить

source: Default
es: Por defecto
et: Vaikimisi
it: Predefinito
no: Standard
pt: Padrão
ru: По умолчанию

source: Default Cam
es: Cam por defecto
et: Vaikimisi CAM
it: CAM predefinita
no: Standard Cam
pt: Cam padrão
ru: По умолчанию

source: Default Cam:
es: Cam por defecto:
et: Vaikimisi CAM:
it: CAM predefinita:
no: Standard cam
pt: Cam padrão:
ru: По умолчанию:

source: Default Cam:
es: Cam por defecto:
it: CAM predefinita:
ru: По умолчанию:

source: Default Settings
es: Parámetros por Defecto
et: Vaikeväärtused
it: Configurazione predefinita
no: Standard innstillinger
pt: Definições padrão
ru: Настройки по умолчанию

source: Default movie location
es: Ubicación por defecto de las grabaciones
et: Salvestuste tavaasukoht
it: Percorso registr. predefinito
no: Standard opptakssted
pt: Local padrão - Filmes
ru: Расположение по умолчанию

source: Default services lists
es: Canales por defecto
et: Süsteemi kanalinimekirjad
it: Liste canali predefinite
no: Standard kanalliste
pt: Lista de serviços padrão
ru: Сервисы по умолчанию

source: Define a startup service
es: Definir un canal de inicio
et: Määra käivituskanal
it: Definire un canale di avvio
no: Oppgi en oppstartskanal
pt: Define o Serviço no Arranque
ru: Определить запуск сервера

source: Define a startup service for your STB.
es: Definir un canal de inicio para su deco.
et: Määra tuunerile käivituskanal.
it: Definire il canale di avvio
no: Oppgi en oppstartskanal for din VU+.
pt: Define o Serviço no Arranque para a sua STB.
ru: Определить запуск сервера для Вашего ресивера.

source: Deflating channels list
es: Descomprimiendo la lista de canales
et: Kanalinimekirja puhastamine
it: Ridurre la lista dei canali
no: Minimer kanal listen
pt: A esvaziar a lista de canais
ru: Уменьшить список каналов

source: Deflating events
es: Descomprimiendo los eventos
et: Saadete puhastamine
it: Ridurre eventi
no: Minimer hendelser
pt: A esvaziar eventos
ru: Уменьшить события

source: Deinterlacer mode for interlaced content
es: Modo desentrelazador para contenido entrelazado
et: Ülerealaotuse eemaldaja ülerealaotusega (interlaced) sisu jaoks
it: Modalità non interlacciata per contenuti interlacciati
no: Deinterlacer modus for interlaced innhold
pt: Modo desinterlaçar para conteúdo interlaçado
ru: Устранение чересстрочности (чересстрочный контент)

source: Deinterlacer mode for progressive content
es: Modo desentrelazador para contenido progresivo
et: Ülerealaotuse eemaldaja progressiivse sisu jaoks
it: Modalità non interlacciata per contenuti progressivi
no: Deinterlacer modus for progressivt innhold
pt: Modo desinterlaçar para conteúdo progressivo
ru: Устранение чересстрочности (прогрессивный контент)

source: Delay
es: Espera
et: Viiteaeg
it: Ritardo
no: Forsinkelse
pt: Atraso:
ru: Задержка

source: Delay for external subtitles
es: Retardo de los subtítulos externos
it: Ritardo per sottotitoli esterni
no: Forsinkelse for ekstern tekst
pt: Atraso nas Legendas externas
ru: Задержка для внешних субтитров

source: Delay if not in standby (minutes)
et: Viiteaeg, kui ei ole ooteseisundis (min)
it: Ritardo se non in standby (min)
no: Forsinkelse hvis ikke i dvalemodus (min)
pt: Atraso se não estiver em espera (minutos)
ru: Задержка, если в режиме ожидания (мин)

source: Delay x seconds after service started
es: Espera x segundos después del inicio del servicio
et: Oota x sekundit peale saate algust
it: Ritardo in secondi dopo la sintonia canale
no: Forsinke x sekunder etter kanalstart
pt: Atrasa x segundos depois do serviço iniciar
ru: Задержка х секунд после запуска сервиса

source: Delete
es: Borrar
et: Kustuta
it: Elimina
no: Slett
pt: Apagar
ru: Удалить

source: Delete Confirmation
es: Confirmación de Borrado
et: Kustutamise kinnitus
it: Conferma eliminazione
no: Bekrefte sletting
pt: Remover Confirmação
ru: Подтверждение удаления

source: Delete EPG
ru: Удалить EPG

source: Delete Image
es: Eliminar la imagen
et: Kustuta tarkvaratõmmis
it: Eliminare immagine
no: Slett Image
pt: Excluir a Imagem
ru: Удалить имидж

source: Delete Movie
es: Borrar película
et: Kustuta salvestis
it: Eliminare la registrazione
no: Slett Opptak
pt: Apagar Filme
ru: Удалить фильм

source: Delete Timer
es: Borrar temporizador
et: Kustuta taimer
it: Eliminare i timer
no: Slett Tidsopptak
pt: Apagar Timer
ru: Удалить таймер

source: Delete crashlogs
es: Borrar crashlogs
et: Kustuta vealogid
it: Eliminare i registri errori
no: Slette feillogger
pt: Apagar crashlogs
ru: Удалить журналы ошибок

source: Delete entry
es: Borrar entrada
et: Kustuta valik
it: Eliminare la voce
no: Slett denne
pt: Apagar entrada
ru: Удалить выбранное

source: Delete failed!
es: ¡Falló el borrado!
et: Kustutamine nurjus!
it: Eliminazione fallita!
no: Sletting feilet!
pt: Excluir falhou!
ru: Не удалось удалить!

source: Delete mount
es: Borrar montaje
et: Kustuta haakepunt
it: Eliminare mount
no: Slette tilkobling
pt: Eliminar Montagem de Rede
ru: Удалить

source: Delete no more configured satellite %s?
es: No borrar más satélite configurado %s?
et: Kas eemaldad seadistamata satelliidi %s?
it: Eliminare il satellite non più in uso %s?
no: Slette satellit %s, som ikke er i bruk lenger?
pt: Apagar satélites não configurados %s?
ru: Удалить неиспользуемый спутник %s?

source: Depressed
es: Hundido
it: Abbassato
no: nedtrykt
pt: Deprimido
ru: Вогнутый

source: Depth
es: Profundidad
et: Sügavus
it: Profondità
no: Dybde
pt: Profundidade
ru: Глубина

source: Descending
es: Descendiendo
et: Kahanev
it: Discendente
no: Synkende
pt: Descendente
ru: Теряющие популярность

source: Descramble http streams
es: Decodificar el flujo http
et: Dekodeeri http vood
it: Decodificare flussi http
no: Dekode http strømmer
pt: Descodificar transmissões http
ru: Декодировать http потоки

source: Description
es: Descripción
et: Sisututvustus
it: Descrizione
no: Beskrivelse
pt: Descrição
ru: Описание

source: Descriptors db size: %s
es: Descriptores de tamaño Db: %s
et: Kirjelduste andmebaas: %s
it: Dimensioni descrittori db: %s
pt: Descritores tamanho bd: %s
ru: Размер БД Дескрипторы: %s

source: Deselect
es: Deseleccionar
et: Tühista valik
it: Deseleziona
no: Oppheve valget
pt: Deselecionar
ru: Отменить

source: Details
et: Üksikasjad
it: Dettagli
no: Detaljer
pt: Detalhes
ru: Подробнее

source: Details for plugin:
es: Detalles de la extensión:
et: Plugina üksikasjad:
it: Dettagli per il plugin:
no: Modul detaljer:
pt: Detalhes do plugin:
ru: Подробнее о плагине:

source: Detected HDD:
es: HDD detectado:
et: Kõvaketas:
it: HDD rilevato:
no: Gjenkjent HDD:
pt: HDD Detetado:
ru: Найдены устройства:

source: Detected NIMs:
es: NIMs detectados:
et: Tuunerid:
it: Tuner rilevati:
no: Gjenkjent Tuner:
pt: NIMs detectados:
ru: Найдены тюнеры:

source: Device Browser
es: Explorador de periféricos
et: Andmekandjad
it: Browser dispositivi
no: Enhets Viser
pt: Explorador de Dispositivos
ru: Обзор устройств

source: Device changes need a system restart to take effect. Restart your Box now ?
et: Muudatuste jõustamiseks tuleb süsteem taaskäivitada. Kas taaskäivitad vastuvõtja?
it: Riavvio richiesto per attivare le modifiche. Riavviare adesso?
no: Omstart er nødvendig for at endring skal virke. Starte boksen på nytt nå?
pt: As mudanças de dispositivos necessitam de reinício do sistema para produzir efeitos. Reiniciar a sua Vuplus agora?
ru: Для принятия изменений необходимо перезагрузить систему. Перезагрузить Ваш ресивер сейчас?

source: Device is disabling...
it: Disattivazione del dispositivo in corso...
ru: Отключение устройства...

source: Device is enabled.
it: Dispositivo abilitato
no: Enhet er aktivert.
ru: Устройство включено

source: Device is enabling...
it: Attivazione del dispositivo in corso...
ru: Включение устройства...

source: Device:
es: Dispositivo:
et: Andmekandja:
it: Dispositivi:
no: Enhet:
pt: Dispositivo:
ru: Устройство:

source: DeviceList Refresh Interval
es: Refresco de la lista de dispositivos
et: Seadmenimekirja värskendamise vahemik
it: Intervallo agg. elenco dispositivi
no: EnhetsListe Forny Intervall
pt: Refrescamento Automático
ru: Интервал обновления списка устройств

source: Devices Manager
es: Administr. de dispositivos
et: Seadmehaldur
it: Gestione dispositivi
no: Enheter
pt: Gestor de Dispositivos
ru: Диспетчер устройств

source: Devices Manager & Mountpoints
es: Instalar y administrar dispositivos
et: Seadmehaldur ja haakepunktid
it: Gestione Dispositivi & Mountpoints
no: Enhetsbehandler & Tilkobling
pt: Gestor de Dispositivos & Pontos de Montagem
ru: Диспетчер устройств и точек монтирования

source: Devices Mountpoints Setup
es: Configuración de dispositivos de montaje
et: Haakepunktide seadistus
it: Impostazioni mountpoint dei dispositivi
no: Enhetstilordning
pt: Definição de Pontos de Montagem
ru: Настройка точек монтирования

source: Devices changes need a system restart to take effects. Restart your Box now?
es: Los cambios en los dispositivos necesitan un reinicio del sistema. ¿Desea reiniciar su deco ahora?
et: Muudatuste jõustamiseks tuleb süsteem taaskäivitada. Taaskäivitad vastuvõtja?
it: Le modifiche richiedono il riavvio per essere applicate. Riavviare ora?
no: Du må starte om igjen for at endringer skal virke. Omstarte nå?
pt: As mudanças de dispositivos necessitam de reinício do sistema para produzir efeitos. Reiniciar a sua Vuplus agora?
ru: Для принятия изменений необходимо перезагрузить систему. Перезагрузить Ваш ресивер сейчас?

source: Devices..
es: Dispositivos..
et: Andmekandjad..
it: Dispositivi…
no: Enheter...
pt: Dispositivos
ru: Устройства

source: DiSEqC mode
es: Modo DiSEqC
et: DiSEqC režiim
it: Modalità DiSEqC
no: DiSEqC-Modus
pt: Modo DiSEqC
ru: DiSEqC режим

source: DiSEqC repeats
es: Repetir DiSEqC
et: DiSEqC kordused
it: Ripetizioni DiSEqC
no: DiSEqC gjentakelser
pt: Repetições DiSEqC
ru: DiSEqC повторы

source: DiSEqC-Tester settings
es: Configuración de DiSEqC-Tester
et: DiSEqC testeri seaded
it: DiSEqC - test configurazioni
no: DiSEqC-Tester innstillinger
pt: DiSEqC-tester definições
ru: Настройки DiSEqC-тестера

source: Dialing:
es: Marcando:
et: Valin numbrit:
it: Composizione:
no: Taster:
pt: Marcação:
ru: Набор номера:

source: Diction
it: Descrizione
ru: Описание

source: Digital contour removal
es: Borrar el contorno digital
et: Digitaalse kontuuri kõrvaldamine
it: Rimozione del contorno digitale
no: Digital kontur fjerning
pt: Remoção de contorno digital
ru: Цифровое удаление контура

source: Dir:
et: Kat:
no: Katalog:
ru: Каталог:

source: Direct Input
es: Entrada directa
et: Otsetee
it: Immissione diretta
no: Direkte Inngang
pt: Entrada Direta
ru: Ввод

source: Direct Input(Bookmark)
es: Entrada directa(Marcador)
et: Otsetee (järjehoidja)
it: Immissione diretta (Segnalibro)
no: Direkte Inngang(Bokmerke)
pt: Entrada Direta (Marcador)
ru: Ввод (Закладки)

source: Direct Input(Category)
es: Entrada directa(Categoria)
et: Otsetee (kategooria)
it: Immissione diretta (Categoria)
no: Direkte Inngang(Kategori)
pt: Entrada Direta (Categoria)
ru: Ввод (Категория)

source: Direct playback of Youtube videos
es: Reproduce directamente los vídeos de Youtube
et: Youtube videote esitamine
it: Riproduzione diretta video da Youtube
no: Direkte avspilling av Youtube videoer
pt: Reproduza vídeos do Youtube diretamente
ru: Прямое воспроизведение видео с YouTube

source: Direct playback of linked titles without menu
es: Reproduce los títulos enlazados sin menú
et: Lingitud salvestuste esitus ilma menüüta
it: Riproduzione diretta titoli collegati, senza menu
no: Direkte avspilling av tilknyttede titler utenom meny
pt: Reprodução directa de títulos ligados sem menu
ru: Воспроизводить связанные названия без меню

source: Directory %s nonexistent.
es: No existe el directorio %s.
et: Kataloogi %s ei eksisteeri.
it: La cartella %s non esiste!
no: Katalog %s finnes ikke.
pt: Pasta %s não existe.
ru: Каталог %s отсутствует.

source: Directory browser
es: Examinar directorios
et: Kataloogilehitseja
it: Browser cartelle
no: Katalog leser
pt: Explorador de pastas
ru: Обозреватель каталогов

source: Disable
es: Desactivar
et: Keela
it: Disabilitare
no: Deaktiver
pt: inativo
ru: Отключить

source: Disable Animations
et: Keela animatsioonid
it: Disabilitare le animazioni
no: Animasjoner deaktivert
pt: Desativar Animações
ru: Отключение анимации

source: Disable FCC during recordings
it: Disabilitare FCC durante una registrazione
no: Deaktivere under opptak
pt: Desativar FCC durante as gravações
ru: Отключить быструю смену каналов во время записи

source: Disable FastChannelChange
it: Disabilitare cambio canale veloce (FCC)
no: Deaktiver Raskt Kanalbytte
pt: Desativar a mudança rápida de canal
ru: Отключить быструю смену каналов

source: Disable HDMI-IN on Main Screen
it: Disabilita HDMI-IN nello schermo principale
ru: Отключить HDMI-IN на главном экране

source: Disable Light Infobar on Zap
es: Desactiva la barra sencilla al Zapear
et: Keela kanalivahetusel esimene inforiba
it: Disabilitare luminosità Infobar su Zap
no: Deaktiver enkelt infovindu ved kanalbytte
pt: Desativar a Infobar simples em ZAP
ru: Отключить инфобар при переключение

source: Disable MiniTV
it: Disabilitare MiniTV
no: Deaktiver Mini TV
pt: Desativar MiniTV
ru: Отключить MiniTV

source: Disable Picture in Picture
es: Desactiva el PiP
et: Sulge pilt-pildis
it: Disabilitare Picture in Picture (PiP)
no: Slå av Bilde i Bilde
pt: Desabilitar Imagem na Imagem
ru: Отключить режим PiP

source: Disable Server
es: Desactivar
et: Keela server
it: Disabilitare Server
no: Deaktiver server
pt: Desativar Servidor
ru: Отключить

source: Disable Subtitles
es: Desactiva subtítulos
et: Keela subtiitrid
it: Disabilitare i sottotitoli
no: Deaktiver Undertekst
pt: Desativar Legendas
ru: Отключить субтитры

source: Disable Timer
es: Desactiva temporizador
et: Keela taimer
it: Disabilitare timer
no: Deaktiver tidsopptak
pt: Desativar Timer
ru: Отключить таймер

source: Disable access for user root
es: Desactiva el acceso para el usuario root
et: Keela juurdepääs kasutaja juurkataloogi
it: Disabilitare l'accesso root
no: Deaktiver root tilgang
pt: Desativar acesso ao utilizador 'root'
ru: Отключить root-доступ

source: Disable background scanning
es: Desactiva la búsqueda en segundo plano
et: Keela kanaliotsing taustal
it: Disabilitare scansione in background
no: Deaktiver bakgrunns søking
pt: Desativar procura em segundo plano
ru: Отключить фоновое сканирование

source: Disable crashlog reporting
es: Desactiva reporte de crashlog
et: Keela vealogidest teavitamine
it: Disabilitare la segnalazione crashlog
no: Deaktiver feillogg rapport
pt: Desativar o relatório de crashlog´s
ru: Отключить журналы об ошибках

source: Disable shutdown in EPGRefresh time span:
es: Desactiva autoapagado durante el refresco del EPG:
et: Keela seiskamine EPG värskenduse ajavahemikus:
it: Disabilitare spegnimento in arco di tempo EPGRefresh:
no: Deaktiver avslåing i EPGOppfrisk tidsrom:
pt: Desative o DESLIGAR durante o EPGRefresh:
ru: Отключить выкл. в промежуток времени EPGRefresh:

source: Disable timer
es: Desactiva la programación
et: Keela taimer
it: Disabilitare timer
no: Deaktiver Innsoving
pt: Desativar timer
ru: Отключить таймер

source: Disabled
es: Desactivado
et: Keelatud
it: Disabilitato
no: Avslått
pt: inativo
ru: Отключен

source: Discard changes and close plugin
es: Descartar los cambios y cerrar la extensión
et: Tühista muudatused ja sulge plugin
it: Annullare le modifiche e uscire
no: Forkaste endringer og lukk modul
pt: Descartar as alterações e fecha o Plugin
ru: Отменить изменения и закрыть плагин

source: Discard changes and close screen
es: Descartar los cambios y cerrar la pantalla
et: Tühista muudatused ja sulge aken
it: Annullare le modifiche e chiudere la finestra
no: Forkaste endringer og lukk skjerm
pt: Descartar as alterações e fecha o ecrã
ru: Отменить изменения и закрыть окно

source: Disconnect
es: Desconectar
et: Katkesta ühendus
it: Disconnettere
no: Koble fra
pt: Desconetar
ru: Отключить

source: Disconnect %s failed!!
it: Disconnessione di %s fallita!!
ru: Отключиться от %s не удалось!

source: Disconnecting %s
it: Disconnessione di %s
ru: Отсоединение %s

source: Discover
et: Avasta
it: Ricerca
no: Søk
pt: Descobrir
ru: Обнаружить

source: Dish
es: Antena
et: Antenn
it: Parabola
no: Parabol
pt: Ajuda na definição da antena
ru: Антенна

source: Disk Size:
es: Tamaño del disco:
et: Ketta suurus:
it: Capacità disco:
no: Disk størrelse:
pt: Tamanho do Disco:
ru: Размер диска:

source: Disk space to reserve for recordings (in GB)
es: Espacio de disco reservado para las grabaciones (GB)
et: Salvestistele tagatud kettaruum (GB)
it: Dimensioni HDD riservate per le registrazioni (in GB)
no: Diskplass som skal reserveres for opptak(i GB)
pt: Espaço reservado no disco para gravações (GB)
ru: Резервировать место на диске для записей (Гб)

source: Display
it: Display LCD
no: Infoskjerm
pt: Visor
ru: ЖК-дисплей

source: Display 16:9 content as
es: Visualice los contenidos 16:9 como
et: Kuva 16:9 sisu
it: Mostra contenuti 16:9 come
no: Vis 16:9 som
pt: Mostrar 16:9 como
ru: Показывать 16:9 контент как
