Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Automatically reboot the decoder after a scheduled download
es: Arrancar automáticamente el deco después de la descarga programada
et: Taaskäivita vastuvõtja automaatselt pärast ajastatud allalaadimist
it: Riavvio automatico dopo un download pianificato
no: Omstarte mottakeren automatisk etter en planlagt nedlasting
pt: Reiniciar automaticamente o descodificador após uma descarga agendada
ru: Автоматический перезапуск после запланированной загрузки

source: Automatically refresh EPG
es: Refrescar automáticamente el EPG
et: EPG automaatne värskendamine
it: Aggiornamento automatico EPG
no: Automatisk oppdatering av EPG
pt: Atualiza automaticamente o EPG
ru: Автоматическое обновление телегида

source: Automatically send crashlogs to Dream Multimedia
es: Enviar automáticamente a Dream Multimedia los logs de fallos
it: Invio automatico dei crashlog agli sviluppatori
no: Automatisk sende feillogg til Vu+
pt: Enviar automaticamente crashlogs para Vuplus-Community.net
ru: Автоматическая отправка аварийных журналов разработчикам

source: Automatically turn on external subtitles
es: Ver automáticamente los subtítulos externos
it: Attivare automaticamente i sottotitoli esterni
no: Slå på ekstern tekst automatisk
pt: Ligar automáticamente as legendas externas
ru: Автоматическое включение внешних субтитров

source: Autoresolution
es: Autoresolución
et: Automaatne ekraanilahutus
it: Risoluzione automatica
no: Autooppløsning
pt: Resolução Automática
ru: Авторазрешение экрана

source: Autoresolution Plugin Testmode: Is %s OK?
es: Extensión Autoresolución en modo de prueba: ¿Es %s correcto?
et: Automaatne ekraanilahutus testrežiimis: Kas %s sobib?
it: Test risoluzione video: %s è OK?
no: Autooppløsning Modul Testmodus: Er %s OK?
pt: Modo de Teste do Plugin Resolução Automática. Está correta?
ru: Авторазрешение работает в тестовом режиме: %s OK?

source: Autoresolution Plugin Testmode: Is %s ok?
es: Modo de prueba de la extensión Autoresolution ¿Es %s correcto?
et: Automaatne ekraanilahutus testrežiimis: Kas %s sobib?
it: Test risoluzione video: %s è OK?
no: Autooppløsning Modul Testmodus: Er %s ok?
pt: Modo de Teste do Plugin Resolução Automática %s está correto?
ru: Авторазрешение работает в тестовом режиме: %s OK?

source: Autoresolution Switch
es: Interruptor Autoresolución
et: Automaatse ekraanilahutuse vahetus
it: Switch risoluzione automatica
no: Autooppløsning Bytte
pt: Ligar Resolução Automática
ru: Переключение

source: Autoresolution is not working in Scart/DVI-PC Mode
es: Autoresolución no está funcionando en el modo Scart/DVI-PC
et: Automaatne ekraanilahutus Scart/DVI-PC režiimis ei tööta
it: Risoluzione automatica non è disponibile in modalità SCART/DVI-PC
no: Autooppløsning fungerer ikke i Scart / DVI-PC-modus
pt: A Resolução Automática não está a funcionar no modo Scart/DVI-PC
ru: Авторазрешение не работает в режиме SCART/DVI-PC

source: Autoresolution settings
es: Configuración de Autoresolución
et: Automaatse ekraanilahutuse seadistus
it: Configurazione risoluzione automatica
no: Autooppløsning
pt: Definições da Resolução Automática
ru: Настройки авторазрешения

source: Autoresolution videomode setup
es: Configuración del Modo Vídeo de Autoresolución
et: Autoresolutsiooni videorežiimi seaded
it: Impostazioni A/V risoluzione automatica
no: Autooppløsning bilde oppsett
pt: Definição do Modo de Vídeo para Resolução Automática
ru: Настройки авторазрешения

source: Autoresolution...
es: Resolución Automática...
et: Automaatne videolahutus
it: Risoluzione automatica...
no: Autooppløsning
pt: Resolução Automática...
ru: Авторазрешение

source: Autos & Vehicles
es: Coches
et: Autod
it: Auto & veicoli
no: Biler og kjøretøy
pt: Carros & Veículos
ru: Автомобили и Транспорт

source: Autostart
es: Automático
it: Avvio automatico
pt: Início automático
ru: Автозапуск

source: Autowrite timer
es: Auto escribir la programación
et: Isesalvestav taimer
it: Scrittura automatica timer
no: Autoskrive tidsopptak
pt: Timer para Gravação Automática
ru: Автозаписывающий таймер

source: Available
et: Saadaolev
it: Disponibile
no: Tilgjengelige:
pt: Disponível
ru: Доступно

source: Available Forums:
es: Foros disponibles:
et: Saadaolevad foorumid:
it: Forum disponibili:
no: Tilgjengelige Forums:
pt: Foruns disponíveis:
ru: Доступные форумы:

source: Available Images
es: Imágenes disponibles
et: Saadaolevad imaged
it: Immagini disponibili
no: Tilgjengelige Image
pt: Imagens disponíveis
ru: Доступные имиджи

source: Available Providers:
es: Proveedores:
et: Võimalikud levitajad:
it: Provider disponibili:
no: Tilbydere:
pt: Operadores disponíveis:
ru: Провайдеры:

source: Available Space:
es: Espacio disponible:
et: Vaba kettaruum:
it: Spazio disponibile:
no: Ledig plass:
pt: Espaço Livre:
ru: Свободное место:

source: Available devices:
es: Dispositivos disponibles:
et: Saadaolevad andmekandjad:
it: Dispositivi disponibili:
no: Tilgjengelige enheter:
pt: Dispositivos disponíveis
ru: Доступные устройства:

source: Available format variables
es: Variables de formato disponibles
et: Võimalikud vormingu muutujad
it: Variabili formato disponibili
no: Tilgjengelige format alternativer
pt: Formato de variáveis disponíveis
ru: Доступные форматы переменных

source: Available options
es: Opciones disponibles
et: Võimalikud valikud
it: Opzioni disponibili
no: Mulige valg
pt: Opções disponíveis
ru: Доступные варианты

source: Basic Picasa client.
ru: Простой клиент Picasa

source: BASIC-HD Skin by Ismail Demir
es: Piel BASIC-HD por Ismail Demir
it: Semplice skin HD da Ismail Demir
no: BASIC-HD Skin av Ismail Demir
pt: Tema HD Básico por Ismail Demir
ru: Простой HD-скин от Исмаила Демира

source: BASIC-HD Skin for STB Images created from Ismail Demir
es: Piel BASIC-HD creada por Ismail Demir
it: Semplice skin HD per immagini creata da Ismail Demir
no: BASIC-HD Skin for STB image utviklet av Ismail Demir
pt: Tema HD Básico para imagens criadas por Ismail Demir
ru: Простой HD-скин для имиджа ресивера, созданный Исмаилом Демиром

source: BH Devices Manager
et: Riistvara haldur
it: Gestione dispositivi
no: Enheter
pt: BH Gestor de Dispositivos
ru: Диспетчер устройств

source: BH 3G Modem Manager
es: Administrador de módems 3G
et: 3G modemi haldur
it: Gestione modem 3G
no: 3G Modem
pt: BH Gestor de Modem 3G
ru: Управление 3G модемом

source: BH 3G Modem Manager Config
es: Config. administrador de módems 3G
et: 3G modemi haldur
it: Gestore configurazione modem 3G
no: 3G Modem Behandlingskonfig
pt: BH Configurador do Modem 3G
ru: Настройки 3G модема

source: BH 3G Modem Manager Config Edit
es: Editar la config. del administrador de módems 3G
et: 3G modemi halduri seadistus
it: Modifica configurazione modem 3G
no: 3G Modem Behandlingskonfig endring
pt: BH Editar Configurador do Modem 3G
ru: Изменить настройки 3G модема

source: BH About
es: Acerca
et: Info
it: Info
no: Boksinfo
pt: BH Sobre
ru: Информация

source: BH Active Clients
es: Clientes activos
et: Aktiivsed kliendid
it: Client attivi
no: Aktive Klienter
pt: BH Clientes Ativos
ru: Активные клиенты

source: BH Active Kernel Modules
es: Módulos activos del núcleo
et: Aktiivsed kerneli moodulid
it: Moduli del kernel attivi
no: Aktive Kernel Moduler
pt: BH Módulos Ativos Kernel
ru: Активные модули ядра

source: BH Addons Manager
es: Administrador de complementos
et: Lisamoodulite hankimine
it: Gestione componenti aggiuntivi
no: Tillegg
pt: BH Gestor de Addons
ru: Дополнения Black Hole

source: BH Addons parental control setup
es: Complementos de control parental
et: Lisamoodulite lapseluku seadistus
it: Impostazioni controllo parentale
no: Foreldrekontroll for Tillegg
pt: BH Definição de Addons do Controlo Paternal
ru: Родительский контроль

source: BH Audio
es: Audio
et: Heli
it: Audio
no: Lyd
pt: BH Áudio
ru: Аудио

source: BH Audio Effect
es: Efecto de audio
et: Heliefektid
it: Effetto audio
no: Lyd effekter
pt: BH Efeitos de Áudio
ru: Звуковые эффекты

source: BH AutoShutDown Setup
es: Configuración de apagado automático
et: Automaatne seiskamine
it: Impostazioni spegnimento automatico
no: Auto Slåav
pt: BH Definição de Desligar Automático
ru: Настройки автовыключения

source: BH Autocam Setup
es: Configuración de Cam
et: Autocam seaded
it: Impostazioni Autocam
no: Autocam
pt: BH Definição da Autocam
ru: Автоназначение

source: BH Blindscan
es: Búsqueda ciega
et: Pimeotsing
it: Blindscan
no: Blindsøk
ru: Слепой поиск

source: BH Blue Panel
es: Panel Azul
et: Sinine paneel
it: Pannello blu
no: Blått Panel
pt: Black Hole Painel Azul
ru: Синяя панель

source: BH Browser Network Neighbourhood
es: Buscador de red doméstica
et: Võrgunaabruse lehitseja
it: Ricercare in risorse di rete vicine
no: Vise nett-nabolag
pt: BH Explorar Vizinhança na Rede
ru: Просмотр сетевого окружения

source: BH CCcam Info
es: Info CCcam
et: CCcam info
it: Info CCcam
no: CCcam Info
pt: BH Informação Cccam
ru: CCCam инфо

source: BH CCcam Info Setup
es: Configuración Info de CCcam
et: CCcam info
it: Impostazioni info CCcam
no: CCcam Info
pt: BH Definição da Informação Cccam
ru: Настройки CCCam инфо

source: BH CI Assignment
es: Asignación CI
et: CI määrangud
it: Assegnazione CI
no: CI Tildeling
pt: BH Escolha de CI
ru: Назначение модуля доступа

source: BH CI assignment
es: Asignación CI
et: CI määrangud
it: assegnazione CI
no: CI Tildeling
pt: BH Escolha de CI
ru: Назначение модуля доступа

source: BH Cccam Entitlements Info
es: Info derechos de CCcam
et: Cccam õiguste info
it: Info diritti CCcam
no: Cccam Rettighetsinfo
pt: BH Informação de Direitos Cccam
ru: Информация о правах

source: BH Cccam Main Info
es: Info Principal de CCcam
et: BH Cccam põhiandmed
it: Info principali CCcam
no: Cccam Hovedinfo
pt: BH Cccam Informações Principais
ru: Основная информация

source: BH Channel Selection (TV)
et: Kanalivalik
it: Selezione canale (TV)
no: Kanal Valg (TV)
pt: BH Seleção de Canais (TV)
ru: Выбор телеканала

source: BH Channel Selection Radio
es: Selección de canales de radio
et: Raadio kanalivalik
it: Selezione canale radio
no: Radio Kanaler
pt: BH Seleção de Canais Rádio
ru: Выбор радиостанции

source: BH Channel Selection TV
es: Selección de canales de TV
et: Kanalivalik
it: Selezione canale TV
no: TV Kanaler
pt: BH Seleção de Canais (TV)
ru: Выбор телеканала

source: BH Channellist menu
es: Menú de la lista de canales
et: Kanalinimekirja menüü
it: Menu elenchi canali
no: Kanallistemeny
pt: BH Menu da Lista de Canais
ru: Меню списка каналов

source: BH Choose Tuner
es: Cambiar de sintonizador
et: Vali tuuner
it: Scegliere il tuner
no: Velg Tuner
pt: BH Escolha o Tuner
ru: Выбор тюнера

source: BH Choose bouquet
es: Cambiar de lista
et: Vali lemmiknimekiri
it: Scegliere il bouquet
no: Velg favorittliste
pt: BH Escolha do Bouquet
ru: Выбор пакета пользователя

source: BH Choose your Skin
es: Cambiar la piel
et: Vali kujundus
it: Scegliere la skin
no: Velg ditt Skin
pt: BH Definição do Tema
ru: Выбрать скин

source: BH CrashlogReport Setting
es: Parámetros del informe crashlog
et: Vealogi seaded
it: Configurazione registro dei crash
no: FeilloggRapport
pt: BH Definições do Reletório de Crashlogs
ru: Конфигурация аварийного журнала

source: BH Cron Manager
es: Gestor Cron
et: Cron haldur
it: Gestione cron
no: Cron
pt: BH Gestor Cronológico
ru: Планировщик

source: BH Cron Setup
es: Configuración de Cron
et: Cron seadistus
it: Impostazioni cron
no: Cron
pt: BH Definição Cronológica
ru: Планировщик

source: BH Default services lists
es: Canales por defecto
et: Süsteemi kanalinimekirjad
it: Liste canali predefinite
no: Standard kanalliste
pt: BH Lista de serviços padrão
ru: Сервисы по умолчанию

source: BH Device Browser
es: Explorador de dispositivos
et: Andmekandjad
it: Sfogliare dispositivi
no: Enhetsviser
pt: BH Explorador de dispositivos
ru: Обзор устройств

source: BH Devices Mountpoints Setup
es: Ajuste de los puntos de montaje
et: Haakepunktide seadistus
it: Impostazioni punti di mount dei dispositivi
no: Enhetstilkobling
pt: BH Dispositivos de Pontos de Montagem
ru: Настройки точки монтирования устройства

source: BH Downloads Manage
es: Gestión de descargas
it: Gestione dei download
no: Nedlasting
pt: BH Gestor de Descargas
ru: Управление загрузками

source: BH Downloads Manager
es: Gestión de descargas
et: Lisamoodulite hankimine
it: Gestore dei download
no: Nedlasting
pt: BH Gestor de Descargas
ru: Управление загрузками

source: BH EPG MyTubeTasksScreen
es: EPG de MyTubeTasksScreen
it: Schermata compiti dell’EPG di MyTube
no: EPG MyTube Oppgaveskjerm
pt: BH EPG MyTube Ecrã de Tarefas
ru: EPG MyTubeTasksScreen

source: BH EPG MyTubeVideoInfoScreen
es: EPG de MyTubeVideoInfoScreen
it: Schermata informazioni dell’EPG di MyTube
no: EPG MyTubeVideoInfoSkjerm
pt: BH EPG MyTube Ecrã de Informação de Vídeo
ru: EPG MyTubeVideoInfoScreen

source: BH EPG Selection
es: Selección EPG
et: EPG valik
it: Selezione EPG
no: Programmer
pt: BH Selecão do EPG
ru: Выбор EPG

source: BH EPG Selection Multi
es: Selección del EPG Múltiple
et: Multi EPG
it: Multi EPG
no: Fler EPG
pt: BH Selecão do Multi EPG
ru: Мультителегид

source: BH EPG Settings
es: Parámetros del EPG
et: EPG seaded
it: Configurazioni EPG
no: EPG
pt: BH definições EPG
ru: Настройки EPG

source: BH EPG Setup
es: Configuración del EPG
et: EPG seadistus
it: Impostazioni EPG
no: EPG
pt: BH Definição do EPG
ru: Параметры EPG

source: BH Electronic Program Guide
es: Guía de Programación Electrónica
et: Elektrooniline saatekava (EPG)
it: Guida programmi elettronica
no: Electronisk Program Guide
pt: BH Guia Eletrónico de Programas
ru: Электронный телегид

source: BH Epg Backup
es: Copia de seguridad del EPG
et: EPG varukoopia
it: Backup EPG
no: Epg Sikkerhetskopi
pt: BH Backup do EPG
ru: Копирование EPG

source: BH Epg Channels Setup
es: Configuración de los canales del EPG
et: EPG kanalid
it: Impostazioni EPG canali
no: Epg Kanal Oppsett
pt: BH Definição do EPG dos Canais
ru: Настройки канала EPG

source: BH EpgPanel:Add Ext. epg Server
et: EPG paneel:Lisa väline epg server
it: EPG: agg. server EPG esterno
no: EpgPanel:Legg til epg Server
pt: BH EpgPainel:Adicionar Servidor externo EPG
ru: EPG: Добавление сервера

source: BH Event View
es: Visor de eventos
et: Saateinfo
it: Info programmazione
no: Programinfo
pt: BH Exibição de evento
ru: Просмотр событий

source: BH Extensions management
es: Gestión de las Extensiones
et: Laienduste haldamine
it: Gestione estensioni
no: Moduler
pt: BH Gestão de extensões
ru: Управление плагинами

source: BH Extra Kernel Modules
es: Módulos del núcleo
et: Kerneli moodulid
it: Moduli del kernel addizionali
no: Ekstra Kernel Moduler
pt: BH Módulos Kernel Extra
ru: Дополнительные модули ядра

source: BH Extra Settings
es: Config. Extra
et: Lisaseaded
it: Configurazione addizionale
no: Applikasjoner
pt: BH Definições Extra
ru: Дополнительные настройки

source: BH FTP Server Editor
es: Editor del servidor FTP
et: FTP server
it: Server Editor FTP
no: FTP Server
pt: BH FTP editor do servidor
ru: Редактор FTP-сервера

source: BH Fancontrol Settings in Standby mode
es: Config. del ventilador con el deco en reposo
et: Ventilaatori juhtimine ooteseisundis
it: Configurazione ventola in standby
no: Viftestyring
pt: BH Controlo da Ventoinha em Modo Espera
ru: Настройки вентилятора в режиме ожидания

source: BH Fast Plugin Setup
es: Config. la extensión directa
et: Kiirklahvi seaded
it: Impostazione del Plugin rapido
no: Modul Snarvei
pt: BH Definição do FastPlugin
ru: Настройка быстрого запуска

source: BH Feed Settings
es: Configuración de Feeds
it: Distribuzione liste canali
no: Mating
pt: BH definições dos Feeds
ru: Списки каналов

source: BH Feeds Plugins
es: Extensiones para Feeds
et: Blackhole pluginad
it: Distribuzione Plugins
no: Feeds Tillegg
pt: BlackHole Plugins dos Feeds
ru: Плагины

source: BH Feeds Settings
es: Configuración de Feeds
it: Distribuzione liste canali
no: Kanalliste Nedlastning
pt: BH definições dos Feeds
ru: Списки каналов

source: BH Ftp Panel
es: Panel Ftp
et: Ftp paneel
it: Pannello FTP
no: Ftp
pt: BH Painel de Ftp
ru: Панель FTP

source: BH Full Backup
es: Copia de seguridad completa
et: Täielik tarkvarakoopia
it: Backup completo
no: Full Sikkerhetskopi
pt: BH Backup completo
ru: Полное резервное копирование

source: BH Green Panel
es: Panel Verde
et: Roheline paneel
it: Pannello verde
no: Grønt Panel
pt: BH Painel Verde
ru: Зеленая панель

source: BH Green Panel Setup
es: Configuración del Panel Verde
et: Rohelise paneeli seaded
it: Impostazioni Pannello verde
no: Grønt Panel
pt: BH Definição do Painel Verde
ru: Параметры зеленой панели

source: BH Hard Disk Panel
es: Panel del disco duro
et: Kõvaketta paneel
it: Harddisk
no: Harddisk
pt: BH Painel do Disco Rígido
ru: Настройка жёсткого диска

source: BH Help...
es: Ayuda...
et: Abi...
it: Aiuto...
no: Hjelp...
pt: BH Ajuda...
ru: Помощь...

source: BH Inadyn Manager
es: Gestor de Inadyn
et: Inadyn haldur
it: Gestione Inadyn
no: Inadyn
pt: BH Gestor de Inadyn
ru: Управление Inadyn

source: BH Inadyn Setup
es: Configuración de Inadyn
et: Inadyn seaded
it: Impostazioni Inadyn
no: Inadyn
pt: BH Inadyn Definições
ru: Настройки Inadyn

source: BH Info
es: Información
et: Info
it: Info
no: Info
pt: BH Informação
ru: Инфо

source: BH Input
es: Entrada
et: Sisend
it: Input
no: Melding
pt: BH Entrada
ru: Вход

source: BH LED Brightness Setup
es: Conf. botones LED
et: LED heleduse seadistus
it: Impostazioni LED
no: LED Lysstyrke
pt: BH Definição do Brilho do LED
ru: Настройка яркости дисплея

source: BH Language selection
es: Audio y subtítulos
et: Keele valik
it: Selezione lingue
no: Språkvalg
pt: BH Selecção do Idioma
ru: Выбор языка

source: BH Live Streaming Links
es: Enlaces de streaming
et: Voogesituse lingid
it: Link live streaming
no: Live Streaming Linker
pt: BH Links de Transmissões ao Vivo
ru: Прямая трансляция

source: BH Live Streaming Links Header
es: Cabecera de los enlaces de streaming
et: Voogesituse lingid
it: Intestazione link live streaming
no: Live Streaming Link Header
pt: BH Links de Transmissões ao Vivo Cabeçalho
ru: Заголовок прямой трансляции

source: BH Main Menu
es: Menú principal
et: Peamenüü
it: Menu principale
no: Hovedmeny
pt: BH Menu Principal
ru: Главное меню

source: BH Main menu
es: Menú principal
et: Peamenüü
it: Menu principale
no: Hovedmeny
pt: BH Menu Principal
ru: Главное меню

source: BH Media Player
es: Reproductor
et: Meediamängija
it: Media Player
no: Media Spiller
pt: BH Leitor de Mídia
ru: Медиаплеер

source: BH Menu HDD
es: Menú del Disco Duro
et: Kõvaketta menüü
it: Menu HDD
no: Harddisk
pt: BH Menu Disco Rígido
ru: Жёсткий диск

source: BH Menu Information
es: Menú de información
et: Infomenüü
it: Informazioni
no: Informasjon
pt: BH Menu Informação
ru: Информация

source: BH Menu Scan
es: Menú de búsqueda
et: Kanaliotsing
it: Menu scansione
no: Søkemeny
pt: BH Menu de Procura
ru: Сканирование

source: BH Menu Setup
es: Menú de configuración
et: Seadistamine
it: Impostazioni
no: Menyoppsett
pt: BH Menu de Instalação
ru: Настройки

source: BH Menu Shutdown
es: Menú de apagado
et: Seiskamine
it: Menu spegnimento
no: Avslutt Black Hole
pt: BH Menu Desligar
ru: Меню выключения

source: BH Menu System
es: Menú del sistema
et: Süsteem
it: Menu sistema
no: System
pt: BH Menu de Sistema
ru: Система

source: BH Message
es: Mensaje BH
et: Teade
it: Messaggi
no: Beskjed:
pt: BH Mensagem
ru: Сообщение

source: BH MountEdit
es: Editor de montaje
et: Haakepunktid
it: Modifica mount
no: Tilkoblingsoppsett
pt: BH Editor Montagens de Rede
ru: Изменить монтирование

source: BH MountManager
es: Administrador de montajes de red
et: Võrgu haakepunktid
it: Gestione Manager
no: Tilkobling
pt: BH Gestor de Montagens
ru: Диспетчер монтирования

source: BH Movielist menu
es: Menú de la lista de grabaciones
et: Filmilisti menüü
it: Menu elenchi video
no: Opptaksliste
pt: BH Menu da Lista de Filmes
ru: Меню списка записей

source: BH MyTubePlayerHelpScreen...
es: Ayuda MyTubePlayer...
it: Schermata di aiuto di MyTubePlayer
no: MyTubePlayerHjelpeSkjerm...
pt: BH MyTube Ecrã de Ajuda do reprodutor...
ru: Окно помощи

source: BH MyTubePlayerMainScreen...
es: Pantalla principal MyTubePlayer...
it: Schermata principale di MyTubePlayer
no: MyTubePlayerHovedSkjerm...
pt: BH MyTube Ecrã Principal do reprodutor...
ru: Главный экран MyTube

source: BH MyTubeSettingsScreen
es: Configuración MyTubePlayer
it: Schermata configurazioni di MyTubePlayer
no: MyTubeOppsettSkjerm
pt: BH MyTube Ecrã de Definições
ru: Настройки окна MyTube

source: BH Nameserver Setup
es: Configuración servidor de nombres
et: Nimeserveri seadistus
it: Impostazioni Nameserver
no: Navneserver
pt: BH Definição do Nome do Servidor
ru: Настройки DNS-сервера

source: BH Network Configuration...
es: Configuración de Red...
et: Võrgu seadistamine...
it: Configurazione di rete
no: Nettverk Konfigurering
pt: BH Configuração de Rede...
ru: Конфигурация сети

source: BH Network Drive Setup
es: Configurar la unidad de red
et: Võrguketta seadistus
it: Impostazioni HDD di rete
no: Nettverksharddisk
pt: BH Definição do Disco de Rede
ru: Настройки сетевого диска

source: BH Network Setup
es: Configuración de la red
et: Võrgu seadistus
it: Impostazioni di rete
no: Nettverksoppsett
pt: BH Definição de Rede
ru: Настройка сети

source: BH Network test...
es: Comprobando la Red...
et: Võrguühenduse testimine
it: Test della rete
no: Nettverkstest
pt: BH Teste de Rede...
ru: Тестирование сети...

source: BH Nfs Server Panel
es: Panel del servidor Nfs
et: Nfs serveri paneel
it: Server NFS
no: Nfs Server
pt: BH Painel de Servidor NFS
ru: Панель NFS

source: BH OpenVpn Panel
es: Panel OpenVpn
et: OpenVpn paneel
it: OpenVpn
no: ÅpenVpn
pt: BH Painel OpenVpn
ru: Панель OpenVPN

source: BH OpenWebif Configuration
es: Configuración de OpenWebif
et: OpenWebif seaded
it: Configurazione OpenWebif
no: OpenWebif Konfigurering
pt: Configuração OpenWebif Black Hole
ru: Конфигурация OpenWebif

source: BH Osd Settings
es: Configuración OSD
et: Ekraanigraafika
it: Configurazione OSD
no: Skjerm
pt: BH Definições do OSD
ru: Настройки дисплея

source: BH Osd Setup
es: Configuración OSD
et: Ekraanigraafika seaded
it: Impostazione OSD
no: Skjerm
pt: BH Definição do OSD
ru: Настройки дисплея

source: BH Package Details
es: Detalles de paquetes
et: Paketi andmed
it: Dettagli pacchetto
no: Pakke Detaljer
pt: BH Detalhes dos Pacotes
ru: Детали пакета

source: BH Packet manager
es: Manejador de paquetes
et: Pakihaldur
it: Gestione pacchetti
no: Pakkebehandling
pt: BH Gestor de Pacotes
ru: Управление пакетами

source: BH Parallel Univ... Teleportation
es: Univ paralelos... Teleportación
et: Paralleeluniversium.. Teleportimine
it: Universo Parallelo -> Teletrasporto
no: Parallelt Univ... Teleportering
pt: BH Universo Paralelo... Teletransporte
ru: Телепортация

source: BH Parallel Universe Setup
es: Config. de Universos Paralelos
et: Paralleeluniversiumi seadistus
it: Impostazioni universo parallelo
no: Parallelt Univers
pt: BH Definição do Universo Paralelo
ru: Настройки параллельной вселенной

source: BH Pcsc Panel
es: Panel PcSc
et: Pcsc paneel
it: Pannello Pcsc
no: Pcsc
pt: BH Painel PCSC
ru: Панель PCSC

source: BH Personal Backup
es: Copia de seguridad personal
et: Isiklik varukoopia
it: Backup personale
no: Personlig Sikkerhetskopi
pt: BH BackUp Pessoal
ru: Персональная копия

source: BH Personal Backup Setup
es: Config. de la copia de seguridad personal
et: Isiklik varukoopia
it: Impostazioni backup personale
no: Personlig Sikkerhetskopi
pt: BH Definição do BackUp Pessoal
ru: Настройка персон. копии

source: BH PicturePlayer
es: Reproductor de Fotos
et: Pildimängija
it: PicturePlayer
no: Bilde Avspiller
pt: BH Visualizador de Fotos
ru: Просмотр фото

source: BH Plugin browser
es: Navegador de extensiones
et: Pluginad
it: Browser plugin
no: Modulvising
pt: BH Explorador de Plugins
ru: Список плагинов
