Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: 3. Reconnect the VUPLUS-BLE-RCU.
it: 3. Ricollegare il VUPLUS-BLE-RCU.
ru: 3. Переподключите пульт Vu+ BLE

source: 30 minutes
es: 30 minutos
et: 30 minutit
it: 30 minuti
no: 30 minutter
pt: 30 minutos
ru: 30 минут

source: 30 seconds
es: 30 segundos
et: 30 sekundit
it: 30 secondi
no: 30 sekunder
pt: 30 segundos
ru: 30 секунд

source: 3D OSD Switcher
ru: Переключатель 3D OSD

source: 3D Surround
et: 3D heli
no: 3D Kringlyd
pt: Som 3D Surround
ru: Объёмный звук

source: 3D Surround Speaker Position
es: Posición del altavoz de sonido envolvente 3D
et: 3D ruumheli kõlari asukoht
it: Posizione altoparlanti 3D Surround
no: 3D Kringlyd Høyttaler Plassering
pt: 3D Surround Posição dos Altifalantes
ru: Положение динамиков объемного звука 3D

source: 3G Modem Manager
es: Administrar el Modem 3G
et: 3G modemi haldur
it: Gestione 3G Modem
no: 3G Modem
pt: Gestor de Modem 3G
ru: Управление модем 3G

source: 3d mode
es: Modo 3D
it: Modalità 3d
no: 3d modus
pt: modo 3D
ru: Режим 3D

source: 4 Last Search
es: 4 Búsq. Anter.
et: 4 Viimati otsitud
it: 4 Ultima ricerca
no: 4 Siste søk
pt: 4 Última procura
ru: 4 История

source: 4 hours
es: 4 horas
et: 4 tundi
it: 4 ore
no: 4 timer
pt: 4 horas
ru: 4 часа

source: 4 seconds
es: 4 segundos
et: 4 sekundit
it: 4 secondi
no: 4 sekunder
pt: 4 segundos
ru: 4 секунды

source: 4. Attempt to Connect
es: 4. Intenta conectarse
et: 4. Ürita ühenduda
it: 4. Tentativo di connessione
no: 4. Forsøk å koble til
pt: 4. Tentar a ligação
ru: 4. Попытка подключения

source: 4:3 Letterbox
ru: 4:3 Режим ящика

source: 4:3 PanScan
ru: 4:3 Панорама

source: 5 minutes
es: 5 minutos
et: 5 minutit
it: 5 minuti
no: 5 minutter
pt: 5 minutos
ru: 5 минут

source: 5 seconds
es: 5 segundos
et: 5 sekundit
it: 5 secondi
no: 5 sekunder
pt: 5 segundos
ru: 5 секунд

source: 5. Done
es: 5. Terminado
et: 5. Tehtud
it: 5. Fatto
no: 5. Ferdig
pt: 5. Feito
ru: 5. Готово

source: 6 seconds
es: 6 segundos
et: 6 sekundit
it: 6 secondi
no: 6 sekunder
pt: 6 segundos
ru: 6 секунд

source: 60 minutes
es: 60 minutos
et: 60 minutit
it: 60 minuti
no: 60 minutter
pt: 60 minutos
ru: 60 минут

source: 7 seconds
es: 7 segundos
et: 7 sekundit
it: 7 secondi
no: 7 sekunder
pt: 7 segundos
ru: 7 секунд

source: 8 seconds
es: 8 segundos
et: 8 sekundit
it: 8 secondi
no: 8 sekunder
pt: 8 segundos
ru: 8 секунд

source: 9 seconds
es: 9 segundos
et: 9 sekundit
it: 9 secondi
no: 9 sekunder
pt: 9 segundos
ru: 9 секунд

source: <Current movielist location>
es: <Localización actual de la lista de grabaciones>
et: <Filmilisti praegune asukoht >
it: <Percorso lista registrazioni corrente>
no: <Gjeldende opptaksliste sted>
pt: <Local atual da lista de filmes>
ru: <Текущее расположение записей>

source: <Default movie location>
es: <Localización de grabaciones por defecto>
et: <Salvestuste tavaasukoht >
it: <Percorso registrazioni predefinito>
no: <Standard opptakssted>
pt: <Local padrão>
ru: <Расположение записей по умолчанию>

source: <Last timer location>
es: <Localización de la última grabación>
et: <Viimase taimeri asukoht>
it: <Ultimo percorso timer>
no: <Siste tidsopptak sted>
pt: <Última localização do Timer>
ru: <Расположение последнего таймера>

source: <unknown>
es: <desconocido>
et: <tundmatu>
it: <sconosciuto>
no: <ukjent>
pt: <desconhecido>
ru: <неизвестный>

source: A BackToTheRoots-Skin .. but with Warp-8 speed.
es: Una piel BackToTheRoots .. pero con la velocidad Warp-8.
it: Un ritorno alle origini nelle skin ma con la velocità di Warp-8.
pt: Um Tema, regresso às raízes ... mas dobrada-8 velocidades.
ru: Возвращение к истокам скина с 8-кратной скоростью.

source: A BackToTheRoots-Skin .. or good old times.
es: Una Piel BackToTheRoots .. o buenos momentos antiguos
it: Una skin che ci riporta alle origini o ai bei vecchi tempi.
no: Tilbake til Opprinnelig-Skin ..eller gode gamle tider.
pt: Um Tema, regresso às raízes ... ou bons velhos tempos.
ru: Скин, который возвращает нас к истокам или старым добрым временам.

source: A basic ftp client
es: Un cliente ftp básico
et: Lihtne ftp klient
it: Un semplice client FTP
no: Enkel ftp klient
pt: Um cliente básico de FTP
ru: Простой FTP-клиент

source: A client for www.dyndns.org
es: Un cliente para www.dyndns.org
et: www.dyndns.org klient
it: Un client per www.dyndns.org
no: Konto hos www.dyndns.org
pt: Um cliente for www.dyndns.org
ru: Клиент для www.dyndns.org

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
es: El archivo de configuración (%s) fue modificado desde la Instalación. ¿Quiere conservar su versión?
et: Seadistusfaili (%s) on pärast algpaigaldust muudetud. Kas tahad need muudatused säilitada?
it: Un file di configurazione originale (%s) è stato modificato: mantenere la propria versione?
no: En konfigurasjonsfil (%s) har blitt modifisert siden installasjonen. Vil du bruke din versjon ?
pt: Alguns Arquivos (%s) foram alterados depois da instalação. Deseja manter a sua versão?
ru: Конфигурационный файл (%s) изменен в процессе установки. Хотите сохранить изменения?

source: A demo plugin for TPM usage.
es: Una extensión demo para el uso de TPM
et: Demo plugin TPM kasutamiseks.
it: Un plugin dimostrativo per l'uso di TPM
no: En demo modul for TPM bruk.
pt: Um plugin demo para uso TPM.
ru: Демо-плагин для использования TPM.

source: A dreambox simulation from SG-Atlantis displays.
es: Una simulación dreambox de las visualizaciones SG-Atlantis.
it: Una simulazione del display SG-Atlantis
no: En VU+ simulering fra SG-Atlantis-skjermer.
pt: Simulação na vuplus do visor SG-Atlantis
ru: Имитация дисплея SG-Atlantis.

source: A finished record timer wants to set your STB to standby. Do that now?
es: Una grabación finalizada quiere poner su deco en reposo ¿Lo hago ahora?
et: Lõpetanud salvestustaimer soovib panna vastuvõtja ooteseisundisse. Kas nõustud?
it: Il termine di una registrazione programmata prevede di porre il ricevitore in standby. Farlo ora?
no: Et avsluttet tidsopptak ønsker å sette din VU+ i dvalemodus. Skal det gjøres nå ?
pt: Uma gravação temporizada quer definir a sua %s %s para modo de espera. Fazer isso agora?
ru: Завершенная задача записи по таймеру требует перевести ресивер в режим ожидания. Сделать это сейчас?

source: A finished record timer wants to shut down your STB. Shutdown now?
es: Una grabación finalizada quiere apagar su deco. ¿Lo apago ahora?
et: Lõpetanud salvestustaimer soovib panna vastuvõtja seisata. Kas nõustud?
it: Il termine di una registrazione programmata prevede lo spegnimento del ricevitore. Spegnere ora?
no: Et avluttet tidsopptak ønsker å slå av din VU+. Skal den slås av nå ?
pt: O Timer quer desligar a sua %s %s. Deseja desligar agora?
ru: Завершенная задача записи по таймеру требует перезагрузки ресивера. Перезагрузить сейчас?

source: A graphical EPG for all services of an specific bouquet
es: Un EPG gráfico para todos los canales de una lista específica
et: Graafiline EPG kõigile kanalitele konkreetses lemmiknimekirjas
it: Un’interfaccia grafica per i canali di uno specifico bouquet
no: En grafisk EPG for alle kanaler i en valgt kanalliste.
pt: Um EPG gráfico para todos os serviços de um bouquet específico
ru: Графический телегид для всех сервисов в избранном

source: A graphical EPG interface
es: Una interfaz gráfica de EPG
et: Graafiline EPG liides
it: Un’interfaccia grafica per l'EPG
no: En grafisk EPG grensesnitt
pt: Um Interface gráfico do EPG
ru: Графический интерфейс EPG

source: A graphical EPG interface and EPG tools manager
es: Una interfaz gráfica de EPG y un EPG gestor de herramientas
et: Graafiline EPG liides ja EPG tööristad
it: Un’interfaccia grafica EPG e uno strumento di gestione EPG
no: Et grafisk EPG grensesnitt og EPG verktøy veiviser
pt: Um Interface gráfico do EPG e ferramenta de gestão
ru: Графический интерфейс EPG и инструмент управления

source: A graphical EPG interface.
es: Una interfaz gráfica de EPG.
et: Graafiline EPG liides.
it: Un’interfaccia grafica per l'EPG
no: En grafisk EPG grensesnitt
pt: Um Interface gráfico do EPG.
ru: Графический интерфейс для EPG.

source: A mount entry with this name already exists! Update existing entry and continue?
es: ¡Ya existe un punto de montaje con ese nombre! ¿Actualizar el existente y continuar?
et: Sellise nimega haakepunkt on juba olemas! Kas uuendada olemasolev ja jätkata?
it: Voce di mount già esistente! Aggiornarla con la configurazione corrente e continuare?
no: Tilkobling med dette navnet finnes allerede! vOppdater eksisterende oppføring og fortsett?
pt: Um montagen de rede com este nome já existe! Atualizar a entrada existente e continuar?
ru: Точка монтирования с таким именем уже существует! Обновить существующую запись и продолжить?

source: A nice looking HD skin from Kerni
es: Una bonita piel HD de Kerni
it: Una gradevole skin HD da Kerni
no: Et lekkert HD skin fra Kerni
pt: Um belo Tema HD por Kerni
ru: Красивый HD скин от Kerni

source: A nice looking HD skin in Brushed Alu Design from Kerni.
es: Una bonita piel HD en diseño aluminio depillado.
it: Una gradevole skin HD in stile alluminio satinato da Kerni.
no: Et lekkert HD skin i Børstet Alu Design fra Kerni.
pt: Um Tema HD Alu escovado de Kerni com ótimo Design.
ru: Красивый HD скин в матовом стиле от Kerni

source: A nice looking skin from Kerni
es: Una bonita piel de Kerni
it: Una gradevole skin da Kerni
no: Et lekkert skin fra Kerni
pt: Um Tema agradável `a vista de Kerni
ru: Красивый скин от Kerni

source: A plugin to add / remove / modify entries of fstab.
es: Una extensión para añadir / quitar / modificar las entradas de fstab.
et: Plugin fstab kirjete lisamiseks/eemaldamiseks
it: Plugin per agg. / rim. / modificare voci in fstab.
no: En modul for å legge til / fjerne / endre oppføringer i fstab.
pt: Um plugin para adicionar / remover / modificar entradas ni fstab.
ru: Плагин для добавления/удаления/изменения записей в fstab.

source: A record has been started: %s
es: Una grabación ha comenzado: %s
et: Algas salvestamine: %s
it: Una registrazione è stata avviata: %s
no: Opptak har startet: %s
pt: Uma gravação foi iniciada: %s
ru: Запись начата: %s

source: A recording is currently running. What do you want to do?
es: Se está realizando una grabación. ¿Qué quiere hacer?
et: Toimub salvestamine. Mida soovid teha?
it: Registrazione in corso! Cosa si desidera fare?
no: Opptak kjører fortsatt. Hva vil du gjøre?
pt: A gravação está a decorrer O que deseja fazer?
ru: Идет запись. Что Вы хотите сделать?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
es: Se está grabando un programa. Por favor, pare la grabación antes de intentar configurar el motor.
et: Toimub salvestamine. Enne ajami häälestamist peata salvestamine.
it: Registrazione in corso! Prima di poter configurare il motore, è necessario arrestarla!
no: Opptak kjører fortsatt. Vennligst stopp opptak før du prøver å konfigurere motoren.
pt: Uma gravação está a decorrer.Por favor páre a gravação antes de tentar configurar o posicionador
ru: Идет запись. Пожалуйста остановите запись перед попыткой настроить позиционер.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
es: Se está grabando un programa. Por favor, pare la grabación antes de iniciar el buscador de satélites.
et: Toimub salvestamine. Peata salvestamine enne signaalimõõdiku käivitamist.
it: Registrazione in corso! Arrestarla prima di avviare satfinder!
no: Opptak kjører fortsatt. Vennligst stopp opptak før du prøver å starte satellittfinneren.
pt: Uma gravação está atualmente em execução. Por favor, pare a gravação antes de tentar iniciar o localizador de satélite.
ru: Идет запись. Остановите запись перед поиском спутника.

source: A required tool (%s) was not found.
es: No se encontró un herramienta necesaria (%s).
et: Vajaliku tööriista (%s) ei leitud.
it: Uno strumento richiesto (%s) non è stato trovato!
no: Nødvendig verktøy (%s) ble ikke funnet.
pt: Uma ferramenta necessária (%s) não foi encontrada.
ru: Нужный инструмент (%s), не найден.

source: A search for available updates is currently in progress.
es: Se está realizando una búsqueda de actualizaciones.
et: Toimub uuenduste otsimine.
it: Ricerca aggiornamenti disponibili in corso.
no: Et søk etter tilgjengelige oppdateringer pågår.
pt: Está a decorrer uma pesquisa por atualizações disponíveis.
ru: Идет поиск доступных обновлений.

source: A second configured interface has been found. Do you want to disable the second network interface?
es: Se ha encontrado un segundo interfaz configurado. ¿Quiere desabilitar el segundo interfaz de red?
et: Leiti teine häälestatud võrguliides. Kas see tuleks keelata?
it: Rilevata una seconda interfaccia di rete già configurata: disabilitare la seconda interfaccia di rete?
no: Et annet konfigurert nettverk har blitt funnet. v vØnsker du å deaktivere det andre nettverket?
pt: Uma segunda interface configurada foi encontrada. Deseja desabilitar a segunda interface de rede?
ru: Второй настроенный интерфейс был найден. Вы хотите отключить второй сетевой интерфейс?

source: A simple downloading application for other plugins
es: Una aplicación simple de descarga para otras extensiones
et: Lihtne rakendus teiste pluginate hankimiseks
it: Una semplice applicazione per il download di altri plugins
no: En enkel nedlastings applikasjon for andre moduler
pt: Um simples aplicativo para baixar para outros plugins
ru: Простое приложение для скачивания других плагинов

source: A sleep timer wants to set your STB to standby. Do that now?
es: Un temporizador quiere poner su deco en reposo. ¿Lo hago ahora?
et: Unetaimer soovib panna vastuvõtja ooteseisundisse. Kas nõustud?
it: Un timer di spegnimento prevede di collocare il ricevitore in modalità standby: procedere?
no: En `sovetid` ønsker å sette din VU+ i dvalemodus. Skal det gjøres nå?
pt: O temporizador vai colocar o receptor em modo de espera. Continuar?
ru: Таймер хочет переключить Ваш ресивер в режим ожидания. Выполнить это сейчас?

source: A sleep timer wants to shut down your STB. Shutdown now?
es: El apagado automático quiere apagar su deco. ¿Lo hago ahora?
et: Unetaimer soovib vastuvõtja välja lülitada. Kas nõustud?
it: Un timer di spegnimento prevede lo spegnimento del ricevitore. Farlo ora?
no: En `sovetid` ønsker å slå av din VU+. Slå av nå?
pt: O Timer quer desligar a sua STB. Deseja desligar agora?
ru: Таймер хочет выключить Ваш ресивер. Выключить ресивер сейчас?

source: A small overview of the available icon states and actions.
es: Una pequeña vista de los iconos de estados y acciones.
et: Kasutatavate ikoonide olekute ja tegevuste lühiülevaade.
it: Ecco una rapida panoramica delle icone di stato e delle azioni disponibili.
no: En liten oversikt over de tilgjengelige ikon status og handlinger.
pt: Uma pequena amostra dos disponíveis estados de ícones e acções.
ru: Краткий обзор доступных иконок-представлений и действий.

source: A timer failed to record! Disable TV and try again?
es: ¡Ha fallado la grabación! ¿Desactivar la TV y probar otra vez?
et: Taimeriga salvestus nurjus! Kas keelata TV ja proovida uuesti?
it: Avvio registrazione programmata fallito! Disabilitare la TV e riprovare?
no: En timer startet ikke opptak. Bytt program og prøv igjen?
pt: Uma gravação agendada falhou! Tentar de novo?
ru: Запись по таймеру прерван! Отключить ТВ и попробовать вновь?

source: A/V Settings
es: Configurar A/V
et: Heli ja pildi seaded
it: Impostazioni A/V
no: Lyd & Bilde
pt: Definições de Áudio e Vídeo
ru: Аудио и Видео

source: A/V settings
es: Configurar A/V
et: Heli ja pildi seaded
it: impostazioni A/V
no: Lyd og Bilde
pt: Definições de Áudio e Vídeo
ru: Аудио и Видео

source: A/V-Receiver power off:
es: Apagar el receptor A/V:
et: A/V ressiiveri välja lülitamine:
it: Ricevitore A/V: OFF
no: Lyd/Bilde Mottaker av:
pt: Desligar o Recetor A/V:
ru: A/V-ресивер выключить:

source: A/V-Receiver power on:
es: Encender el receptor A/V:
et: A/V ressiiveri sisse lülitamine:
it: Ricevitore A/V: ON
no: Lyd/Bilde Mottaker på:
pt: Ligar o Recetor A/V:
ru: A/V-ресивер включить:

source: A/V-Receiver toggle mute:
es: Quitar el sonido del receptor A/V:
et: A/V ressiiveri heli vaigistuse lüliti:
it: Ricevitore A/V: MUTO
no: Lyd/Bilde Mottaker lyd av:
pt: Tirar o som ao Recetor A/V:
ru: A/V-ресивер отключить звук:

source: A/V-Receiver volume down:
es: Bajar el volumen del receptor A/V:
et: A/V ressiiveri heli vaiksemaks:
it: Ricevitore A/V: Volume -:
no: Lyd/Bilde Mottaker volum ned:
pt: Baixar o volume do Recetor A/V:
ru: A/V-ресивер уменьшить звук:

source: A/V-Receiver volume up:
es: Subir el volumen del receptor A/V:
et: A/V ressiiveri heli kõvemaks:
it: Ricevitore A/V: Volume +:
no: Lyd/Bilde Mottaker volum opp:
pt: Aumentar o volume do Recetor A/V:
ru: A/V-ресивер увеличить звук:

source: AAC downmix
es: AAC por 2 canales
et: AAC > stereo
no: AAC nedmix
ru: AAC микширование

source: AC3 default
es: AC3 por defecto
et: AC3 vaikimisi
it: AC3 predefinito
no: AC3 som standard
pt: AC3 padrão
ru: По умолчанию Dolby Digital (AC3)

source: AC3 downmix
es: AC3 por 2 canales
et: AC3 > stereo
it: AC3 miscelato
no: AC3 nedmix
ru: AC3 микширование

source: AC3/DTS downmix
es: AC3/DTS por 2 canales
et: AC3/DTS > stereo
it: AC3/DTS miscelato
no: AC3/DTS nedmix
ru: AC3/DTS микширование

source: AP Device
es: Dispositivo AP
et: AP seade
it: Dispositivo AP
no: AP Enhet
pt: Dispositivo AP
ru: AP Устройство

source: AP Mode
es: Modo AP
et: AP režiim
it: Modalità AP
no: AP Modus
pt: Modo AP
ru: AP Режим

source: AVL (Automatic Volume Leveler)
es: AVL (Control Automático de volumen)
et: AVL (Automaatne helitugevuse kohandamine)
it: AVL (livello volume automatico)
no: ALN (Automatisk Lyd Nivå)
pt: AVL (Nivelador do Volume Automático)
ru: Автоматический уровень громкости (AVL)

source: Abort
es: Abortar
et: Katkesta
it: Annullare
no: Avbryt prosess
pt: Abortar
ru: Прервать

source: Abort this Wizard.
es: Abortar este Asistente.
et: Välju abilisest.
it: Annullare la procedura guidata.
no: Avbryt denne Veiviseren.
pt: Cancelar este Assistente.
ru: Прервать работу мастера

source: About
es: Acerca de
et: Süsteemist
it: Info
no: Boksinfo
pt: Sobre
ru: Информация

source: About...
es: Acerca de...
et: Süsteemist
it: Informazioni...
no: Om...
pt: Sobre...
ru: О ресивере

source: Access the EPG from within the Movie Player
es: Acceso al EPG desde el reproductor de películas
et: Juurdepääs saatekavale filmimängijast
it: Accesso all'EPG da Movie Player
no: Tilgang til EPG ifra Media Spiller
pt: Aceder ao EPG a partir do Leitor de Mídia
ru: Доступ к EPG из Movie Player

source: Access to the ARD-Mediathek
es: Acceso al ARD-Mediathek
it: Accesso alla biblioteca ARD
no: Tilgang til ARD-Mediathek
pt: Aceder ao ARD-Mediathek
ru: Доступ к ARD-Mediathek

source: Access to the ARD-Mediathek online video database.
es: Acceso a la base de datos de vídeo online de ARD-Mediathek.
it: Accesso al database video online ARD
no: Tilgang il ARD-Mediathek online video database.
pt: Aceder à Videoteca Online do ARD-Mediathek
ru: Доступ к базе онлайн-видео ARD-Mediathek.

source: Accesspoint:
es: Punto de Acceso:
et: Tugijaam:
it: Punto di accesso:
no: Tilgangspunkt
pt: Ponto de Acesso:
ru: Точка доступа:

source: Action on long powerbutton press
es: Acción con pulsación larga del botón de encendido
et: Toitenupu pikk vajutus
it: Azione su pressione prolungata del tasto Accensione
no: Handling ved langt trykk på av/på knappen
pt: Ação ao premir longa/ a tecla POWER
ru: Длительное нажатии кнопки питания

source: Action on short powerbutton press
es: Acción con pulsación corta del botón de encendido
et: Toitenupu lühike vajutus
it: Azione su pressione breve del tasto Accensione
no: Handling ved kort trykk på av/på knappen
pt: Ação ao premir a tecla POWER
ru: Короткое нажатие кнопки питания

source: Action for inactivity:
es: Acción por inactividad:
et: Tegevus pärast jõudeolekut:
no: Gjøre ved inaktivitet:
pt: Ação para inatividade:
ru: Действие при бездействие:

source: Action:
es: Acción:
et: Tegevus:
it: Azione:
no: Handling:
pt: Ação:
ru: Действие:

source: Activate
es: Activar
et: Käivita
it: Attivare
no: Aktiver
pt: Ativar
ru: Включить

source: Activate Inadyn
es: Inadyn activado
et: Käivita Inadyn
it: Attivare Inadyn
no: Aktivere Inadyn
pt: Ativar Inadyn
ru: Включить Inadyn

source: Activate Picture in Picture
es: Activa el PiP
et: Ava PiP
it: Attivare PiP
no: Aktiver Bilde i Bilde...
pt: Ativar Imagem na Imagem (PIP)
ru: Включить картинку в картинке

source: Activate VPS
es: Activa VPS
et: Käivita VPS
it: Attivare VPS
no: Aktiver VPS
pt: Ativar Vps
ru: Включить VPS

source: Activate network settings
es: Activa configuración de red
et: Aktiveeri võrguseaded
it: Attivare la configurazione di rete
no: Aktivere nettverksinnstillinger
pt: Ativar as definições de rede
ru: Активировать сетевые установки

source: Active
es: Activo
et: Aktiivne
it: Attivo
no: Aktiv:
pt: Ativo
ru: Активный

source: Active CAM
es: CAM activa
et: Töötav CAM
it: CAM Attiva
no: Aktiv
pt: Ativar CAM
ru: Актив.

source: Active Modules
es: Módulos activos
et: Aktiivsed moodulid
it: Modulo attivo
no: Aktive Moduler
pt: Módulos Ativos
ru: Активные модули

source: Active Source Reply On:
es: Fuente activa respuesta en:
et: Aktiivse allika vastus:
it: Risposta fonte attiva:
no: Aktiv kilde svar på:
pt: Resposta à fonte ativa em:
ru: Распознавание активного источника:

source: Active/ Inactive
es: Activo/ Inactivo
et: Töös/ Väljas
it: Attivo/ Inattivo
no: Aktiv/ Inaktiv
pt: Ativo/ Inativo
ru: Активен/ Неактивен

source: Active/Autostart enabled
es: Activo/Inicio automático activado
et: Autostart lubatud
it: Attivo / Avvio automatico abilitato
no: Active/Autostart aktivert
pt: Ativo/AutoStart habilitado
ru: Активный/Автозапуск включен

source: Adapter settings
es: Configuración del adaptador
et: Võrgukaardi seaded
it: Configurazione interfaccia
no: Adapterinnstillinger
pt: Opções de Adaptador
ru: Настройки адаптера

source: Add
es: Añadir
et: Lisa
it: Aggiungere
no: Legge til
pt: Adicionar
ru: Добавить

source: Add Bookmark
es: Añadir un Marcador
et: Lisa järjehoidja
it: Agg. segnalibro
no: Legg til bokmerke
pt: Adicionar Marcador
ru: Добавить закладку

source: Add External Epg Server
es: añadir un servidor EPG Externo
et: Lisa väline epg server
it: Aggiungere Server EPG esterno
no: Legge til Server
pt: Adicionar servidor EPG externo
ru: Добавить внешний сервер EPG

source: Add Timer
es: Añadir un Temporizador
et: Lisa taimer
it: CREA Timer
no: Legg til Timer
pt: Adicionar Timer
ru: Добавить таймер

source: Add WLAN configuration?
es: ¿Añadir configuración WLAN?
et: Kas lisada WLAN seadistus?
it: Aggiungere la configurazione WLAN?
no: Legg til trådløst nett-konfigurasjon?
pt: Adicionar configuração de WLAN?
ru: Добавить конфигурацию WLAN?

source: Add a mark
es: Añadir marca
et: Lisa tähis
it: Agg. contr.
no: Legge til markør
pt: Adicionar marca
ru: Добавить метку

source: Add a new NFS or CIFS mount point to your setopbox.
es: Añadir a su deco un punto de montaje NFS o CIFS.
et: Lisa vastuvõtjale uus NFS või CIFS haakepunkt.
no: Legg til en ny NFS eller CIFS tilkoblingspunkt.
pt: Adicionar uma partilha NFS ou CIFS à sua STB
ru: Добавить новую NFS или CIFS точку подключения.

source: Add a new title
es: Añadir un nuevo título
et: Lisa uus pealkiri
it: Aggiungere nuovo titolo
no: Legg til en ny tittel
pt: Adicionar novo titulo
ru: Добавить новое название

source: Add a streaming url to your channellist
es: Añadir una url de streaming a tu lista de canales
et: Lisa voogesituse URL kanalinimekirja
it: Aggiungere streaming URL alla lista canali
no: Legg til strømme URL til din kanalliste
pt: Adicionar url de transmissões à sua lista de canais
ru: Добавление потоковых URL в список каналов
