Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
es: Cuando haga un reseteo de fábrica, perderá todos los datos de configuración (incluyendo listas, canales, datos del satélite...) Después de un reseteo, su receptor se reiniciará automáticamente! ¿Quiere hacer un reset de fábrica?
et: Algseadistuse taastamisel kaovad kõik isiklikud seaded (ka lemmikud, kanalid, satelliidid, konf.failid jne...) Pärast algseadistuse taastamist, teeb vastuvõtja automaatselt alglaadimise! Kas taastad algseadistuse?
it: Eseguendo il ripristino di fabbrica, tutte le configurazioni personalizzate (inclusi bouquet, canali, dati satelliti) andranno perdute. Dopo il ripristino il ricevitore verrà riavviato automaticamente! Procedere con il ripristino?
no: Når du tilbakestiller til fabrikksinntillinger vil du miste alle dine data (inkludert kanalliste, kanaler, satellitter...) Når tilbakestilling er ferdig, vil din VU+ starte om igjen automatisk! Vil du virkelig tilbakestille?
pt: Quando faz um restauro de fábrica, vai perder todos os dados de configuração (Incluindo bouquets, serviços, dados de satélite ...) Após a conclusão do restauro de fábrica, a sua Vuplus irá reiniciar automáticamente! Tem a certeza que quer efetuar um restauro de fábrica?
ru: При сбросе на заводские установки будут удалены все конфигурационные данные (включая пакеты, каналы, данные спутников...) После завершения сброса, ваш ресивер будет автоматически перезагружен! Действительно выполнить сброс на заводские установки?

source: Where do you want to backup your settings?
es: ¿Donde quiere hacer la copia de seguridad de su configuración?
et: Kuhu teha varukoopia seadistustest?
it: Dove vuoi fare il backup delle impostazioni?
no: Hvor vil du lagre sikkerhetskopi av dine innstillinger?
pt: Onde deseja guardar as suas definições?
ru: Куда Вы хотите сделать резервную копию настроек?

source: Where do you want to install openMultiboot?
et: Kuhu paigaldada openMultiboot?
it: Dove vuoi installare OpenMultiboot?
no: Hvor vil du installere OpenMultiboot?
pt: Onde deseja instalar o OpenMultiboot
ru: Куда Вы хотите установить OpenMultiboot?

source: Where to save temporary timeshift recordings?
es: ¿Dónde quiere guardar las grabaciones temporales timeshift?
et: Kuhu talletada ajutised ajanihke failid?
it: Dove vuoi salvare le registrazioni temporanee (timeshift)?
no: Hvor lagre midlertidig tidsforskyvnings-opptak?
pt: Onde guardar as gravações temporárias do Timeshifth?
ru: Куда сохранить временные файлы отложенного просмотра?

source: Which event do you want to save permanently?
et: Millise saate soovid lõplikult talletada?
it: Quale evento vuoi salvare in modo permanente?
no: Hvilket program vil du lagre?
pt: Qual o evento que quer salvar permanentemente?
ru: Какое событие вы хотите сохранять постоянно?

source: While the update is progress, RCU can not be used and other bluetooth device must be disconnected.
it: Durante l'aggiornamento, il telecomando non può essere utilizzato e devono essere scollegati gli altri dispositivi Bluetooth.
ru: Пока выполняется обновление, RCU не может быть использовано, и другое устройство Bluetooth должно быть отключено.

source: Wind display :
es: Viento :
it: Mostra i venti :
no: Vind visning:
pt: Exibir Vento:
ru: Направление:

source: Wind speed :
es: Velocidad :
et: Tuule kiirus :
it: Velocità del vento :
no: Vind fart :
pt: Veloc.Vento :
ru: Ветер:

source: Wireless
no: Trådløs
ru: Беспроводная сеть

source: Wireless Access Point
es: Punto de acceso inalámbrico
et: Traadita pääsupunkt
it: Access Point Wireless
no: Trådløst tilgangspunkt
pt: Ponto de Acesso sem fios
ru: Беспроводная точка доступа

source: Wireless Adapter Selection...
it: Selezione adattatore WiFi…
no: Trådløst Adapter Valg
pt: Selecionar o Adaptador de Rede Wireless...
ru: Выбор адаптера Wi-Fi сети...

source: Wireless LAN
es: RED Inalámbrica
et: Traadita kohtvõrk
it: LAN Wireless
no: Trådløst Adapter
pt: Rede sem fios
ru: Беспроводная сеть

source: Wireless LAN Setup
es: Configuración de red inalámbrica
et: Traadita võrgu seaded
it: Impostazioni WLAN
no: Trådløst adapter
pt: Configuração de Rede sem fios
ru: Настройки беспроводной сети

source: Wireless Lan Device is not detected.
es: No se detecta el dispositivo Lan inalámbrico.
et: Traadita võrgukaarti ei leitud
it: Nessun dispositivo WLAN rilevato.
no: Trådløs LAN enhet er ikke oppdaget.
pt: Não foi detetado o Dispositivo de Rede sem fios.
ru: Беспроводное устройство не найдено.

source: Wireless Lan Setup. Press OK to start wireless configuration.
et: Traadita võrgu seadistamine. Vajuta OK, et alustada traadita võrgu seadistamist.
it: Impostazioni WLan. Premere OK per iniziare la configurazione.
no: Trådløst Nettverk. Trykk OK for å konfigurere.
pt: Configuração da Rede sem Fios. Pressione OK para iniciar a configuração da rede sem fios.
ru: Настройка беспроводной локальной сети. Нажмите OK, чтобы начать настройку.

source: Wireless Network
es: Red Inalámbrica
et: Traadita võrk
it: Rete wireless
no: Trådløst Nettverk
pt: Rede sem fios
ru: Беспроводная сеть

source: Wireless Network Adapter Selection...
es: Selección del adaptador de red inalámbrica...
et: Traadita võrgukaardi valik
it: Selezione adattatore di rete wireless...
no: Trådløst Nettverk Adapter Valg
pt: Selecionar o Adaptador de Rede Wireless...
ru: Выбор беспроводного сетевого адаптера

source: Wireless Network Configuration...
es: Configuración de la red inalámbrica...
et: Traadita võrgu seadistus
it: Configurazione di una rete senza fili...
no: Konfigurere Trådløst Nettverk
pt: Configuração da Rede sem fios...
ru: Конфигурация беспроводной сети

source: Wireless Network Setup Menu...
es: Menú de configuración de la red inalámbrica
et: Traadita võrgu seadistusmenüü
it: Menu configurazione rete senza fili...
no: Trådløst Nettverk
pt: Menu de Instalação de Rede Wireless...
ru: Настройка беспроводной сети

source: Wireless lan is not activated.
it: WiFi non attivata
ru: Wi-Fi выключен.

source: Wireless network connection setup
es: Configuración de la conexión de red inalámbrica
et: Traadita võrgu seadistus
it: Configurazione connessione rete wireless
no: Trådløs nettverksforbindelse
pt: Configuração de conexão de rede sem fios
ru: Настройка беспроводной сети

source: Wireless network connection setup.
es: Configuración de la conexión de red inalámbrica.
et: Traadita võrgu seadistus.
it: Configurazione connessione rete wireless.
no: Trådløs nettverksforbindelse
pt: Configuração de conexão de rede sem fios.
ru: Настройка беспроводной сети.

source: Wireless network state
es: Estado de la red inalámbrica
et: Traadita võrgu olek
it: Stato rete wireless
no: Trådløst nettverk tilstand
pt: Estado da Rede sem fios
ru: Состояние беспроводной сети

source: Wit.ai Speech to Text Setup
it: Impostazioni riconoscimento vocale Wit.ai
no: Wit.ai Tale til Tekst Oppsett
ru: Настройки Wit.ai Speech to Text

source: With AntiScrollbar you can cover up annoying ticker lines (e.g. in news channels).
es: Con AntiScrollbar puede tapar las lineas de anuncios (ej. canales de noticias)
it: AntiScrollbar consente di nascondere i noiosissimi messaggi scorrevoli (es: canali di notizie).
no: Med AntiScrollbar kan du dekke over plagsomme ticker linjer(typisk på nyheter)
pt: Com AntiScrollbar pode encobrir linhas ticker irritantes (por exemplo, em canais de notícias).
ru: Позволяет скрывать скучные сообщения прокрутки (например, новостные каналы).

source: With DVDBurn you can make compilations of records from your STB hard drive. Optionally you can add customizable menus. You can record the compilation to a standard-compliant DVD that can be played on conventinal DVD players. HDTV recordings can only be burned in proprietary VU+ format.
it: DVDBurn consente di creare compilazioni di registrazioni dall'HDD del ricevitore. E' inoltre possibile l'aggiunta di menu. Il DVD masterizzato potrà essere riprodotto su qualunque riproduttore DVD convenzionale. Le registrazioni HDTV potranno essere masterizzate solo nel formato proprietario Vu+.
no: Med DVDBurn kan du lage samleplater av album fra din VU+s harddisk. Du kan og legge til dine egne menyer. Du kan spille inn samlingen til en standard DVD som kan spilles av på en vanlig DVD spiller. HDTV opptak kan kun brennes i VU+ støttet format.
pt: Com DVDBurn pode fazer compilações de registros do seu STB disco rígido. Opcionalmente pode adicionar menus personalizáveis. Pode gravar a compilação para um DVD compatível com o padrão que pode ser reproduzido em leitores de DVD convencionais. As gravações HDTV só podem ser gravadas em formato VuPplus proprietário.
ru: DVDBurn позволяет создавать записи с жёсткого диска ресивера. Также возможно добавить меню. Записанный DVD можно воспроизводить на любом обычном DVD-плеере. Записи HDTV могут быть записаны только в фирменном формате VU+.

source: With EPGSearch you can search through the EPG and create timers.
es: Con EPGSearch puede buscar a través del EPG y crear grabaciones.
it: EPGSearch consente di effettuare ricerche nell'EPG e creare timer.
no: Med EPGSøk kan du søke gjennom EPG og lage tidsopptak .
pt: Com o EPGSearch pode pesquisar através do EPG e criar Timers.
ru: Позволяет Вам искать EPG и создавать таймеры.

source: With Genuine STB you can verify the authenticity of your STB.
es: Con Deco genuino puede verificar la autenticidad de su deco.
it: Genuine Vu+ consente di verificare l'autenticità del ricevitore
no: With Genuine STB kan du fastslå ektheten til din mottaker.
pt: Com uma STB Original, pode verificar a sua autenticidade.
ru: Подлинная VU+ позволяет проверить подлинность ресивера

source: With IMDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
es: Con IMDb puede descargar y visualizar información (valoración, carteles, reparto, sinopsis, etc) sobre el evento seleccionado.
it: IMDb consente di visualizzare le informazioni sugli eventi selezionati (classifiche, locandine, cast, trame etc.)
no: Med IMDb kan du finne film informasjon (rating, posters, skuespillere, synopsis etc.) om valgt film.
pt: Com o IMDb é possível exibir informações descarregadas sobro o filme (classificação, cartaz, elenco, sinopse etc.) sobre o evento selecionado.
ru: IMDb позволяет просматривать информацию о загруженных видео и выбранных событиях (рейтинги, постеры, актеры, сюжеты и т. д.)

source: With MovieRetitle you can rename your movies.
es: Con MovieRetitle puede cambiar el nombre a sus grabaciones.
it: MovieRetitle consente di modificare il nome delle proprie registrazioni.
no: Med MovieRetitle kan du gi nytt navn til dine filmer.
pt: Com MovieRetitle, pode renomear os seus filmes.
ru: Позволяет Вам изменить название Ваших записей.

source: With MyTube you can play YouTube videos directly on your TV without a PC.
es: Con MyTube puede reproducir vídeos de YouTube directamente en su TV sin ningún PC.
it: MyTube consente di visualizzare filmati YouTube sulla TV senza la necessità di un PC.
no: Med MyTube kan du spille YouTube videor rett på din TV uten en PC.
pt: Com o MyTube pode reproduzir vídeos do YouTube diretamente na sua TV sem um PC.
ru: Позволяет просматривать фильмы на YouTube по телевизору без использования ПК.

source: With OFDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
es: Con OFDb puede descargar y visualizar información (valoración, carteles, reparto, sinopsis, etc) sobre el evento seleccionado.
it: OFDb consente di visualizzare le informazioni (classifiche, locandine, cast, trame etc.) degli eventi selezionati.
no: Med OFDb kan du finne film informasjon (rating, posters, skuespillere, synopsis etc.) om valgt film.
pt: Com informações OFDb pode exibir sobre o filme (classificação, cartaz, elenco, sinopse etc.) sobre o evento selecionado.
ru: OFDb позволяет просматривать информацию о загруженных видео и выбранных событиях (рейтинги, постеры, актеры, сюжеты и т. д.)

source: With WebcamViewer you can watch webcams on ysour TV Screen.
it: WebcamViewer consente di visualizzare immagini trasmesse da webcam sulla TV.
ru: Позволяет просматривать изображения, передаваемые веб-камерой на телевизоре.

source: With Werbezapper you can bridge commercials by creating short timers (between 1 and 9 minutes long) which will automatically zap back to the original channel after execution.
es: Con Werbezapper puede saltar los anuncios creando pequeñas programaciones (entre 1 y 9 minutos de duración) el cuál volverá automáticamente al canal original después de la ejecución.
it: Werbezapper consente di saltare gli intervalli pubblicitari tramite la creazione di brevi timer (da 1 a 9 minuti) che provvederanno a re sintonizzare il canale originale al termine della loro esecuzione
no: Med Werbezapper kan du sette sammen reklamer ved å lage korte tidsopptak (mellom 1 og 9 minutter lang) som automatisk vil zappe tilbake til gjeldende kanal etter det er gjort.
pt: Com Werbezapper pode colmatar comerciais através da criação de timers curtos (Entre 1 e 9 minutos de duração) que vão fazer zap automaticamente para o canal original após a execução.
ru: Werbezapper позволяет пропускать рекламные ролики, создавая короткие таймеры (от 1 до 9 минут), который перенастроит исходный канал в конце их исполнения

source: With YouTubePlayer you can watch YouTube-Videos on the STB. This plugin requires a PC with the VLC program running.
es: Con YouTubePlayer puede ver vídeos de YouTube en su deco. Esta extensión necesita un PC ejecutando el programa VLC.
it: YouTubePlayer consente la visualizzazione di filmati da YouTube sul Vu+. Questo plugin richiede una sessione attiva di VLC su un PC collegato in rete.
no: Med YouTubePlayer kan du se YouTube-Videor på din VU+. Dette modul krever en PC med VLC gående.
pt: Com o YouTube Player pode assistir a YouTube vídeos na STB. Este plugin requer um PC com o programa VLC execução.
ru: YouTubePlayer позволяет просматривать видео с YouTube на VU+. Этот плагин требует активного сеанса VLC на сетевом ПК.

source: With the CommonInterfaceAssignment plugin it is possible to use differentCI modules in your STB and assign dedicated providers/services or caids to each of them. This allows watching a scrambled service while recording another one.
es: Con la extensión CommonInterfaceAssignment es posible usar diferentes módulos CI en su deco y asignar a proveedores/canales o caids cada uno de ellos. Esto permite ver un canal codificado mientras está grabando otro.
it: CommonInterfaceAssignment: consente l'utilizzo di differenti moduli CI, assegnandoli ai rispettivi provider/canali/caid. Ciò permette di guardare un canale criptato mentre contemporaneamente ne viene registrato un altro.
no: Med CommonInterfaceAssignment modul er det mulig å bruke forskjellige CI moduler i din VU+ og tildele dedikerte tilbydere/kanaler eller caids til hver av dem. Dette gjør det mulig å se på en kodet kanal mens man spiller inn på en annen.
pt: Com o CommonInterfaceAssignment plug-in é possível usar módulos differentCI na sua STB e atribuir operadores dedicados / serviços ou caids a cada um deles. Isso permite assistir a um serviço codificado enquanto grava outro.
ru: CommonInterfaceAssignment позволяет использовать различные модули CI, назначая их соответствующим провайдерам каналам/caid. Это позволяет Вам смотреть один зашифрованный канал, в то время как другой записывается одновременно.

source: With the CrashlogAutoSubmit plugin it is possible to automaticallymail crashlogs found on your hard drive to Dream Multimedia.
es: Con la extensión CrashlogAutoSubmit es posible enviar automáticamente por email los logs de fallos encontrados en su disco duro a Dream Multimedia.
it: CrashLogAutoSubmit consente di inviare automaticamente via mail i registri errori presenti sul proprio HDD.
no: Med FeilloggAutoInnsending modul er det mulig å automatisk maile feillogger funnet på din harddisk til VU+ støtte.
pt: Com o Crashlog AutoSubmit plug-in é possível enviar e-mail automaticamente de crashlog´s encontrados no seu disco rígido para Vuplus.
ru: Позволяет автоматически отправлять журналы ошибок, обнаруженные на жёстком диске по электронной почте.

source: With the DefaultServicesScanner plugin you can scan default lamedbs sorted by satellite with a connected dish positioner.
es: Con la extensión DefaultServicesScanner puede buscar por defecto lamedbs ordenados por satélite con un posicionador de antena conectado.
it: DefaultServiceScanner consente di effettuare una scansione dei lamedb predefiniti ordinati per sat utilizzando un posizionatore
no: Med StandardKanalSøker modul kan du søke lamedbs sortert etter satellitt med en tilkoblet satellitt søker.
pt: Com o plug-in DefaultServicesScanner pode procurar lamedbs padrão, ordenados por satélite com um posicionador de antena.
ru: Позволяет сканировать предопределенную lamedb, отсортированную по спутнику, с помощью позиционера.

source: With the DiseqcTester plugin you can test your satellite equipment for DiSEqC compatibility and errors.
es: Con la extensión DiseqcTester puede probar la compatibilidad y errores de su equipamiento de satélite con DISEqC.
it: DiseqcTester consente di testare l'impianto satellitare per verificare la compatibilità DiSEqC ed eventuali errori
no: Med DiseqcTester modul kan du teste ditt satellitt utstyr etter DiSEqC feil.
pt: Com o plugin DiseqcTester pode testar o equipamento de satélite para compatibilidade e erros DiSEqC.
ru: Позволяет тестировать спутниковую систему, проверять совместимость DiSEqC и любые ошибки

source: With the NFIFlash plugin it is possible to prepare a USB stick with an STB image. It is then possible to flash your STB with the image on that stick.
es: Con la extensión NFIFlash puede preparar una memoria USB con una imagen del deco. Es posible flasear su deco con la imagen de esa memoria USB.
it: NFIFlash consente di caricare un'immagine per ricevitore su una chiavetta USB. Sarà poi possibile caricare questa immagine nella memoria flash del ricevitore.
no: Med NFIFlash modul er det mulig å klargjøre USB penn med et VU+ image. Det er da mulig å flashe din VU+ med image som er på minnepennen.
pt: Com o NFI Flash plugin é possível preparar uma Pen USB com uma imagem. É então possível flashear a STB com a imagem no dispositivo USB.
ru: NFIFlash плагин помогает подготовить USB-накопитель для имиджа с ресивера. Тогда можно прошивать Ваш ресивер с имиджем на этом USB.

source: With the NetworkWizard you can easily configure your network step by step.
es: Con el NetworkWizard puede configurar su red con un asistente paso a paso.
et: NetworkWizard abil saad lihtsalt seada oma võrgu parameetrid samm-sammult.
it: NetworkWizard consente di configurare facilmente la rete locale, passo dopo passo.
no: Med NetworkWizard kan du lett konfigurere ditt nettverk steg for steg.
pt: Com o Assistente de rede pode facilmente configurar a sua rede passo-a-passo.
ru: Позволяет легко настроить вашу локальную сеть, шаг за шагом.

source: With the PositionerSetup plugin it is easy to install and configure a motorized dish.
es: Con la extensión PositionerSetup puede configurar fácilmente su antena motorizada.
it: PositionerSetup consente di installare e configurare facilmente una parabola motorizzata.
no: Med PosisjonsOppsett modul er det enkelt å sette opp og konfigurere en parabol med motor.
pt: Com o plug-in de configuração do posicionador é fácil de instalar e configurar uma antena motorizada.
ru: Позволяет легко установить и настроить моторизованную антенну.

source: With the SatelliteEquipmentControl plugin it is possible to fine-tune DiSEqC-settings.
es: Con la extensión SatelliteEquipmentControl es posible configurar de manera detallada los parámetros DiSEqC.
it: SatelliteEquipmentControl consente di ottenere una messa a punto precisa dei parametri DiSEqC.
no: Med SatellittUtstyrsSjekk modul er det mulig å finjustere DiSEqC-innstillinger.
pt: Com o plug-in SatelliteEquipmentControl é possível afinar as configurações DiSEqC.
ru: Позволяет точно настроить DiSEqC-настройки.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
es: Con la activación de esta opción, el canal a grabar puede ser cambiado a uno alternativo si el canal está restringido.
et: Selle valiku lubamisel saab salvestatava kanali vahetada saatele määratud asenduskanaliga.
it: Abilitato: verrà limitato l'uso di un canale di registrazione alternativo predefinito per il canale prescelto.
no: Med dette valget aktivert kan kanalen det spilles inn på endres til en alternativ kanal den er begrenset til.
pt: Com esta opção habilitada o canal a gravar pode ser alterado para um serviço alternativo a que é restrito.
ru: При включении этого параметра, канал для записи может быть изменен на альтернативный.

source: With this option you can restrict the AutoTimer to a certain ammount of scheduled recordings. Set this to 0 to disable this functionality.
et: Selle valikuga saad piirata Autotaimeri poolt tehtavate salvestuste arvu teatud hulgani. Määrates '0' seda piirangut ei kasutata.
it: Abilitato: puoi restringere l'AutoTimer a uno specifico numero di registrazioni programmate. Setta 0 per disabilitare questa opzione.
no: Med dette valget kan du begrense Autotidsopptak til en viss mengde med planlagte opptak . Sett denne til 0 for å deaktivere denne funksjonen.
pt: Com esta opção, pode restringir o AutoTimer para uma determinada quantidade de gravações programadas. Ajustar para 0 para desativar esta funcionalidade.
ru: С помощью этой настройки Вы можете ограничить АвтоТаймер определенным количеством запланированных записей. Установите значение '0', чтобы отключить эту функцию.

source: With this plugin you can verify the authenticity of your Vu+. For more information, please visit our website http://vuplus.com
es: Con esta extensión puede verificar la autenticidad de su Vu+. Para obtener más información, por favor visite nuestro sitio web http://vuplus.com
et: Selle laienduse abil saad kontrollida oma Vu+ ehtsust. Enama info jaoks vaata http://vuplus.com
it: Con questo plugin puoi verificare l'autenticità del tuo Vu+. Per maggiori informazioni visita il sito http://vuplus.com
no: Med denne modul kan du verifisere ektheten til din Vu+. For mer info, vennligst besøk vår webside http://vuplus.com
pt: Com este plugin pode verificar a autenticidade da seu Vu +. Para mais informações, por favor visite nosso website http://vuplus.com
ru: С помощью этого плагина Вы можете проверить подлинность вашего VU+. Для получения дополнительной информации, пожалуйста, посетите наш веб-сайт http://vuplus.com

source: Wizard
es: Asistente
et: Abiline
it: Configurazione guidata
no: Veiviser
pt: Cancelar este Assistente.
ru: Мастер

source: World Weather Forecast
es: Previsión del tiempo mundial
et: Maailma ilmaennustus
pt: Previsão do tempo Mundial
ru: Погода в мире

source: Write error while recording. Disk full?
es: Error mientras grababa. ¿Disco lleno?
et: Viga salvestamisel. Kõvaketas täis?
it: Errore di scrittura in registrazione! Disco pieno?
no: Skrivefeil under opptak. Er disken full?
pt: Erro ao gravar.Disco cheio?
ru: Ошибка во время записи. Диск переполнен?

source: Write error. Not enough space for writing.
it: Errore in scrittura. Spazio insufficiente
ru: Ошибка записи. Недостаточно места для записи.

source: Write failed!
es: ¡Falló la escritura!
et: Kirjutamine nurjus!
it: Scrittura fallita!
no: Skriving feilet!
pt: Escrita falhou!
ru: Запись не удалась!
