Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: BH Plugin details
es: Detalles de las extensiones
et: Plugina üksikasjad
it: Dettagli plugin
no: Moduldetaljer
pt: BH Detalhes do Plugin
ru: Информация о плагине

source: BH Plugin manager activity information
es: Extensión para ver información de la actividad
et: Pluginahalduri tegevuse andmed
it: Gestione attività plugin...
no: Modulbehandling aktivitetsinfo
pt: BH Informação de atividade do Gestor de Plugins
ru: Менеджер информационной деятельности

source: BH Recorded files... /hdd/movie
es: Archivos grabados en... /hdd/movie
et: Salvestised... /hdd/movie
it: Registrazioni (in /hdd/movie)
no: Opptaksliste
pt: BH Ficheiros gravados... /hdd/movie
ru: Записи (в /hdd/movie)

source: BH Recording paths
es: Rutas de grabación
et: Salvestuskaustad
it: Percorsi delle registrazioni
no: Opptaksplassering
pt: BH Percursos de gravação
ru: Путь для записи

source: BH Reorder Plugin List
es: Ordenar la lista de extensiones
et: Pluginate sortimine
it: Riordinare liste plugin
no: Modul Listeendring
pt: BH Reordenar a lista de plugins
ru: Изменить порядок плагинов

source: BH Return the Love Event (only for genuine box)
es: Volver al Evento Amor (solo para decos genuinos)
it: Fornisce il “Love Event” (solo per Vu+ genuini)
no: Return the Love Event (kun for ekte bokser)
pt: BH Retornar o evento do amor (sómente para Vuplus original)
ru: Вернуть 'Любимое событие' (для подлинного Vu+)

source: BH Samba Panel
es: Panel Samba
et: Samba paneel
it: Samba
no: Samba
pt: BH Samba/Cifs Painel
ru: Панель Samba

source: BH Satfinder
es: Buscador de satélites
et: Signaalimõõdik
it: Satfinder
no: Satellittfinner
pt: BH Procura Satélites
ru: Поиск спутника

source: BH Scan IP
es: Buscar IP
et: IP otsing
it: IP scan
no: Søke IP
pt: BH Procura IP
ru: Сканирование IP

source: BH Script Panel
es: Panel de Script
et: Skriptid
it: Pannello script
no: Skript
pt: BH Painel de Scripts
ru: Панель скриптов

source: BH Select HDD
et: Vali kõvaketas
it: Seleziona HDD
no: Velg Harddisk
pt: BH Selecionar o Disco Rígido
ru: Выберите HDD

source: BH Select Location Box
es: Seleccionar la ubicación del deco
et: Vali asukoht
it: Selezionare località decoder
no: Velg Plasseringsboks
pt: BH Selecione a Localização da STB
ru: Выберите местоположение ресивера

source: BH Select Network Adapter
es: Seleccionar el Adaptador de Red
et: Vali võrgukaart
it: Selezionare adattatore di rete
no: Velg Nettverkadapter
pt: BH Selecionar o Adaptador de Rede
ru: Выберите сетевой адаптер

source: BH Select Network Interface
es: Seleccione la interfaz de red
et: Vali võrguliides
it: Selezionare interfaccia di rete
no: Velg Nettverksgrensesnitt
pt: BH Selecionar Interface de Rede
ru: Выберите сетевой интерфейс

source: BH Select bouquets to convert
es: Seleccione los favoritos a convertir
et: Vali teisendatavad lemmiknimekirjad
it: Selezionare bouquet da convertire
no: Velg favorittliste å omforme
pt: BH Selecionar bouquets para converter
ru: Выберите пакет для изменения

source: BH Select provider to add...
es: Seleccione un proveedor a añadir...
et: Vali lisatav levitaja...
it: Selezionare il provider da aggiungere...
no: Velg tilbyder å legge til
pt: BH Selecionar operador para adicionar...
ru: Выберите провайдера для добавления...

source: BH Select service to add...
es: Seleccione un canal a añadir...
et: Vali lisatav kanal...
it: Selezionare il servizio da aggiungere
no: Velg kanal å legge til
pt: BH Selecionar serviço para adicionar...
ru: Выберите сервис для добавления

source: BH Servers
es: Servidores
et: Serverid
it: Server
no: Servere
pt: BH Servidores
ru: Сервер

source: BH Service Scan
es: Buscar canales
et: Kanaliotsing
it: Scansione canali
no: Kanalsøk
pt: BH Procura Serviços
ru: Поиск каналов

source: BH Serviceinfo
es: Info del canal
et: Kanaliinfo
it: Info servizio
no: Kanalinfo
pt: BH Informação do Serviço
ru: Сервисная информация

source: BH Setup
es: Configuración
et: Seadistamine
it: Impostazioni
no: Oppsett
pt: BH Definições
ru: Настройки

source: BH Sleep Timer
es: Temporizador de apagado
et: Unetaimer
it: Timer di spegnimento
no: Innsoving
pt: BH Timer de Repouso
ru: Таймер сна

source: BH Software Management
es: Gestión del software
et: Tarkvara haldamine
it: Gestione software
no: Programvarebehandling
pt: BH Gestão de Software
ru: Управление ПО

source: BH Speed Up
es: Acelerar BH
et: Kiirendus
it: Ottimizzazione
no: Optimalisering
pt: BH Acelerar a Imagem
ru: Ускорить

source: BH Statistics
es: Estadísticas BH
et: BH statistika
it: Statistiche
no: Statistikk
pt: BH Estatísticas
ru: Статистика

source: BH StreamTV List
es: Lista StreamTV
et: StreamTV nimekiri
it: Elenco StreamTV
no: StreamTV Liste
pt: BH Lista de transmissões de TV
ru: Список StreamTV

source: BH Swap File Manager
es: Archivo de memoria de intercambio
et: Saale haldur
it: Gestione file di swap
no: Vekslefil
pt: BH Definições do Ficheiro Swap
ru: Управление файлом подкачки

source: BH System Info
es: Info del sistema
et: Süsteemiinfo
it: Info di sistema
no: System Info
pt: BH Informação do Sistema
ru: Системная информация

source: BH Telnet Panel
es: Panel Telnet
et: Telneti paneel
it: Pannello telnet
no: Telnet
pt: BH Painel Telnet
ru: Панель Telnet

source: BH Timer Editor
es: Editor de Grabaciones
et: Taimerid
it: Modifica timer
no: Tidsopptak Editor
pt: BH Editor de Timers
ru: Изменить таймер

source: BH Timer Entry
es: Grabación
et: Taimeri kirje
it: Voci timer
no: Tidsopptak Innsetting
pt: BH Timer entrada
ru: Таймер записи

source: BH Transcoding Setup
es: Config. de la transcodificación
et: Transkodeerimise seadistus
it: Impostazioni transcodifica
no: Transkoding
pt: BH Definição da transcodificação
ru: Настройки транскодирования

source: BH Tuner Server Panel
es: Panel del sintonizador en modo servidor
et: Tuunerserveri paneel
it: Pannello Tuner Server
no: Tunerserver
pt: BH Painel de Servidor de Tuner
ru: Настройка тюнера как сервер

source: BH UI 3D setup
es: Configuración de la interfaz 3D
et: 3D seadistus
it: Impostazioni UI 3D
no: UI 3D
pt: BH Definição da UI 3D
ru: Меню настройки 3D

source: BH UPnP Client Panel
es: Panel del cliente UPnP
et: UPnP kliendi paneel
it: Client UPnP
no: UPnP Klient
pt: BH Painel de Cliente UPnP
ru: Панель UPnP-клиент

source: BH UPnP Minidlna Server Panel
es: Panel del servidor Minidlna
et: Minidlna serveri paneel
it: Server UPnP MiniDlna
no: UPnP Minidlna Server
pt: BH Painel de servidor UPnP Minidlna
ru: UPnP-сервер MiniDLNA

source: BH UPnP Server Panel
es: Panel del Servidor UPnP
et: UPnP serveri paneel
it: Server UPnP
no: UPnP Server
pt: BH Painel de servidor UPnP
ru: Панель UPnP-сервер

source: BH Uninstall Panel
es: Panel de desinstalación BH
et: Tarkvara eemaldamine
it: Disinstallazione
no: Avinstallere
pt: BH Painel Desinstalador
ru: Удалить панель

source: BH Usb Format Wizard
es: Asistente de formato USB
et: Usb vormindamine
it: Formattazione guidata dispositivi USB
no: Formater USB Veiviser
pt: BH Assistente de formatação USB
ru: Мастер форматирования USB

source: BH UserDialog
es: Diálogo de usuario
et: Kasutajadialoog
it: Dialogo utente
no: BrukerDialog
pt: BH Diálogo do utilizador
ru: Диалог пользователя

source: BH UserManager
es: Manejo de usuario
et: Kasutajahaldur
it: Gestione utente
no: Brukerbehandling
pt: BH Gestor do utilizador
ru: Управление пользователями

source: BH Video Enhancement Setup
es: Configuración del realce de vídeo
et: Pildiparanduse seaded
it: Configurazioni avanzate A/V
no: Bildeforbedring
pt: BH Configuração de otimização de vídeo
ru: Расширенные настройки

source: BH Virtual Keyboard
et: Virtuaalklahvistik
it: Tastiera virtuale
no: Virtuelt Tastatur
pt: BH Teclado virtual
ru: Клавиатура

source: BH WakeOnLan Setup
es: Configuración de encendido remoto
et: WakeOnLan seadistus
it: Impostazioni WakeOnLan
no: VåkneMedLan
pt: BH Definições WakeOnLan
ru: Настройки Wake-on-LAN

source: BH Weather
es: Previsión del tiempo
et: Ilm
it: Meteo
no: Værmelding
pt: BH Meteorologia
ru: Погода

source: BH Webinterface: Main Setup
es: Interfaz web: Configuración principal
et: Veebiliides: Seaded
it: Interfaccia Web: impostazioni
no: Nettgrensesnitt: Oppsett
pt: BH Definição Principal Webinterface
ru: Веб-интерфейс: основные настройки

source: BH Welcome...
es: Bienvenido...
et: Tere tulemast
it: Benvenuto...
no: Velkommen...
ru: Добро пожаловать

source: BH Welcome...Net
es: Bienvenido a la...red
et: Tere tulemast...
it: Benvenuto... Rete
no: Velkommen...Nett
ru: Добро пожаловать

source: BH Welcome...SM
es: Bienvenido a...SM
et: Tere tulemast...
it: Benvenuto... SM
no: Velkommen...SM
ru: Добро пожаловать

source: BH Welcome...Start
es: Bienvenido al...inicio
et: Tere tulemast...
it: Benvenuto... Inizia
no: Velkommen...Start
pt: BH Welcome...Iniciar
ru: Добро пожаловать

source: BH Wireless Access Point
es: Punto de acceso inalámbrico
et: Traadita pääsupunkt
it: Punto di accesso Wifi
no: Trådløst Tilgangspunkt
pt: BH Ponto de Acesso sem fios
ru: Беспроводная точка доступа

source: BH Wireless Net Setup Menu...
es: Menú de config. de la red inalámbrica...
et: Traadita võrgu seadistus
it: Menu impostazione WLAN...
no: Trådløst Nett Oppsettsmeny...
pt: BH Menu de Definições Wireless...
ru: Меню настроек WLAN...

source: BH Wireless Network AP Scan...
es: Buscando la red inalámbrica AP...
et: Traadita võrgu AP otsing
it: Ricerca reti wireless...
no: Trådløst Nettverk TP Søk
pt: BH Procura de Rede Wireless AP...
ru: Поиск беспроводных сетей...

source: BH Wireless Network Adapter Selection...
es: Selección del adaptador de red inalámbrica...
et: Traadita võrgukaardi valik
it: Selezione adattatore di rete wireless
no: Trådløst Nettverksadapter Valg
pt: BH Selecionar o Adaptador de Rede Wireless
ru: Выбор беспроводного сетевого адаптера

source: BH Wireless Network Configuration...
es: Configuración de la red inalámbrica...
et: Traadita võrgu seadistus
it: Configurazione rete wifi
no: Trådløst Nettverk Konfigurasjon
pt: BH Configuração de Rede Wireless
ru: Конфигурация сети Wi-Fi

source: BH Wireless Network Setup Menu...
es: Menú de configuración de red inalámbrica...
et: Traadita võrgu seadistus
it: Menu impostazioni rete wifi
no: Trådløst Nettverk
pt: BH Menu de Definições Wireless...
ru: Меню настроек сети Wi-Fi

source: BH Wireless Network Status...
es: Estado de la red inalámbrica...
et: Traadita võrgu olek
it: Stato della rete wifi...
no: Trådløst Nettverk Status
pt: BH Estado da Rede sem fios...
ru: Состояние сети Wi-Fi...

source: BH YouTube TV Settings
es: Config. de YouTube TV
et: YouTube TV seaded
it: Configurazione YouTube TV
no: Youtube
pt: BH Definições do YouTube TV
ru: Настройки YouTube TV

source: BH Zapping Mode Selection
es: Modo de zapeo
et: Kanalivahetusrežiimi valik
it: Selezione modalità ZAP
no: Kanalbytte Modus Valg
pt: BH Selecção do modo Zapping
ru: Выбор режима переключения

source: BH select CAId's
es: seleccionar CAId's
et: Vali CAIDid
it: Selezione CAId's
no: velg CAId's
pt: BH Selecionar CAId's
ru: Выбор CaId's

source: BH select Slot
et: Vali pesa
it: Seleziona slot
no: Velg Plass
pt: BH Selecione a Slot
ru: Выберите слот

source: BT dongle has been inserted.
it: È stato inserito l'adattatore BT.
ru: BT-адаптер включен.

source: BT dongle has been removed.
it: È stato rimosso l'adattatore BT.
ru: BT-адаптер отключен.

source: Back
es: Atrás
et: Tagasi
it: Indietro
no: Tilbake
pt: Voltar
ru: Назад

source: Back key
it: Tasto indietro
no: Tilbake tast
pt: Tecla retrocesso
ru: Кнопка назад

source: Back, lower USB Slot
es: Volver, ranura inferior USB
et: Taga, alumine USB pesa
it: USB posteriore (porta in basso)
no: Nedre-Bak USB plass
pt: Usb, slot posterior (inferior)
ru: Задний, нижний USB-порт

source: Back, upper USB Slot
es: Volver, ranura superior USB
et: Taga, ülemine USB pesa
it: USB posteriore (porta in alto)
no: Øvre-Bak USB plass
pt: Usb, slot posterior (superior)
ru: Задний, верхний USB-порт

source: Background
es: Segundo plano
et: Taust
it: Sfondo
no: Bakgrunn
pt: Fundo
ru: Фон

source: Background X-offset
it: Sfondo - scostamento X
no: Bakgrunn X-utligning
pt: Fundo Deslocamento Horizontal
ru: Фон - смещение X

source: Background Y-offset
it: Sfondo - scostamento Y
no: Bakgrunn Y-utligning
pt: Fundo Deslocamento Vertical
ru: Фон - смещение Y

source: Background color
es: Color de fondo
it: Colore sfondo
no: Bakgrunnsfarge
pt: Cor do Fundo
ru: Цвет фона

source: Background delete option
es: Opción de borrado en segundo plano
et: Taustal kustutamise valikud
it: Opzione rimozione sfondo
no: Bakgrunns slette valg
pt: Apagar em segundo plano
ru: Удаление в фоновом режиме

source: Background delete speed
es: Velocidad de borrado en segundo plano
et: Taustal kustutamise kiirus
it: Velocità rimozione file
no: Bakgrunns slette fart
pt: Velocidade ao apagar em segundo plano
ru: Скорость удаления в фоновом режиме

source: Background transparency
es: Transparencia de fondo
it: Trasparenza sfondo
no: Bakgrunn gjennomsiktighet
pt: Transparência do fundo
ru: Прозрачность фона

source: Background type
it: Tipo sfondo
no: Bakgrunnstype
pt: Tipo de fundo
ru: Тип фона

source: Backspace Key
es: Tecla de espacio
et: Tagasilükkeklahv
it: tasto BACKSPACE
no: Slette tast
pt: Tecla Backspace
ru: Клавиша Backspace

source: Backup
es: Guardar
et: Varundamine
no: Sikkerhetskopi
ru: Копирование

source: Backup Menu
es: Copia de seguridad
et: Varundamine
it: BACKUP
no: Sikkerhetskopi
pt: BackUp Black Hole
ru: Резервное копирование

source: Backup complete !
es: ¡Copia de seguridad completa!
it: Backup completato!
no: Sikkerhetskopi ferdig!
ru: Создание резервной копии завершено!

source: Backup complete!
et: Varukoopia loodud!
it: Backup completato!
no: Sikkerhetskopi ferdig!
pt: Backup completo!
ru: Создание резервной копии завершено!

source: Backup done.
es: Copia de seguridad guardada.
et: Varukoopia on tehtud.
it: Backup eseguito
no: Sikkerhetskopi tatt.
pt: Backup concluído.
ru: Резервное копирование выполнено.

source: Backup failed.
es: Error en la copia de seguridad.
et: Varukoopia loomine nurjus.
it: Backup fallito!
no: Sikkerhetskopi mislyktes.
pt: Backup falhou!
ru: Не удалось создать резервную копию.

source: Backup is running...
es: Realizando la copia de seguridad...
et: Varukoopia loomine
it: Backup in corso...
no: Sikkerhetskopi kjører ...
pt: Backup a decorrer...
ru: Выполняется резервное копирование...

source: Backup location
es: Ruta de la copia de seguridad
et: Varukoopia asukoht
it: Cartella di backup
no: Sikkerhetskopi sted
pt: Localização do Backup
ru: Расположение

source: Backup running...
es: Realizando copia de seguridad...
et: Varundamine...
it: Backup in corso...
no: Sikkerhetskopierer...
pt: Backup a decorrer...
ru: Выполняется резервное копирование...

source: Backup system settings
es: Copia de seguridad
et: Seadistuste varundamine
it: Salvare le configurazioni
no: Sikkerhetskopier system oppsett
pt: Backup das configurações do sistema
ru: Резервное копирование настроек системы

source: Band
es: Banda
et: Sagedusala
it: Banda
no: Bånd
pt: Banda
ru: Диапазон

source: Bandwidth
es: Ancho de banda
et: Ribalaius
it: Banda passante
no: Båndbredde
pt: Largura de Banda
ru: Трафик

source: Basque
it: Basco
ru: Баскский

source: Battery is low. Suggest to prepare replacement batteries for using properly %s.
it: Le batteria sono quasi scariche. Si consiglia di cambiarle per un utilizzo efficace %s.
ru: Батарея разряжена. Замените батареи для правильного использования %s.

source: Battery level for OTA : %s
it: Livello della batteria per OTA: %s
ru: Уровень заряда для OTA: %s

source: Begin
es: Principio
et: Algus
it: Inizio
no: Begynn
pt: Iniciar
ru: Начало

source: Begin of "after event" timespan
es: Comienzo de Tiempo después del Evento
et: "Pärast sündmust" ajavahemiku algus
it: Inizio intervallo dopo l'evento
no: Start på"etter hendelsen" tidsperiode
pt: Intervalo de Início de (depois do evento)
ru: Начало "после события" через

source: Begin of timespan
es: Comienzo de Tiempo
et: Ajavahemiku algus
it: Inizio intervallo
no: Start av tidsperiode
pt: Início do intervalo de tempo
ru: Начало периода

source: Begin time
es: Hora de inicio
et: Algusaeg
it: Ora d’inizio
no: Starttid
pt: Tempo de início
ru: Время начала

source: Behavior of 'pause' when paused
es: Tecla "pausa" cuando está parado
et: 'Paus' nupu toiming pausil olles
it: Effetto 'pausa' quando in pausa
no: Oppførsel til 'pause'-knappen i pause-modus
pt: Comportamento da pausa, quando pausado
ru: Действие кнопки 'Пауза' во время паузы

source: Behavior of 0 key in PiP-mode
es: Tecla '0' en el modo PiP
et: '0' nupu toiming PiP režiimis
it: Effetto 'tasto 0' in modalità PiP
no: Oppførsel til 0 tast i BiB-modus
pt: Comportamento da tecla "0" no modo PiP
ru: Действие кнопки '0' в PiP режиме

source: Behavior when a movie is started
es: Cuando comienza la reproducción de una grabación
et: Tegevus taasesituse algamisel
it: Su avvio riproduzione
no: Oppførsel når opptak blir startet
pt: Comportamento ao iniciar um Filme
ru: Действие при начале

source: Behavior when a movie is stopped
es: Cuando se para la reproducción de una grabación
et: Tegevus taasesituse peatamisel
it: Su arresto riproduzione
no: Oppførsel når opptak blir stoppet
pt: Comportamento ao parar o Filme
ru: Действие при остановке

source: Behavior when a movie reaches the end
es: Cuando termina la reproducción de una grabación
et: Tegevus taasesituse lõppemisel
it: Su riproduzione terminata
no: Oppførsel når opptak når slutten
pt: Comportamento do Filme ao Terminar
ru: Действие при окончании

source: Big Bang
es: Gran Explosión
et: Suur Pauk
ru: Большой Взрыв

source: Bitrate
et: Bitikiirus
no: Bitsats
ru: Битрейт

source: Bitrate:
et: Bitikiirus:
pt: Taxa de bits:
ru: Битрейт:

source: Black Hole Addons Plugins
es: Complem. de Extensiones
et: Black Hole pluginad
it: Componenti aggiuntivi (Addons/Plugins)
no: Black Hole Tillegg
pt: Aplicações Black Hole
ru: Дополнительные плагины

source: Black Hole Autocam Manager
es: Administrador de Cams
et: Black Hole autocam haldur
it: Gestione Autocam
no: Black Hole Autocam
pt: Gestor Autocam Black Hole
ru: Автоназначение

source: Black Hole Autocam Setup
es: Configuración de la Cam
et: Black Hole autocam seaded
it: Impostazioni Autocam
no: Black Hole Autocam
pt: Definição Autocam Black Hole
ru: Настройки автоназначения

source: Black Hole Blue Panel
es: Panel Azul Black Hole
et: Sinine paneel
it: Pannello blu
no: Black Hole Blått Panel
pt: Black Hole Painel Azul
ru: Синяя панель

source: Black Hole Boot Logo
es: Logo de arranque
et: Käivituslogod
it: Boot Logo
no: Black Hole Oppstartslogo
pt: Logo de Arranque Black Hole
ru: Загрузочные логотипы

source: Black Hole Cron Manager
es: Gestor Cron Black Hole
et: Cron haldur
it: Gestione Cron
no: Cron
pt: Gestor Cronológico Black Hole
ru: Планировщик

source: Black Hole Cron Setup
es: Configuración de Cron
et: Cron seadistus
it: Impostazioni cron BlackHole
no: Cron
pt: Gestor Cronológico Black Hole
ru: Планировщик

source: Black Hole Devices Manager
es: Administrador de dispositivos
et: Riistvara haldur
it: Gestione dispositivi BlackHole
no: Enheter
pt: Gestor de Dispositivos Black Hole
ru: Диспетчер устройств

source: Black Hole Devices Mountpoints Setup
es: Ajuste de los puntos de montaje
et: Haakepunktide seadistus
it: Impostazioni punti di mount
no: Enhetstilkobling
pt: Dispositivos de Pontos de Montagem Black Hole
ru: Настройка точек монтирования

source: Black Hole E2 Addons Manager
es: Gestión de complementos
et: E2 lisamoodulid
it: Gestione degli addon
no: Tillegg
pt: Black Hole E2 Gestor de Addons
ru: Дополнения

source: Black Hole E2 Downloads Manager
es: Gestión de descargas
et: E2 allalaadimised
it: Gestione dei download
no: Nedlasting
pt: Black Hole E2 Gestor de Descargas
ru: Менеджер загрузок

source: Black Hole E2 EPG Setup
es: Configuración del EPG
et: E2 EPG seadistus
it: Impostazioni EPG
no: EPG
pt: Black Hole E2 Definição EPG
ru: Настройки EPG

source: Black Hole E2 Manual Install BH Packages
es: Instalación manual de paquetes BH
et: E2 BH pakettide paigaldamine
it: Installazione manuale pacchetti
no: Blac Hole E2 Manuelt Installere BH Pakker
pt: Instalar Pacotes Enigma2 IPK manualmente na Black Hole
ru: Ручная установка BH пакетов

source: Black Hole E2 Manual Install Ipk Packages
es: Instalación manual de paquetes Ipk
et: E2 Ipk pakettide paigaldamine
it: Installazione manuale IPKs
no: Black Hole E2 Manuelt Installere Ipk Pakker
pt: Instalar Pacotes IPK na BH Enigma2
ru: Ручная установка IPK пакетов

source: Black Hole E2 Package Details
es: Detalles de paquetes Black Hole
et: E2 paketi üksikasjad
it: Dettagli pacchetti
no: Black Hole E2 Pakke Detaljer
pt: Black Hole E2 Detalhes dos Pacotes
ru: Детали пакета

source: Black Hole E2 Preview
es: Previsualización BH
et: E2 eelvaade
it: Anteprima
no: Black Hole E2 Visning
pt: Black Hole E2 Pré-Visualização
ru: Предпросмотр

source: Black Hole E2 Statistics
es: Estadísticas Black Hole
et: E2 statistika
it: Statistiche
no: Black Hole E2 Statistikk
pt: Estatísticas Black Hole E2
ru: Статистика

source: Black Hole E2 Uninstall Panel
es: Panel de desinstalación BH
et: E2 lisamoodulite eemaldamine
it: Disinstallazione
no: Avinstallere
pt: Black Hole E2 Painel Desinstalador
ru: Удаление плагинов и дополнений

source: Black Hole EPG Setup
es: Configuración del EPG
et: EPG seadistus
it: Impostazioni EPG
no: EPG
pt: Definição do EPG Black Hole
ru: Настройки EPG

source: Black Hole Epg Backup
es: Copia de seguridad del EPG
et: EPG varundamine
it: Backup EPG
no: Black Hole Epg Sikkerhetskopi
pt: Backup do EPG Black Hole
ru: Резервная копия EPG

source: Black Hole Fast Plugin Setup
es: config. la extensión directa
et: Kiirklahvi seadistus
it: Impostazioni Fast Plugin
no: Black Hole Modul snarvei oppsett
pt: Desculpe este plugin é apenas para imagens Black Hole
ru: Настройка быстрого запуска

source: Black Hole Feeds Plugins
es: Extensiones para Feeds
et: Pluginad
it: Plugin per BH
no: Black Hole Tillegg Mater
ru: Плагины

source: Black Hole Full Backup
es: Copia de seguridad completa
et: Täielik süsteemitõmmis
it: Backup completo
no: Black Hole Full Sikkerhetskopi
pt: Cópia de segurança Black Hole completa
ru: Полное резервное копирование

source: Black Hole Full Backup on:
es: Copia de seguridad completa Black Hole en:
et: Täielik tarkvarakoopia asukohas:
it: Backup completo in:
no: Black Hole Full sikkerhetskopi på:
pt: Faça um Backup completo da imagem
ru: Полное копирование на:

source: Black Hole Green Panel
es: Panel Verde Black Hole
et: Roheline paneel
it: Pannello verde
no: Black Hole Grønt Panel
pt: Black Hole Painel Verde
ru: Зеленая панель

source: Black Hole Green Panel Setup
es: Configuración del Panel Verde Black Hole
et: Rohelise paneeli seadistus
it: Impostazioni GreenPanel
no: Grønt Panel Oppsett
pt: Black Hole Painel Verde
ru: Зеленая панель

source: Black Hole Image Boot Logo
es: Logo de arranque de imagen
et: Black Hole käivituslogod
it: BootLogo
no: Black Hole Image Startbilde
pt: Logotipos Imagem Black Hole
ru: Загрузочные логотипы

source: Black Hole Image Script
es: Script de imagen Black Hole
et: Black Hole skriptid
it: Script Immagine
no: Black Hole Image Skript
pt: Script Imagem Black Hole
ru: Скрипты

source: Black Hole Image Skins
es: Pieles de imagen Black Hole
et: Black Hole kujundused
it: Skins
pt: Temas das Imagens Black Hole
ru: Скины

source: Black Hole Image Statistics: _____________________________________
es: Estadísticas de la imagen Black Hole: _____________________________________
et: Black Hole statistika: _____________________________________
it: Statistiche immagine BlackHole: _____________________________________
no: Black Hole Image Statistikker: _____________________________________
pt: Estatísticas Black Hole E2: _______________________________________________
ru: Статистика Black Hole: _____________________________________
