Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Zoom into letterboxed/anamorph movies
es: Pasar películas a letterboxed/anamorph
et: Suumi letterbox/anamorfseid filme
it: Zoom nei film in formato anamorfico - letterbox
no: Zoom i letterbox/anamorph filmer.
pt: Zoom para letterbox / filmes anamórficos
ru: Увеличение фильмов в анаморфном формате

source: Zoom into letterboxed/anamorph movies.
es: Pasar películas a letterboxed/anamorph.
et: Suumi letterbox/anamorfseid filme.
it: Zoom nei film in formato anamorfico - letterbox.
no: Zoom i letterbox/anamorph filmer.
pt: Zoom para letterbox / filmes anamórficos.
ru: Увеличение фильмов в анаморфном формате

source: [ N/A ]
es: No disponible
et: [ puudub ]
ru: [Н/Д]

source: [alternative edit]
es: [edición alternativa]
et: [asenduskanalite muutmine]
it: [modifica alternative]
no: [alternativ endring]
ru: [Альтернативное редактирование]

source: [bouquet edit]
es: [editar lista]
et: [lemmiknimekirjade muutmine]
it: [modifica bouquet]
no: [kanalliste endring]
pt: [editar bouquet]
ru: [Редактирование пакетов]

source: [favourite edit]
es: [editar favoritos]
et: [lemmikute muutmine]
it: [modifica preferiti]
no: [favoritt endring]
pt: [editar favorito]
ru: [Редактирование избранного]

source: [move mode]
es: [modo mover]
et: [liigutamine]
it: [modalità spostamento]
no: [flytte modus]
pt: [modo mover]
ru: [Режим перемещения]

source: a HD skin from Kerni
es: una piel HD de Kerni
it: una skin HD by Kerni
no: HD skin fra Kerni
pt: Um belo Tema HD por Kerni
ru: HD скин от Kerni

source: a gui to assign services/providers to common interface modules
es: una interfaz para asignar canales/proveedores a los módulos de interfaz común
et: Kasutajaliides kanalite/levitajate CI-moodulile määramiseks
it: assegnazione canali o provider a moduli CI tramite GUI
no: grensesnitt for å tildele kanaler/ tilbydere til common interface-moduler
pt: uma interface visual para atribuir serviços/operadores a um modulo CI
ru: Интерфейс для назначения сервисов/провайдеров на CAM-модули

source: a gui to assign services/providers/caids to common interface modules
es: una interfaz para asignar canales/proveedores/caids a los módulos de interfaz común
et: Kasutajaliides kanalite/levitajate/CAIde CI-moodulile määramiseks
it: assegnazione canali/provider/CAIDs a moduli CI tramite GUI
no: grensesnitt for å tildele kanaler/ tilbydere/ caids til common interface-moduler
pt: uma interface visual para atribuir serviços/operadores/caids a um modulo CI
ru: Интерфейс для назначения сервисов/провайдеров/идентов на CAM-модули

source: abort alternatives edit
es: abortar la edición alternativa
et: tühista muudatused
it: annulla modifica alternative
no: Avbryt alternativ editering
pt: abortar a edição de alternativas
ru: Отменить альтернативное редактирование

source: abort bouquet edit
es: abortar la edición de listas
et: tühista muudatused
it: annulla modifica bouquet
no: Avbryt kanalliste endring...
pt: Cancelar a edição
ru: Отменить редактирование пакета пользователя

source: abort favourites edit
es: abortar la edición de favoritos
et: tühista muudatused
it: annulla modifica preferiti
no: avbryt favoritt editering
pt: Cancelar a edição
ru: Отменить редактирование избранного

source: about to start
es: sobre comenzar
et: algamas
it: per iniziare
no: starter snart
pt: A iniciar
ru: Начать

source: activate current configuration
es: activa la configuración actual
et: jõusta praegused seaded
it: attivare la configurazione corrente
no: aktiver nåværende konfigurasjon
pt: Ativar a configuração existente
ru: Активировать текущие настройки

source: activate network adapter configuration
es: activa configuración del adaptador de red
et: aktiveeri võrgukaardi seaded
it: attivare la configurazione interfaccia di rete
no: aktiver nettverk adapter konfigurasjon
pt: ativar configuração do adaptador de rede
ru: Активировать конфигурацию сетевого адаптера

source: add AutoTimer
es: Añadir Temporizador Automático
et: lisa autotaimer
it: aggiungere AutoTimer
no: Legg til Autotidsopptak
pt: Adicionar AutoTimer...
ru: Добавить АвтоТаймер

source: add AutoTimer...
es: Añadir AutoProgramación...
et: lisa autotaimer
it: aggiungere AutoTimer...
no: Legg til Autotidsopptak ...
pt: Adicionar AutoTimer...
ru: Добавить АвтоТаймер

source: add Provider
es: añadir Proveedor
et: lisa levitaja
it: aggiungere provider
no: legg til tilbyder
pt: Adicionar operador
ru: Добавить поставщика

source: add Service
es: añadir el canal
et: lisa kanal
it: aggiungere canale
no: legg til kanal
pt: Adicionar serviço
ru: Добавить сервис

source: add a nameserver entry
es: añadir un servidor de nombres
et: lisa nimeserver
it: aggiungere DNS
no: legg til navneserver oppføring
pt: Adicionar um DNS
ru: Добавить DNS-сервер

source: add alternatives
es: añadir alternativas
et: lisa asenduskanaleid
it: aggiungere alternative
no: Legg til alternativer...
pt: Adicionar alternativas
ru: Добавить альтернативу

source: add bookmark
es: añadir un marcador
et: lisa järjehoidja
it: aggiungere segnalibro
no: legg til bokmerke
pt: adicionar indicador
ru: Добавить Закладку

source: add bouquet
es: añadir a la lista
et: lisa nimekiri
it: aggiungere bouquet
no: Legg til kanalliste...
pt: adicionar bouquet
ru: Добавить пакет пользователя

source: add directory to playlist
es: añadir el directorio a la lista
et: lisa kataloog mängukavva
it: aggiungere cartella alla playlist
no: Legg til mappe til spilleliste
pt: Adicione um diretório à lista de reprodução
ru: Добавить папку в список воспроизведения

source: add file to playlist
es: añadir el archivo a la lista
et: lisa fail mängukavva
it: aggiungere file alla playlist
no: Legg til fil til spilleliste
pt: Adicione um Arquivo à lista de reprodução
ru: Добавить файл в список воспроизведения

source: add files to playlist
es: añadir los archivos a la lista de reproducción
et: lisa failid mängukavva
it: aggiungere files alla playlist
no: Legg til filer til spilleliste
pt: Adicione Arquivo(s) à lista de reprodução
ru: Добавить файлы в список воспроизведения

source: add filters
es: Añadir Filtros
et: lisa filtreid
it: aggiungere filtri
no: Filtrere
pt: Adicionar Filtros
ru: Добавить фильтры

source: add marker
es: añadir un marcador
et: lisa märgis
it: aggiungere segnalibro
no: Legg til markør...
pt: Adicionar marca
ru: Добавить маркер

source: add recording (enter recording duration)
es: añadir una grabación (introduzca la duración)
et: Salvesta (sisesta salvestuse kestus)
it: aggiungi registrazione (inserire la durata)
no: legg til opptak (skriv inn opptakets lengde)
pt: Adicionar gravação ( introduza a duração )
ru: Запись (Введите длительность записи)

source: add recording (enter recording endtime)
es: añadir una grabación (introduzca la hora de finalización)
et: Salvesta (sisesta salvestuse lõpuaeg)
it: aggiungi registrazione (inserire il termine)
no: legg til opptak (skriv inn opptakets sluttid)
pt: Adicionar gravação ( defina o fim da mesma )
ru: Запись (Введите время окончания)

source: add recording (indefinitely)
es: añadir una grabación (indefinidamente)
et: Salvesta (määramatult)
it: aggiungi registrazione (illimitata)
no: legg til opptak (uendelig)
pt: Adicionar gravação ( indefinidamente )
ru: Запись (Конец не определён)

source: add recording (stop after current event)
es: añadir una grabación (sólo el evento actual)
et: Salvesta (selle saate lõpuni)
it: aggiungi registrazione (stop alla fine evento)
no: legg til opptak (stopp etter nåværende)
pt: Adicionar gravação ( parar quando o evento terminar )
ru: Запись (Стоп после текущего события)

source: add service to bouquet
es: añadir el canal a la lista
et: lisa kanal lemmiknimekirja
it: aggiungere canale al bouquet
no: Legg kanal til kanalliste...
pt: Adicionar ao bouquet
ru: Добавить сервис к пакету

source: add service to favourites
es: añadir el canal a favoritos
et: lisa kanal lemmikutesse
it: aggiungere canale a preferiti
no: Legg kanal til favoritter
pt: Adicionar aos favoritos
ru: Добавить сервис к избранному

source: add services
es: Añadir los canales
et: lisa kanaleid
it: aggiungere canali
no: legg til kanaler
pt: Adicionar Serviços
ru: Добавить сервисы

source: add to parental protection
es: añadir a la protección de adultos
et: lisa lapselukk
it: aggiungere al controllo parentale
no: Legg til i foreldrekontrollen...
pt: Adicionar ao controlo paternal
ru: Добавить в родительский контроль

source: advanced
es: avanzado
et: lisavalikud
it: avanzato
no: avansert
pt: Avançado
ru: Расширенный

source: advanced video mode settings.
ru: Расширенные настройки режима видео

source: advancedsimple
et: täpsem/lihtne
it: semplice_avanzato
no: avansertenkel
pt: Avançado simples
ru: Расширенный простой

source: alphabetic sort
es: por orden alfabético
et: tähestikujärjekord
it: ordine alfabetico
no: Sorter alfabetisk...
pt: ordenação alfabética
ru: Сортировать по алфавиту

source: alternative service counter in bouquets
es: contador del servicio alternativo en favoritos
et: alternatiivne numeratsioon lemmiknimekirjades
it: conteggio canale alternativo nei bouquet
no: Alternativ kanalteller i favoritter
pt: Contador de serviços alternativos em bouquets
ru: Альтернативный режим списка каналов

source: assign color buttons (red/green/yellow/blue) to plugins from MOVIELIST.
es: asignar teclas de colores (rojo/verde/amarillo/azul) a las extensiones desde la lista de grabaciones.
et: omista värvinupud (punane/roheline/kollane/sinine) filmilisti laiendustele.
it: associare i tasti colorati (rosso/verde/giallo/blu) ai plugin di MOVIELIST.
no: tildel fargetaster(rød/grønn/gul/blå) til modul fra FILMLISTEN.
pt: atribua teclas de cor (vermelha/verde/amarela/azul) para plugins em Lista de Filmes.
ru: Назначение цветных кнопкок (красная/зеленая/желтая/синяя) для плагинов списка фильмов

source: Assign color buttons to plugins of MOVIELIST
ru: Назначение цветных кнопкок для плагинов списка фильмов

source: assign long key-press (red/green/yellow/blue) to plugins or E2 functions.
es: asignar teclas de pulsación larga (rojo/verde/amarillo/azul) a las extensiones o funciones de E2.
et: omista pikk vajutus (punane/roheline/kollane/sinine) laiendustele või E2 toimingutele.
it: associare la pressione prolungata tasto (rosso/verde/giallo/blu) a plugin o funzioni del sistema
no: tildel langt tastetrykk(rød/grønn/gul/blå) til moduler eller E2 funksjoner
pt: Atribua pressionar de longo (vermelha/verde/amarela/azul) para plugins ou funções de Enigma2.
ru: Назначить на долгое нажатие кнопки (красная/зеленая/желтая/синяя) с плагинами или функциями системы.

source: assign long key-press on color buttons to plugins or E2 functions
es: asignar teclas de pulsación larga en las teclas de colores a las extensiones o funciones de E2
et: omista värvinuppude pikk vajutus laiendustele või E2 toimingutele
it: associare la pressione prolungata tasto a un tasto colorato per plugin o funzioni del sistemi
no: tildel langt-tastetrykk til moduler eller E2 funksjoner
pt: atribuir pressionar longo aos botões de cor para plugins ou funções Enigma2
ru: Ассоциировать долгое нажатие кнопки для плагинов или системных функций

source: assigned CAIds:
es: CAIds asignados:
et: määratud CAId-d:
it: CAIDs associati:
no: tildelt CAIds:
pt: CAIds atribuídos:
ru: Назначены CAID:

source: assigned Services/Provider:
es: Canales/Proveedor asignados:
et: määratud kanalid/levitajad:
it: Canali - Provider associati:
no: tildelte kanaler/tilbyder:
pt: Atribuir serviços/operador:
ru: Назначены сервисы/провайдеры:

source: at beginning
es: Al principio
et: alguses
it: all'inizio
no: Ved begynnelsen
pt: no início
ru: В начале

source: at end
es: Al final
et: lõpus
it: alla fine
no: Ved slutten
pt: no fim
ru: В конце

source: audio track (%s) format
es: formato de la pista de audio (%s)
et: heliriba (%s) vorming
it: formato traccia audio (%s)
no: lydspor (%s) format
pt: Formato (%s) trilha de Áudio
ru: Формат звуковой дорожки (%s)

source: audio track (%s) language
es: idioma de la pista de audio (%s)
et: heliriba (%s) keel
it: lingua traccia audio (%s)
no: lydspor (%s) språk
pt: Idioma (%s) trilha de Áudio
ru: Язык звуковой дорожки (%s)

source: audio tracks
es: pistas de audio
et: heliribad
it: tracce audio
no: lydspor
pt: faixas de audio
ru: Звуковые дорожки

source: auto
et: autom.
ru: Авто

source: autolanguagesetup
es: Ajuste automático de idioma
et: automaatne keelevalik
it: impostazione lingua automatica
no: autospråkoppsett
pt: Definição de idioma automático
ru: Автонастройка языка

source: autotimers need a match attribute
es: Los temporizadores automáticos necesitan un atributo igual.
et: autotaimerid peavad vastama tunnusele
it: autotimer richiede una corrispondenza
no: autotidsopptak må matche særtrekk
pt: autotimers precisa de um atributo correspondente
ru: АвтоТаймеру нужен текст для поиска

source: available
es: disponible
et: saadaval
it: disponibile
no: tilgjengelig
pt: disponível
ru: доступно

source: back
es: atrás
et: tagasi
it: indietro
no: Tilbake
pt: Voltar
ru: Назад

source: background image
es: imagen de fondo
et: taustapilt
it: immagine nello sfondo
no: bakgrunnsbilde
pt: imagem de fundo
ru: Фоновое изображение

source: backgroundcolor
es: color de fondo
et: taustavärv
it: colore dello sfondo
no: Bakgrunnsfarge
pt: Cor de fundo
ru: Цвет фона

source: baseline
et: algtase
it: linea base
no: grunnlinje
pt: linha base
ru: Базовая линия

source: better
es: mejor
et: parem
it: migliore
no: bedre
pt: melhor
ru: Лучше

source: black
es: negro
et: must
it: nero
no: sort
pt: preto
ru: Чёрный

source: blacklist
es: lista negra
et: must nimekiri
it: lista nera
no: svartliste
pt: Lista negra
ru: Чёрный список

source: blue
es: azul
et: sinine
it: blu
no: blå
ru: Синий

source: bob
ru: Удвоение частоты кадров

source: border
it: bordo
no: kant
pt: orla
ru: Граница

source: bottom
it: in fondo
no: bunn
pt: fundo
ru: Вниз

source: browse your local pictures
es: Busca tus imágenes
et: lehitse oma kohalikke pilte
it: sfogliare le foto locali
no: se bilder lokalt
pt: Explorar as susas fotos locais
ru: Просматривать локальные фотографии

source: burn audio track (%s)
es: grabar pista de audio (%s)
et: kirjuta heliriba (%s)
it: masterizzare la traccia audio (%s)
no: brenn lydspor (%s)
pt: gravar trilha de áudio (%s)
ru: Записать аудио дорожку (%s)

source: cancel
es: Cancelar
et: tühista
it: annulla
no: avlys
ru: Отменить

source: cannot decode
it: impossibile decodificare
no: kan ikke dekode
pt: descodificação impossível
ru: Невозможно декодировать

source: captcha doesn't match, try again...
it: captcha non corretto, riprovare.
no: vedlegg samsvarer ikke, prøv igjen...
pt: captcha não corresponde, tente de novo ...
ru: Неверно, попробуйте еще раз.

source: case-insensitive search
es: búsqueda sin-may/min
et: tõusutundetu otsing
it: non distinguere maiusc. - minusc.
no: unøyaktig søk
pt: pesquisa não diferencia maiusculas de minúsculas
ru: Поиск без учёта регистра

source: case-sensitive search
es: búsqueda may/min
et: tõusutundlik otsing
it: distinguere maiusc. - minusc.
no: nøyaktig søk
pt: pesquisa diferencia maiusculas de minúsculas
ru: Поиск с учётом регистра

source: center
es: centrar
et: keskel
it: centro
no: senter
pt: Centro
ru: Центр

source: change channel on timeout
es: cambiar de canal si expira el tiempo
et: aegumisel vaheta kanalit
it: Zap canale dopo timeout
no: bytt kanal når tiden går ut
pt: mudar canal no tempo limite
ru: Переключить канал по таймауту

source: change external subtitles status
it: cambiare lo stato sottotitoli esterni
no: endre ekstern undertekst status
pt: mudar o estado de legendas externas
ru: Изменить состояние внешних субтитров

source: change recording (duration)
es: cambiar la grabación (introduzca la duración)
et: muuda salvestuse kestust
it: Cambiare durata registrazione
no: endre opptak (varighet)
pt: alterar a gravação ( duração )
ru: Изменить запись (длительность)

source: change recording (endtime)
es: cambiar la grabación (introduzca la hora de finalización)
et: muuda salvestuse lõpuaega
it: Cambiare orario fine registrazione
no: endre opptak (sluttid)
pt: Por favor, altere o tempo final da gravação
ru: Изменить запись (время окончания)

source: change subtitles fps
it: impostare fps per sottotitoli esterni
no: endre undertekst hz
pt: Mudar o FPS das legendas
ru: Установить fps для внешних субтитров

source: change tuner on timeout
es: cambiar de sintonizador si expira el tiempo
et: aegumisel vaheta tuunerit
it: Cambia tuner su timeout
no: bytt tuner når tiden går ut
pt: mudar de tuner no tempo limite
ru: Переключить тюнер по таймауту

source: chapters
es: capítulos
et: peatükid
it: Capitoli
no: kapittel
pt: capítulos
ru: Разделы

source: circular left
es: circular izda
et: ringpolarisatsioon vasak
it: circolare sinistra
no: Sirkulær venstre
pt: circular esquerda
ru: Круговая левая

source: circular right
es: circular dcha
et: ringpolarisatsioon parem
it: circolare destra
no: Sirkulær høyre
pt: circular direita
ru: Круговая правая

source: clear playlist
es: limpiar lista
et: tühjenda mängukava
it: cancellare playlist
no: Tøm spilleliste
pt: Limpar Lista de Reprodução
ru: Очистить список воспроизведения

source: close plugin
it: chiudere plugin
no: lukk tillegg
pt: Fechar o Subssupport
ru: Закрыть плагин

source: complex
es: complejo
et: keeruline
it: complesso
no: kompleks
pt: complexo
ru: Комплекс

source: config changed.
es: Se cambió la configuración.
et: seadistus muudetud.
it: configurazione modificata
no: config endret.
pt: config mudou.
ru: Конфигурация изменена.

source: config menu
es: menú configuración
et: seadistusmenüü
it: menu configurazione
no: Konfigurasjonsmeny
pt: menu de configuração
ru: Меню конфигурации

source: confirmation on hotkey action
es: confirmación de la acción en atajos de teclado
et: kiirklahvi tegevuse kinnitus
it: conferma con tasto di scelta rapida
no: Bekrefte ved snarvei hendelse
pt: confirmação na ação de atalho
ru: Подтверждение действия горячей клавиши

source: confirmed
es: confirmado
et: kinnitatud
it: confermato
no: bekreftet
pt: confimado
ru: Подтверждено

source: connect to %s failed!!
it: connessione a %s fallita!!
ru: Не удалось подключиться к %s

source: connected
es: conectado
et: ühendatud
it: connesso
no: Tilkoblet
pt: conectado
ru: Подключено

source: connecting %s
it: in connessione %s
ru: Подключение %s

source: continue
es: Continuar
et: jätka
it: continua
no: Fortsett...
pt: Continuar
ru: Продолжить

source: control multiple STBes with different RCs
es: controlar varios decos con mandos diferentes
et: kasuta mitut vastuvõtjat erinevate pultidega
it: gestire molteplici ricevitori con diversi telecomandi
no: styr flere mottakere med flere kontoller
pt: controlar várias STBs com diferentes telecomandos
ru: Управление несколькими ресиверами с различными пультами

source: copy to bouquets
es: copiar a una lista de favoritos
et: kopeeri nimekirjadesse
it: copia nei bouquet
no: kopier til kanallister
pt: copiar para bouquets
ru: Копировать в фаворит

source: could not be removed
es: no puede ser borrado
et: eemaldamine nurjus
it: non può essere rimosso
no: kunne ikke fjernes
pt: não pode ser removido
ru: удаление невозможно

source: create directory
es: crear directorio
et: loo kataloog
it: creare cartella
no: lag katalog
pt: criar pasta
ru: Создать каталог

source: creates virtual series folders from episodes
es: Crea carpetas virtuales de series desde episodios
it: creare cartelle serie virtuali da episodi
no: lager virtuelle seriemapper fra episoder
pt: cria pastas de series virtuais de episódios
ru: Создает виртуальные папки из серии эпизодов

source: creates virtual series folders from sets of recorded episodes
es: Crea carpetas virtuales de series desde episodios grabados
it: creare cartelle serie virtuali da insieme di episodi registrati
no: lager virtuelle seriemapper fra sett med innspilte episoder
pt: cria pastas virtuais de séries de conjuntos de episódios gravados
ru: Создает виртуальные папки из множества серий записанных эпизодов

source: currently installed image: %s
es: imagen actualmente instalada: %s
et: paigaldatud tarkvara: %s
it: immagine installata: %s
no: nåværende installert image: %s
pt: Imagem instalada atualmente: %s
ru: Текущий установленный имидж: %s

source: cyan
es: cian
it: azzurro
ru: Бирюзовый

source: daily
es: diariamente
et: iga päev
it: giornaliero
no: daglig
pt: diário
ru: Ежедневно

source: day
es: día
et: päev
it: giorno
no: dag
pt: dia
ru: День

source: debug
et: silumine
pt: Escolher o local para crashs e logs de depuração.
ru: Отладка

source: decrease subtitles delay
it: diminuire il ritardo sottotitoli
no: reduser undertekst forsinkelse
pt: atrasar a reprodução das legendas
ru: Уменьшить задержку

source: deepstandby
es: hibernar
et: puhkeseisund
it: spegnimento
no: Dyp dvale
pt: Auto suspensão
ru: Выключение

source: default
es: por defecto
et: vaikimisi
it: predefinito
no: Standard
pt: padrão
ru: По умолчанию

source: delete
es: borrar
et: kustuta
it: elimina
no: Slett
pt: apagar
ru: По умолчанию

source: delete cut
es: borrar corte
et: kustuta lõige
it: eliminare taglio
no: slett klipp
pt: eliminar corte
ru: Удалить вырезанное

source: delete file
es: borrar archivo
et: kustuta fail
it: eliminare file
no: Slett fil
pt: Apagar Arquivo
ru: Удалить файл

source: delete playlist entry
es: borrar entrada en la lista de reproducción
et: kustuta kirje mängukavast
it: eliminare voce dalla playlist
no: slett oppføring i spillliste
pt: apagar entrada na Lista de Reprodução
ru: Удалить запись из списка воспроизведения

source: delete saved playlist
es: borrar lista de reproducción guardada
et: kustuta talletud mängukava
it: eliminare la playlist salvata
no: Slett lagret spilleliste
pt: Apagar Lista de Reprodução guardada
ru: Удалить сохраненный список воспроизведения

source: delete...
es: borrar...
et: kustuta
it: elimina...
no: Slett...
pt: apagar...
ru: Удалить...

source: description
es: descripción
et: kirjeldus
it: descrizione
no: beskrivelse
pt: descrição
ru: Описание

source: disable
es: desactivar
et: keela
it: disabilitare
no: deaktiver
pt: desativar
ru: Выключить

source: disable move mode
es: desactiva el movimiento de canales
et: keela liigutamine
it: disabilitare spostamento
no: Slå av flyttemodus
pt: desativar modo deslocar
ru: Отключить режим перемещения

source: disabled
es: desactivado
et: keelatud
it: disabilitato
no: deaktivert
pt: desligado
ru: Выключено

source: disconnect to %s failed!!
it: Disconnessione %s fallita !!
ru: Отключиться от %s не удалось!

source: disconnected
es: desconectado
et: ühendamata
it: disconnesso
no: frakoblet
pt: desconectado
ru: Отключено

source: disconnecting %s
it: Disconnessione di %s
ru: Отсоединение %s

source: displays this menu
it: visualizzare questo menu
no: viser denne meny
pt: mostrar este menu
ru: Показать это меню

source: djmount: mount server in /media/upnp
es: djmount: servidor montado en /media/upnp
et: djmount: serveri haakimine /media/upnp
pt: djmount: montar servidor em /media/upnp
ru: djmount: сервер закреплен в /media/upnp

source: do not change
es: no cambiar
et: ära muuda
it: non cambiare
no: ikke endre
pt: Não alterar
ru: Не изменять

source: do nothing
es: no hacer nada
et: ära tee midagi
it: non fare nulla
no: gjør ingenting
pt: não faça nada
ru: Ничего не делать

source: don't record
es: no grabar
et: ära salvesta
it: non registrare
no: ikke ta opp
pt: não gravar
ru: Не записывать

source: done!
es: ¡hecho!
et: valmis!
it: fatto!
no: ferdig!
pt: concluido!
ru: Выполнено!

source: downloading subtitles...
it: scaricare i sottotitoli...
no: laster ned undertekster...
pt: a transferir legendas ...
ru: Загрузка субтитров...
