Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Black Hole Message
es: Mensaje Black Hole
et: Teade
it: Messaggi BH
no: Black Hole Beskjed
pt: Mensagem Black Hole
ru: Сообщение

source: Black Hole Nfs Server Panel
es: Panel del servidor Nfs
et: Nfs serveri paneel
it: Server Nfs
no: Nfs Server
pt: Painel do servidor NFS Black Hole
ru: Панель NFS

source: Black Hole OSD Setup
es: Configuración OSD
et: Ekraanigraafika seadistus
it: Impostazioni OSD
no: Skjerm
pt: Definição OSD Black Hole
ru: Настройки OSD

source: Black Hole Osd Settings
es: Configuración OSD Black Hole
et: Ekraanigraafika seadistus
it: Configurazioni OSD
no: Skjerm
pt: Definições OSD Black Hole
ru: Настройки OSD

source: Black Hole Pcsc Panel
es: Panel PcSc Black Hole
it: Pannello Pcsc BlackHole
ru: Панель PCSC

source: Black Hole Personal Backup
es: Copia de seguridad personal Black Hole
et: Isiklik varukoopia
it: Backup personale
no: Personlig Sikkerhetskopi
pt: Backup personalizado Black Hole
ru: Персональная копия

source: Black Hole Personal Backup Setup
es: Config. de la copia de seguridad personal
et: Isikliku varukoopia seadistus
it: Impostazioni backup personale
no: Personlig Sikkerhetskopi
pt: Definição do Backup personalizado Black Hole
ru: Настройка персон. копии

source: Black Hole Picons Packages
es: Paquetes de Piconos
et: Kanalilogod
it: Pacchetti picon
no: Black Hole Picons Pakker
pt: Pacotes de Picons Black Hole
ru: Пакеты пиконов

source: Black Hole Preview: click ok to exit
es: Vista previa Black Hole: Pulse ok para salir
et: Eelvaatlus: väljumiseks vajuta OK
it: Anteprima BlackHole: Tasto OK per uscire
no: Black Hole forhåndsvisning: trykk ok for å gå tilbake
pt: Pré-Visualização Black Hole: Prima OK para Sair
ru: Предпросмотр: нажмите кнопку OK для выхода

source: Black Hole Script Panel
es: Panel de Script
et: Skriptid
it: Pannello script
no: Skript
pt: Painel de Scripts Black Hole
ru: Панель скриптов

source: Black Hole Scripts
es: Archivo de órdenes
et: Skriptid
it: Script
no: Black Hole Skript
ru: Скрипты

source: Black Hole Settings
es: Configuración Black Hole
et: Black Hole seadistused
it: Settings
no: Black Hole Oppsett
pt: Definições BlackHole
ru: Настройки

source: Black Hole Setup
et: Seadistamine
it: Impostazioni BlackHole
no: Black Hole Oppsett
pt: Definições Black Hole
ru: Настройки

source: Black Hole Shutdown
es: Menú de apagado
et: Seiskamine
it: Spegnimento / Riavvio / Standby
no: Avslutt Black Hole
pt: Desligar Black Hole
ru: Выключение

source: Black Hole Skins
es: Pieles de imagen
it: Skin
no: Skins
ru: Скины Black Hole

source: Black Hole Speed Up
es: Acelerar Black Hole
et: Black Hole kiirendus
it: Ottimizzazione BlackHole
no: Optimalisering
pt: Acelerar a Black Hole
ru: Ускорить Black Hole

source: Black Hole Speed up
es: Acelerar Black Hole
et: Black Hole kiirendus
it: ottimizzazione BlackHole
no: Optimalisering
pt: Acelerar Imagem Black Hole
ru: Ускорить Black Hole

source: Black Hole Statistics
es: Estadísticas Black Hole
et: Black Hole statistika
it: Statistiche BlackHole
no: Black Hole Statistikker
pt: Estatísticas Black Hole
ru: Статистика

source: Black Hole Tuner Server Panel
es: Panel del sintonizador en modo servidor
et: Tuunerserveri paneel
it: Tuner Server
no: Tunerserver
pt: Painel do Servidor de Tuner
ru: Настройка тюнера как сервер

source: Black Hole UPnP Minidlna Server Panel
es: Panel del servidor Minidlna
et: Minidlna serveri paneel
it: UPnP Server Minidlna
no: UPnP Minidlna Server
pt: Painel do servidor UPnP Minidlna
ru: UPnP-сервер MiniDLNA

source: Black Hole UPnP Server Panel
es: Panel del Servidor UPnP
et: UPnP serveri paneel
it: UPnP Server
no: UPnP Server
pt: Painel de servidor UPnP Black Hole
ru: Панель UPnP-сервер

source: Black Hole Usb Format Wizard
es: Asistente de formato USB
et: Usb vormindamine
it: Formattazione USB guidata
no: Formatere USB Veiviser
pt: BH Assistente de formatação USB
ru: Мастер форматирование USB

source: Black Hole Weather
es: El tiempo Black Hole
et: Black Hole ilm
it: Previsioni Meteo BlackHole
no: Black Hole Værmelding
pt: Meteorologia Black Hole
ru: Погода

source: Black Hole apps
es: Aplicaciones BH
et: Black Hole rakendused
it: Applicazioni
no: Applikasjoner
pt: Aplicações Black Hole
ru: Приложения

source: Black Hole details: Black Hole is the original matrix of all Parallel Universes and resides in its own phisycal space.
es: Detalles Black Hole: black Hole es la matriz original de todos los universos paralelos y reside en su propio espacio físico.
et: Black Hole: Black Hole on algupärane Paralleeluniversiumite maatriks ja asub omaenda füüsilises ruumis.
it: Dettagli BlackHole: Il mondo BlackHole è il firmware originale di tutti gli universi paralleli e risiede nel proprio spazio fisico.
no: Black Hole detaljer: Black Hole er det originale matrix av alle Parallelle Universer. og bor i sin egen fysiske sfære.
pt: Detalhes BlackHole: Black Hole é a matriz original de todos os Universos Paralelos e reside no seu próprio espaço físico.
ru: Детали Black Hole: Black Hole является исходной матрицей всех Параллельных Вселенных и находится в собственном физическом пространстве.

source: Black Hole full image backup
es: Imagen de la copia de seguridad completa Black Hole
et: Täielik süsteemitõmmis
it: Backup immagine completo
no: Black Hole full image sikkerhetskopi
pt: Faça um Backup completo da imagem
ru: Полное резервное копирование

source: Black Hole personal backup
es: Copia de seguridad personal Black Hole
et: Isiklik varukoopia
it: Backup personale
no: Black Hole personlig sikkerhetskopi
pt: Faça um Backup personalizado da imagem
ru: Персональная копия

source: Black Hole: choose your experience ... NOW !
es: Black Hole: ¡Cambia tu experiencia... Ahora!
et: Black Hole: vali oma kogemus.... NÜÜD!
it: Black Hole: scegli la tua esperienza, ADESSO!
no: Black Hole: velg din opplevelse.... NÅ!
pt: Black Hole: escolha a sua experiência... AGORA!
ru: Black Hole: выберите свой опыт, сейчас!

source: BlackHole Epg Backup
es: Copia de seguridad del EPG BlackHole
et: EPG varukoopia
it: Backup EPG
no: Black Hole Epg sikkerhetskopi
pt: Backup do EPG Black Hole
ru: Резервная копия EPG

source: BlackHole Full Backup
es: Copia de seguridad completa BlackHole
et: Täielik tarkvarakoopia
it: Backup completo
no: Black Hole Full sikkerhetskopi
pt: Backup completo Black Hole
ru: Полное резервное копирование

source: BlackHole Personal Backup
es: Copia de seguridad personal BlackHole
et: Isiklik varukoopia
it: Backup personale
no: Black Hole Personlig sikkerhetskopi
pt: Backup pessoal da Black Hole
ru: Персональная копия

source: Blackhole Addons Plugins
et: Blackhole lisamoodulid
it: Componenti aggiuntivi BlackHole
no: Black Hole Tilleggsmodul
pt: Black Hole Plugins e Addons
ru: Дополнительные плагины

source: Blackhole Blue Panel
et: Sinine paneel
it: Pannello blu BlackHole
no: Black Hole Blått Panel
pt: Black Hole Painel Azul
ru: Синяя панель

source: Blackhole Bootlogo
et: Blackhole käivituslogo
it: Bootlogo BlackHole
no: Black Hole Startbilde
ru: Загрузочные логотипы

source: Blackhole Feeds
et: Blackhole hoidlad
it: Distribuzione BlackHole
no: Black Hole Tillegg Mater
ru: Фид Black Hole

source: Blackhole Picons Packages
et: Kanalilogod
it: Pacchetti Picon
no: Black Hole Picons Pakker
pt: Blackhole Pacotes de Picons
ru: Пакеты пиконов

source: Blackhole Scripts
et: Skriptid
it: Scripts Blackhole
no: Black Hole Skript
ru: Скрипты

source: Blackhole Settings
et: Blackhole seadistused
it: Setting Blackhole
no: Black Hole Applikasjoner
pt: Blackhole Definições (Listas)
ru: Настройки Black Hole

source: Blackhole Speed up
et: Blackhole kiirendus
it: Ottimizzazione
no: Optimalisering
pt: Acelerar Imagem Black Hole
ru: Ускорить Black Hole

source: Blindscan
es: Búsqueda ciega
et: Pimeotsing
no: Blindsøk
ru: Слепой поиск

source: Blindscan is not supported in
es: Búsqueda ciega no esta soportada en
et: Pimeostsing ei ole toetatud vastuvõtjas
it: Blindscan non supportato in
no: Blindssøk er ikke støttet i
pt: Blindscan não é suportado em
ru: Слепой поиск не поддерживается в

source: Blinking time
es: Parpadeando
it: Lampeggiante
no: Blinketid
pt: Tempo de piscar
ru: Время мерцания

source: Block noise reduction
es: Reducir el bloque de ruido
et: Plokkmüra vähendamine
it: Riduzione rumore
no: Blokker støyreduksjon
pt: Bloquear a redução de ruído
ru: Понижение блочных шумов

source: Blue
es: Azul
et: Sinine
it: Blu
no: Blå
ru: Синий

source: Blue boost
es: Impulso azul
et: Tugevda sinist
it: Intensificare il blu
no: Blåfarge økning
pt: Impulso azul
ru: Добавить синий

source: Bluetooth Scan
it: Scansione bluetooth
ru: Сканирование Bluetooth

source: Bluetooth Setup
it: Impostazioni Bluetooth
no: Blåtann Oppsett
ru: Настройка Bluetooth

source: Bluetooth Setup Options
it: Opzioni impostazioni Bluetooht
ru: Параметры Bluetooth

source: BluetoothSetup
it: Impostazioni Bluetooth
ru: Настройка Bluetooth

source: Bonjour/Avahi control plugin
es: Extensión de control Bonjour/Avahi
it: Plugin per il controllo Bonjour/Avahi
no: Bonjour / Avahi kontroll modul
ru: Bonjour/Avahi плагин управления

source: Bonjour/Avahi control plugin.
es: Extensión de control Bonjour/Avahi.
it: Plugin per il controllo Bonjour/Avahi.
no: Bonjour / Avahi kontroll modul
pt: Controlo do plugin Bonjour/Avahi.
ru: Bonjour/Avahi плагин управления.

source: Bookmark
es: Marcador
et: Järjehoidja
it: Segnalibro
no: Bokmerke
pt: Marcador
ru: Закладки

source: Bookmark Title
es: Nombre del marcador
et: Määra järjehoidjaks
it: Titolo segnalibro
no: Bokmerke Tittel
pt: Título do Marcador
ru: Название закладки

source: Bookmark URL
es: URL del marcador
et: Määra URL järjehoidjaks
it: URL segnalibro
no: Bokmerke URL
pt: Marcador do URL
ru: URL закладки

source: Bookmarks
es: Marcadores
et: Järjehoidjad
it: Segnalibri
no: Bokmerker
pt: Indicadores
ru: Закладки

source: Boot Image
es: Arrancar la imagen
et: Aktiivne image
it: Avvia immagine
pt: Imagem no Arranque
ru: Загрузка Имиджа

source: Bouquets
es: Listas
et: Lemmiknimekirjad
it: Bouquet
no: Kanallister
pt: Bouquets do Usuário
ru: Избранное

source: Box
es: Deco
et: Vastuvõtja
ru: Ресивер

source: Box Control
es: Control del deco
et: Vastuvõtja juhtimine
it: Controllo del ricevitore
no: Box Kontroll
pt: Box Controlo
ru: Управление ресивером

source: Box Info
es: Info del deco
et: Vastuvõtja andmed
it: Info ricevitore
ru: Информация

source: Box Uptime
es: Tiempo de actividad
et: Vastuvõtja tööaeg
it: Attività del ricevitore
no: Box Oppetid
pt: Tempo de atividade:
ru: Время работы

source: Brand
es: Marca
et: Mark
it: Marchio
no: Merke
pt: Marca:
ru: Марка

source: Brazil
es: Brasil
et: Brasiilia
it: Brasile
no: Brasil
pt: Brasil
ru: Бразилия

source: Brightness
es: Encendido
et: Heledus
it: Luminosità
no: Lysstyrke
pt: Brilho
ru: Яркость

source: Browse ORF and SAT1 Teletext independent from channel. This need I-net conection.
es: Buscar Teletexto de ORF y SAT1 independiente del canal. Se necesita una conexión I-net.
it: Funzione Televideo ORF e SAT1 indipendente dal canale. Serve la connessione Internet
no: Bla ORF og SAT1 Teletext uavhengig av kanal. Dette trenger nett forbindelse.
pt: Explore o Teletexto independentes dos canais ORF e SAT 1. Necessita da conexão I-net.
ru: Телетекст ORF и SAT1 не зависит от канала. Требуется подключение к Интернету.

source: Browse for and connect to network shares
es: Examinar y conectar a carpetas de red
et: Otsi ja ühenda võrgujagudega
it: Ricercare e connettersi a condivisioni di rete
no: Søk etter og koble til nettverksdeling
pt: Explorar / Conetar Rede e Montagens de Rede
ru: Поиск и подключение к сетевым ресурсам

source: Browse for nfs/cifs shares and connect to them.
es: Examinar y conectar a carpetas nfs/cifs compartidas.
et: Otsi NFS/CIFS jagusi ja ühendu nendega.
it: Ricercare connessioni NFS/CIFS e collegarsi
no: Søk etter nfs/cifs deling og koble til dem.
pt: Explorar por partilhas nfs/cifs e ligue-se a elas
ru: Поиск и подключение NFS/CIFS

source: Browse network neighbourhood
es: Examinar la red interna
et: Otsi võrgunaabreid
it: Ricercare risorse di rete vicine
no: Vise nettverk
pt: Explorar Vizinhança na Rede
ru: Просмотр сетевого окружения

source: Browser Help
es: Ayuda del navegador
et: Lehitseja abi
it: Sfogliare guida
no: Nettleser Hjelp
pt: Explorador da Ajuda
ru: Справка

source: Browser Start/Stop
es: Inicia/para el navegador
et: Veebilehitseja lüliti
it: Avvio/Stop del browser
no: Nettleser Start/Stop
pt: Explorador Iniciar/Parar
ru: Браузер Старт/Стоп

source: BrowserMain
es: Navegador
it: Browser principale
no: HovedNettleser
pt: Explorador Principal
ru: Меню браузера

source: Build Complete.
es: Creado.
et: Server on loodud.
it: Costruzione terminata
no: Bygging ferdig.
pt: Compilação completa.
ru: Сборка завершена.

source: Build Server
es: Activar
et: Ehita server
it: Crea server
no: Bygge Server
pt: Servidor de compilação
ru: Создать

source: Bulgarian
it: Bulgaro
ru: Болгарский

source: Burn DVD
es: Grabar DVD
et: Kirjuta DVD
it: Masterizzare DVD
no: Brenn DVD
pt: Gravar DVD
ru: Прожечь DVD

source: Burn existing image to DVD
es: Graba una imagen existente a DVD
et: Kirjuta tõmmis DVD-le
it: Scrivere immagine esistente su DVD
no: Brenne image til DVD
pt: Gravar imagem existente para DVD
ru: Прожечь существующий образ на DVD

source: Burn to DVD
es: Grabar a DVD...
et: Kirjuta DVD-le
it: Masterizzare su DVD
no: Brenn til DVD
pt: Gravar DVD
ru: Записать на DVD

source: Burn your recordings to DVD
es: Grabar sus grabaciones a DVD
et: Kirjuta salvestused DVD-le
it: Masterizzare le registrazioni su DVD
no: Brenn dine opptak til DVD
pt: Passar gravações para DVD
ru: Запись Ваших записей на DVD

source: Bus:
et: Siin:
ru: Шина:

source: By enabling this events will not be matched if they don't occur on certain dates.
es: Al activar estos eventos no serán emparejados si no se producen en determinadas fechas.
et: Määrates 'jah', sobivusi ei leita, kui need ei toimu kindlal kuupäeval.
it: Se abilitato verranno considerati solo gli eventi previsti in date determinate.
no: Ved å aktivere dette, vil ikke hendelsene bli matchet hvis de ikke forekommer på bestemte datoer.
pt: Ao permitir, estes eventos não vão ser correspondidos, se não ocorrerem em determinadas datas.
ru: Если эта опция активирована, таймеры добавляются только к определенным данным.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
es: Al activar se le notificará sobre los temporizadores similares añadidos durante la votación automatizada. No hay ningún tipo de filtro, por lo que es posible que se produzca el mismo conflicto una y otra vez.
et: Määrates 'jah', antakse märku automaatse päringu ajal lisatud sarnastest taimeritest. Ühe ja sama konflikti kohta võib tulla mitmekordne automaatne teade.
it: Se abilitato sarai avvisato durante il processo di verifica su eventuali conflitti di timer. Potrebbero esserci molteplici avvisi riguardanti lo stesso conflitto.
no: Ved å aktivere denne vil du bli varslet om lignende tidsopptak som er lagt under automatisk søking.
pt: Ao permitir isto, será notificado sobre Timers semelhantes adicionados durante a votação automática. Não há inteligência envolvida, por isso, isto pode incomodá-lo sobre o mesmo conflito cada vez mais.
ru: Если эта функция включена, Вы будете проинформированы об аналогичных таймерах, который были найдены в режиме автоматического поиска. Функция может неоднократно сообщать Вам о том же самом конфликте снова и снова.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
es: Al activar se le notificará sobre los conflictos de temporizador encontrados durante la votación automatizada. No hay ningún tipo de filtro, por lo que es posible que se produzca el mismo conflicto una y otra vez.
et: Määrates 'jah', antakse märku automaatse päringu ajal leitud taimerikonfliktidest. Ühe ja sama konflikti kohta võib tulla mitmekordne automaatne teade.
it: Se abilitato sarai avvisato durante il processo di verifica su eventuali timer simili aggiunti. Potrebbero esserci molteplici avvisi riguardanti lo stesso conflitto.
no: Ved å aktivere denne vil du bli varslet om tidsopptak konflikter funnet under automatisert polling.
pt: Ao permitir isto, será notificado sobre conflitos do Timer encontrados durante a sondagem automatizada. Não há inteligência envolvida, por isso isto pode incomodá-lo sobre o mesmo conflito cada vez mais.
ru: Если эта функция включена, Вы будете проинформированы об конфликтов таймера, который были найдены в режиме автоматического поиска. Функция может неоднократно сообщать Вам о том же самом конфликте снова и снова.

source: By pressing the OK Button on your remote control, the info bar is being displayed.
es: Presionando el botón OK en el mando, la barra de información será visible.
et: Vajutades OK nuppu kuvatakse inforiba.
it: OK per visualizzare la barra informazioni.
no: Ved å trykke OK på din fjernkontroll, vises infovindu.
pt: Ao pressionar o botão OK no telecomando, a barra de informação vai ser exibida.
ru: Нажмите кнопку OK на пульте, для отображения инфопанели.

source: By:
it: Con:
no: Av:
pt: Por:
ru: От:

source: C
ru: С

source: C-Band
es: Banda-C
et: C-sagedusala
it: Banda C
no: C-bånd
pt: Banda C
ru: C-Диапазон

source: CAM Installed
es: CAM Instalada
et: CAM paigaldatud
it: CAM installate
no: CAM Installert
pt: Cam Instalada
ru: CAM установлен

source: CAM1_NOT_INSERTED Press exit!
es: CAM1_NO_INSERTADA ¡Pulse el botón 'EXIT'!
et: CAM1_SISESTAMATA Vajuta EXIT!
it: CAM1_NON_INSERITA Premere Exit!
no: CAM1_IKKE_INSATT Trykk exit!
pt: CAM1_Não_Inserida Prima a tecla EXIT!
ru: CAM1 не подключен Нажмите EXIT!

source: CAM2_NOT_INSERTED Press exit!
es: CAM2_NO_INSERTADA ¡Pulse el botón 'EXIT'!
et: CAM2_SISESTAMATA Vajuta EXIT!
it: CAM2_NON_INSERITA Premere Exit!
no: CAM2_IKKE_INSATT Trykk exit!
pt: CAM2_Não_Inserida Prima a tecla EXIT!
ru: CAM2 не подключен Нажмите EXIT!

source: CAMs Installed
es: CAMs instaladas
et: CAMi paigaldatud
it: CAM installate
no: CAM`er Installert
pt: CAMs Instaladas
ru: установлено

source: CDInfo enables gathering album and track details from CDDB and CD-Text when playing Audio CDs in Mediaplayer.
es: CDInfo habilita la información de los detalles del álbum y pista desde CDDB y CD-Text cuando se reproducen los CDs de audio en el reproductor de medios.
it: CDInfo consente la raccolta di informazioni su album e tracce da CDDB e CD-Text durante la riproduzione di CD audio
no: CDInfo samler info om album og spor detaljer fra CDDB og CD-Text når du spiller lyd-CDer i Mediaplayer.
pt: CDInfo permite a recolha de álbuns e faixas de detalhes CDDB e CD-Text quando reproduzir CDs de áudio no Leitor de Mídia.
ru: CDInfo позволяет собирать информацию об альбомах и дорожках с CDDB и CD-Text во время воспроизведения Audio CD.

source: CI assignment
es: Asignación CI
et: CI määrangud
it: Assegnazione CI
no: CI tilknytning
pt: Escolha de CI
ru: Назначение модуля доступа

source: CIFS share
es: compartir CIFS
et: CIFS jagu
it: Condivisione CIFS
no: CIFS deling
pt: Partilha CIFS
ru: Ресурсы CIFS

source: CPU:
ru: ЦП:

source: Cable
et: Kaabel (DVB-C)
it: Cavo
no: Kabel
pt: Cabo
ru: Кабельное

source: Cache Thumbnails
es: Cache de Miniaturas
et: Pisipildid vahemällu
it: Cache miniature
no: Bufre Minibilder
pt: Miniaturas (cache)
ru: Кэшировать эскизы

source: Callmonitor for NCID-based call notification
es: Notificación de llamada NCID
it: Monitoraggio per i servizi basati sullo standard NCID
no: Callmonitor til NCID-basert ringe melding
pt: Callmonitor para notificação de chamadas baseada em NCID
ru: Мониторинг услуг на основе стандарта NCID

source: Callmonitor for the Fritz!Box routers
es: Monitor de llamada para los routers Fritz!Box
it: Monitoraggio chiamate per i router Fritz!Box
no: Callmonitor til FritzBox rutere
pt: Callmonitor para os routers FRITZ! Box
ru: Мониторинг звонков для Fritz!Box

source: Can NOT generate passphrase
es: No puede generar la contraseña
et: Parooli loomine ei õnnestu
it: Impossibile generare password
no: Kunne ikke generere passord
pt: Não pode gerar a frase de segurança
ru: Пароль не может быть создан

source: Can not find any WirelessLan Module
es: No se puede encontrar ningún módulo de red inalámbrico
et: Traadita võrgukaarti ei leita
it: Nessun dispositivo wireless trovato
no: Kan ikke finne noen trådløs lan moduler
pt: Não foi encontrado qualquer módulo WirelessLan
ru: Беспроводные сетевые устройства не обнаружены

source: Can not find wireless lan devices that support AP mode.
it: Impossibile trovare dispositivi wifi che supportino la modalità AP.
ru: Не удается найти устройство беспроводной сети, которое поддерживает режим точки доступа.

source: Can not open 'fan_pwm'
es: No se puede abrir 'fan_pwm'
et: 'fan_pwm' ei õnnestu avada
it: Impossibile aprire 'fan_pwm'
no: Kan ikke åpne 'fan_pwm'
pt: Não pode abrir 'fan_pwm'
ru: Невозможно открыть файл 'fan_pwm'.

source: Can not setup WirelessLan Module in 'AP Mode'
es: No puede configurar el módulo de red inalámbrico en 'Modo AP'
et: Traadita võrgukaarti ei saa 'AP režiimis' seadistada
it: Impossibile configurare il dispositivo wifi in 'modalità AP'
no: Kan ikke sette opp trådløs lan modul i 'AP Modus'
pt: Não pode configurar o módulo WirelessLan no "Modo AP"
ru: Беспроводное устройство не может быть переведено в режим AP

source: Can't cancel during upgrade!!
es: ¡No se puede cancelar durante la actualización!
et: Uuendamise käigus ei saa katkestada!!
it: Impossibile annullare durante l'aggiornamento!
no: Kan ikke avslutte under oppgradering!!
pt: Não pode cancelar durante a atualização!!!!
ru: Обновление не может быть отменено.

source: Can't communicate with %s
it: Impossibile comunicare con %s
ru: Не удалось связаться с %s

source: Can't communicate with %s.
it: Impossibile comunicare con %s
ru: Не удалось связаться с %s

source: Can't connect to server. Please check your network!
es: Por favor, ¡compruebe su configuración de red!
et: Serveriga ei õnnestu saada ühendust. Kontrolli oma võrguseadeid!
it: Impossibile connettersi al server. Verificare la configurazione di rete!
no: Kan ikke koble til server. Vennligst sjekk ditt nettverk!
pt: Não é possível conectar ao servidor. Por favor, verifique a sua rede!
ru: Невозможно подключиться к серверу. Пожалуйста, проверьте конфигурацию сети!

source: Can't find /usr/bin/md5sum
es: No se puede encontrar /usr/bin/md5sum
et: '/usr/bin/md5sum' ei leita
it: Impossibile trovare /usr/bin/md5sum
no: Kan ikke finne /usr/bin/md5sum
pt: Não pode encontrar /usr/bin/md5sum
ru: Не удается найти /usr/bin/md5sum

source: Can't found MD5 file.
es: No se encontró el archivo MD5.
et: MD5 faili ei leita.
it: File MD5 non trovato
no: Kan ikke finne MD5 filen.
pt: Não pode encontrar o ficheiro MD5
ru: Не удается найти файл MD5.

source: Can't found binary file.
es: No se encontró el archivo binario.
et: Binaarfaili ei leita.
it: File binari non trovati
no: Kan ikke finne binary filen.
pt: Não pode encontrar o ficheiro binário.
ru: Не удается найти бинарный файл.

source: Can't found device file!!
es: ¡¡No encuentra el archivo de dispositivo!!
et: Seadmefaili ei leita.
it: Impossibile trovare il file del dispositivo!
no: Kan ikke finne enhets filen!!
pt: Não pode encontrar o ficheiro do dispositiivo!!
ru: Файл устройства не найден!

source: Can't found model name.
es: No encontró el nombre del modelo.
et: Mudeli nime ei leita.
it: Impossibile determinare il modello
no: Kan ikke finne modell navn.
pt: Não pode encontrar o nome do modelo.
ru: Не удается определить модель ресивера.
