Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Manual Install Ipk Packages
es: Instalación manual de paquetes IPK
it: Installazione pacchetti Ipk
no: Installere Ipk Pakker Manuelt
ru: Ручная установка IPK пакетов

source: Manual Install Ipk packges
es: Como instalar paquetes Ipk
et: Ipk pakettide paigaldamine
it: Installazione pacchetti Ipk
no: Installere Ipk pakker manuelt
pt: Instalação manual de Pacotes IPK
ru: Ручная установка IPK пакетов

source: Manual Scan
es: Búsqueda manual
et: Käsiotsing
it: Scansione manuale
no: Manuelt søk
pt: Procura Manual
ru: Ручной поиск

source: Manual configuration
es: Configuración manual
et: Käsitsi seadistamine
it: Configurazione manuale
no: Manuell konfigurering
pt: Configuração manual
ru: Ручная настройка

source: Manual scan
es: Búsqueda manual
et: Käsiotsing
it: Scansione manuale
no: Manuell søking
pt: Procura Manual
ru: Ручной поиск

source: Manual search
it: Ricerca manuale
no: Manuelt søk
pt: Procura manual
ru: Ручной поиск

source: Manual transponder
es: Transpondedor manual
et: Käsitsi sisestatud transponder
it: Transponder manuale
no: Manuell transponder
pt: Transponder Manual
ru: Транспондер вручную

source: Manufacturer
es: Fabricante
et: Tootja
it: Produttore
no: Fabrikant
pt: Fabricante
ru: Производитель

source: March
es: Marzo
et: Märts
it: Marzo
no: Mars
pt: Março
ru: Марта

source: Margin after record
es: Margen después de grabar (minutos)
et: Salvestuse lõppu lisatakse (min)
it: Margine fine registrazione
no: Margin etter opptak
pt: Margem após gravação (minutos)
ru: Объединить после записи

source: Margin after record (minutes)
es: Margen después de grabar (minutos)
et: Salvestuse lõppu lisatakse (min)
it: Margine fine registrazione (min.)
no: Margin etter opptak (minutter)
pt: Margem após gravação (minutos)
ru: Объединить после записи (в минутах)

source: Margin before record (minutes)
es: Margen antes de grabar (minutos)
et: Salvestuse algusesse lisatakse (min)
it: Margine inizio registrazione (min.)
no: Margin før opptak (i minutter)
pt: Margem antes da gravação (minutos)
ru: Объединить перед записью (в минутах)

source: Match Timespan: %02d:%02d - %02d:%02d
es: Coincide Tiempo: %02d:%02d - %02d:%02d
et: Vastab ajavahemikuga: %02d:%02d - %02d:%02d
it: Intervallo di confronto: %02d:%02d - %02d:%02d
no: Matche Tidsrom: %02d:%02d - %02d:%02d
pt: Intervalo de tempo corresponente: %02d:%02d - %02d:%02d
ru: Совпадение отрезка времени: %02d:%02d - %02d:%02d

source: Match title
es: Coincide Título
et: Vastab pealkirjale
it: Stringa di confronto
no: Matche tittel
pt: Título corresnpondente
ru: Совпадение названий

source: Match title: %s
es: Coincide Título: %s
et: Pealkirjale vastab: %s
it: Stringa di confronto: %s
no: Matche tittel: %s
pt: Título corresnpondente: %s
ru: Совпадение названий: %s

source: Max Channels
it: Massimo canali
no: Kanaler
pt: Max Canais
ru: Макс. количество каналов

source: Max days to download
es: Máximos días para descargar
et: Suurim päevade arv
it: Numero massimo giorni
no: Max dager å laste ned:
pt: Máx dias para descarga
ru: Макс. количество дней

source: Max days to download:
es: Máximos días para descargar:
et: Suurim päevade arv:
it: Numero massimo giorni:
no: Max dager å laste ned:
pt: Máx dias para descarga:
ru: Макс. количество дней

source: Max history entries
it: Voci della cronologia max
no: Maks historie inntasting
pt: Entradas de histórico ( Máximo )
ru: Макс. количество записей в истории

source: Max. Bitrate:
et: Max. bitikiirus:
it: Massimo Bitrate:
pt: Máx. Taxa de bits:
ru: Макс. битрейт:

source: Maximum duration (in m)
es: Máxima Duración (en m)
et: Suurim kestus (min)
it: Durata massima (min.)
no: Maximum varighet (i min)
pt: Duração máxima (em min)
ru: Макс. продолжительность (в минутах)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
es: Duración máxima del evento a comparar. Si un evento es de mayor duración (sin desplazamiento) no se comparará.
et: Suurim sobiv saate kestus. Kui saade on sellest pikem (ilma ajavaruta), see ei sobi.
it: Durata massima dell'evento da ricercare
no: Max program varighet å sammenligne. Hvis et program er lengre enn dette (uten margin) vil det ikke bli sammenlignet.
pt: Duração máxima do evento a combinar. Se um evento for maior que esta quantidade de tempo (sem deslocamento) não vai ser correspondido.
ru: Максимальная продолжительность события. Если событие больше, чем X количество времени (без смещения), то оно не будет соответствовать.

source: May
es: Mayo
et: Mai
it: Maggio
no: Mai
pt: Maio
ru: Мая

source: Media Center
et: Meediakeskus
no: Mediasenter
pt: Mídia Center
ru: Медиацентр

source: Media player
es: Reproductor
et: Meediamängija
no: Mediaspiller
pt: Leitor de Mídia
ru: Медиаплеер

source: MediaPlayer
es: Reproductor
et: Meediamängija
no: Mediaspiller
pt: Sair do Leitor de Mídia
ru: Медиаплеер

source: MediaScanner scans devices for playable media files and displays a menu with possible actions like viewing pictures or playing movies.
es: MediaScanner buscará sus dispositivos en busca de archivos reproducibles y visualizará un menú con las acciones posibles como ver fotos o reproducir grabaciones.
et: Meediaskänner otsib seadmeid mängitavate meediafailide jaoks ja näitab menüüd võimalike toimingutega nagu piltide vaatamine või filmide mängimine.
it: MediaScanner: consente di analizzare i dispositivi per cercare file multimediali riproducibili e mostrando un menu con le azioni possibili (visualizzazione immagini o riproduzione video).
no: MediaSøker søker enheter etter spillbare mediafiler og viser en meny med mulige handlinger som å se på bilder eller avspille filmer.
pt: MediaScanner procura em dispositivos para arquivos de mídia reprodutíveis e exibe um menu com as ações possíveis, como exibir imagens ou reproduzir filmes.
ru: Медиасканер сканирует устройство для поиска воспроизводимых мультимедийных файлов и отображения меню с возможными действиями (просмотр изображений или воспроизведение видео).

source: Mediaplayer plays your favorite music and videos. Play all your favorite music and video files, organize them in playlists, view cover and album information.
es: Mediaplayer reproduce sus vídeos y música preferida. Reproduce todos sus vídeos y música preferida, organízalos en listas, mira las portadas e información del álbum.
et: Meediapleier mängib su lemmikmuusikat ja videoid. Mängi oma lemmikmuusikat ja videofaile, sea neid nimekirjadesse, vaata kaane- ja albumi infot.
it: Mediaplayer consente di riprodurre musica % video e di organizzare playlist complete di copertine e informazioni album.
no: Mediaspiller spiller din favoritt musikk og filmer. Spill all din favoritt musikk og filmfiler, organiser de i spillelister, se på cover og album informasjon.
pt: Leitor de Mídia - toca as suas músicas favoritas e reproduz vídeos. Tocar todas as suas músicas favoritas e arquivos de vídeo, organizá-las em listas de reprodução, Visualizar informações de álbum e capa.
ru: Медиаплеер позволяет воспроизводить музыку и видео, а также систематизировать плейлисты с обложками и информацией об альбомах.

source: Mediatomb Server Disabled.
es: Desactivado el servidor Mediatomb.
et: Mediatomb server keelatud.
it: Server Mediatomb disabilitato
no: Mediatomb Server deaktivert.
pt: Servidor Mediatomb desativado.
ru: Сервер Mediatomb отключен.

source: Mediatomb Server Enabled.
es: Activado el servidor Mediatomb.
et: Mediatomb server lubatud.
it: Server Mediatomb abilitato
no: Mediatomb Server aktivert.
pt: Servidor Mediatomb ativado.
ru: Сервер Mediatomb включен.

source: Mediatomb already up and running.
es: Mediatomb ya está funcionando.
et: Mediatomb juba töötab.
it: Mediatomb è attivo e in uso.
no: Mediatomb går allerede.
pt: Mediatomb já ativo e em execução.
ru: Mediatomb уже запущен и работает.

source: Mediatomb: UPnP media server Black Hole version. Mediatomb is fully configured for your box and ready to work. Just enable it and play. Mediatomb include a nice web interface url to manage your media. Mediatomb webif url: http://ip_box:49152 Mediatomb configs: /.mediatomb/config.xml Mediatomb docs & howto: http://mediatomb.cc/
es: Mediatomb: versión Black hole del Servidor media UPnP. Mediatomb está configurado y listo para trabajar en su deco. Solo es necesario activarlo. Mediatomb incluye una interfaz web agradable para gestionar sus archivos multimedia. Webif de Mediatomb: http://ip_box:49152 Config. de Mediatomb: /.mediatomb/config.xml Documentos de Mediatomb: http://mediatomb.cc/
et: Mediatomb: UPnP meedia serveri Black Hole versioon. Mediatomb on vastuvõtjale täielikult kohandatud ja tööks valmis. See tuleb ainult lubada. Mediatombil on meediafailide haldamiseks kena veebiliides. Mediatomb webif url: http://ip_box:49152 Mediatomb configs: /.mediatomb/config.xml Mediatomb docs & howto: http://mediatomb.cc/
it: Mediatomb: UPnP media server personalizzato per BlackHole. Mediatomb è già configurato per il tuo ricevitore e pronto per essere usato. Mediatomb è corredato anche di una piccola interfaccia web per la gestione dei tuoi file multimediali. Mediatomb>Indirizzo interfaccia web: http://ip_box:49152 Mediatomb>configurazione: /.mediatomb/config.xml Mediatomb>documentazione & guide: http://mediatomb.cc/
no: Mediatomb: UPnP media server Black Hole versjon. Mediatomb er konfigurert og klar til å jobbe. Aktiver og spill. Mediatomb har et fint web interface url til å admin dine media. Mediatomb webif url: http://ip_box:49152 Mediatomb configs: /.mediatomb/config.xml Mediatomb docs & howto: http://mediatomb.cc/
pt: Mediatomb: Versão da Black Hole UPnP media server. Mediatomb está totalmente configurado para a sua STB e pronto a funcionar. É só habilitá-lo e reproduzir. Mediatomb inclui uma url de Web Interface agradável para gerir a sua mídia. Mediatomb webif url: http://ip_box:49152 Mediatomb configs: /.mediatomb/config.xml Mediatomb docs & howto: http://mediatomb.cc/
ru: Mediatomb: UPnP медиа-сервер, версия для BlackHole. Mediatombполностью настроен для Вашего ресивера и готов к использованию. Mediatombвключает в себя небольшой веб-интерфейс. Веб-интерфейс: http://ip_box:49152 Файл конфигуарции: /.mediatomb/config.xml Домашний сайт: http://mediatomb.cc/

source: Medium is not a writeable DVD!
es: ¡El disco no es un DVD escribible!
et: DVD ketas ei ole kirjutatav!
it: Il supporto non è un DVD masterizzabile!
no: Medie er en ikke skrivbar DVD!
pt: A media não é gravável no DVD!
ru: Запись на данный DVD носитель невозможна!

source: Medium is not empty!
es: ¡El disco no está vacío!
et: Ketas ei ole tühi!
it: Il supporto non è vuoto!
no: Medie er ikke tomt!
pt: Media está vazia!
ru: Носитель не пуст!

source: Memory
es: Memoria
et: Mälu
it: Memoria
no: Minne
pt: Memória
ru: Память

source: Menu
es: Menú
et: Menüü
no: Meny
ru: Меню

source: Merge
es: Combinar
et: Liida
it: Fusione
no: Sammenføye
pt: Juntar
ru: Объединение

source: Merge directory
es: Combinar el directorio
et: Ühenda kataloog
it: Fusione Directory
no: Sammenføye katalog
pt: Juntar pasta
ru: Объединение каталогов

source: Merging XEPGDB
es: fusiona XEPGDB
et: XEPGDB ühendamine
it: Fusione XEPGDB
no: Sammenføyer XEPGDB
pt: A unir XEPGDB
ru: Объединение XEPGDB

source: Merlin Music Player and iDream
es: Reproductor de música Merlin e iDream
it: Merlin Music Player e iDream
no: Merlin Music Player og iDream
pt: Merlin Music Player e iDream
ru: Merlin Music Player и iDream

source: Message
es: Mensaje
et: Teade
it: Messaggio
no: Melding:
pt: Mostrar mensagem quando do início da gravação
ru: Сообщение

source: Message timeout (sec):
es: Duración del mensaje (seg):
et: Infoakna kestus (sek) :
it: Timeout Messaggio (sec):
no: Beskjed tidsavbrudd (sek):
pt: Tempo limite da mensagem (seg):
ru: Время показа сообщения (сек):

source: Message...
es: Mensaje...
et: Teade...
it: Messaggio...
no: Beskjed...
pt: Mensagem...
ru: Сообщение...

source: Method
es: Método
et: Meetod
it: Metodo
no: Metode
pt: Método
ru: Метод

source: Mexico
es: México
et: Mehhiko
it: Messico
pt: México
ru: Мексика

source: Minidlna Server Disabled.
es: Desactivado el servidor Minidlna.
et: Minidlna server keelatud.
it: Server minidlna disabilitato
no: Minidlna Server deaktivert.
pt: Servidor Minidlna inativo.
ru: MiniDLNA сервер не установлен.

source: Minidlna Server Enabled.
es: Activado el servidor Minidlna.
et: Minidlna server lubatud.
it: Server minidlna abilitato
no: Minidlna Server aktivert.
pt: Servidor Minidlna ativo.
ru: MiniDLNA-сервер включен.

source: Minidlna already up and running.
es: Minidlna está funcionando.
et: Minidlna juba töötab.
it: MiniDlna già installato e funzionante.
no: Minidlna går allerede.
pt: Minidlna ativo e em execução.
ru: MiniDLNA уже запущен и работает.

source: Minidlna: UPnP media server Black Hole version. Minidlna is fully configured for your box and ready to work. Just enable it and play. Minidlna include little web interface. Minidlna webif url: http://ip_box:8200 Minidlna config: /etc/minidlna.conf Minidlna home site: http://sourceforge.net/projects/minidlna/
es: Minidlna: versión Black hole del Servidor media UPnP. Minidlna está configurado y listo para trabajar en su deco. Solo es necesario activarlo. Minidlna incluye una pequeña interfaz web. Webif de Minidlna: http://ip_box:8200 Config. de Minidlna: /etc/minidlna.conf Página de Minidlna: http://sourceforge.net/projects/minidlna/
et: Minidlna: UPnP meedia serveri Black Hole versioon. Minidlna on vastuvõtjale täielikult kohandatud ja tööks valmis. See tuleb ainult lubada. Minidlnal on ka väike veebiliides . Minidlna webif url: http://ip_box:8200 Minidlna config: /etc/minidlna.conf Minidlna koduleht: http://sourceforge.net/projects/minidlna/
it: MiniDlna: UPnP media server personalizzato per BlackHole. MiniDlna è già configurato per il tuo ricevitore e pronto per essere usato. MiniDlna include una piccola interfaccia web. Minidlna>indir. interfaccia web: http://ip_box:8200 Minidlna>configurazione: /etc/minidlna.conf Sito web MiniDlna: http://sourceforge.net/projects/minidlna/Minidlna home site: http://sourceforge.net/projects/minidlna/
no: Minidlna: UPnP media server Black Hole versjon. Minidlna er konfigurert og klar til å jobbe. Aktiver og spill. Minidlna har et lite web interface Minidlna webif url: http://ip_box:8200 Minidlna config: /etc/minidlna.conf Minidlna home site: http://sourceforge.net/projects/minidlna/
pt: Minidlna: Versão da Black Hole UPnP media server. Minidlna é totalmente configurado para a sua STB e pronto a funcionar. Só habilitá-lo e reproduzir. Minidlna inclui um pequeno web interface. Minidlna webif url: http://ip_box:8200 Minidlna config: /etc/minidlna.conf Site de casa de minidlna: http://sourceforge.net/projects/minidlna/
ru: MiniDLNA: UPnP медиа-сервер, версия для BlackHole. MiniDLNA полностью настроен для Вашего ресивера и готов к использованию. MiniDLNA включает в себя небольшой веб-интерфейс. Веб-интерфейс: http://ip_box:8200 Файл конфигуарции: /etc/minidlna.conf Домашний сайт: http://sourceforge.net/projects/minidlna/

source: Minute
es: Minuto
et: Minut
it: Minuti
no: Minutt
pt: Minuto
ru: минут

source: Minutes
ru: минут

source: Mkfs failed
es: Falló mkfs
et: Mkfs nurjus
it: Mkfs fallito!
no: Mkfs feilet
pt: Mkfs falhou
ru: Ошибка mkfs

source: Mo
es: Lu
et: E
it: Lun
no: Man
ru: Пн

source: Mode
es: Modo
et: Režiim
it: Modalità
no: Modus
pt: Modo [ Configuração de Vídeo ]
ru: Режим

source: Mode 1
es: Modo 1
et: Režiim 1
it: Modalità 1
no: Modus 1
pt: Modo 1
ru: Режим 1

source: Mode 2
es: Modo 2
et: Režiim 2
it: Modalità 2
no: Modus 2
pt: Modo 2
ru: Режим 2

source: Model
es: Modelo
et: Mudel
it: Modello
no: Modell
pt: Modelo
ru: Модель

source: Model:
es: Modelo:
et: Tüüp:
it: Modello:
no: Modell:
pt: Modelo:
ru: Модель:

source: Model: %s %s Size: %s Device: /dev/%s
es: Modelo: %s %s Tamaño: %s Dispositivo: /dev/%s
et: Mudel: %s %s Suurus: %s Andmekandja: /dev/%s
it: Modello: %s %s Dimensione: %s Dispositivo: /dev/%s
no: Modell: %s %s Størrelse: %s Enhet: /dev/%s
pt: Modeol: %s %s Tamanho: %s Dispositivo: /dev/%s
ru: Устройство: %s %s Объём: %s Устройство: /dev/%s

source: Modem Manager
es: Administrador de módems
et: Modemi haldur
it: Gestione modem
no: Modem
pt: Gestor de modem
ru: Управление модемом

source: Modify existing timers
es: Modificar Programaciones existentes
et: Muuda olemasolevaid taimereid
it: Modificare timer esistenti
no: Endre eksisterende tidsopptak
pt: Modificar Timers existentes
ru: Изменение существующих таймеров

source: Modulation
es: Modulación
et: Modulatsioon
it: Modulazione
no: Modulasjon
pt: Modulação
ru: Модуляция

source: Modulator
es: Modulador
et: Modulaator
it: Modulatore
pt: Modulador
ru: Модулятор

source: Module size:
es: Tamaño del módulo:
et: Mooduli suurus:
it: Dimensioni del modulo:
no: Modul størrelse:
pt: Tamanho do módulo:
ru: Размер модуля:

source: Module used by:
es: Módulo utilizado por:
et: Moodulit kasutab:
it: Modulo usato da:
no: Modul brukt av:
pt: Módulo usado por:
ru: Модуль используется:

source: Mon
es: Lun
et: E
it: Lun
no: Man
pt: Seg
ru: Пн

source: Mon-Fri
es: Lun-Vie
et: E-R
it: LUN-VEN
no: Man-Fre
pt: Seg-Sex
ru: Пн-Пт

source: Monday
es: Lunes
et: Esmaspäev
it: lunedì
no: Mandag
pt: Segunda-Feira
ru: Понедельник

source: Monthly
es: Mensualmente
et: Kord kuus
it: Mese
no: Månedlig
pt: Mensalmente
ru: Ежемесячно

source: More video entries.
es: Más vídeos.
et: Veel video valikuid.
it: Ulteriori filmati
no: Flere video oppføringer.
pt: Mais entradas de vídeo.
ru: Другие записи

source: Mosquito noise reduction
es: Reducir el ruido de mosquito
et: Moskiitomüra vähendamine
it: Riduzione sfarfallio
no: Mosquito støyreduksjon
pt: Redução de mosquitos
ru: Понижение мелких шумов

source: Most discussed
es: Lo más discutido
et: Enim arutatud
it: Più discussi
no: Mest diskutert
pt: Mais discutidos
ru: Самые обсуждаемые

source: Most linked
es: Lo más enlazado
et: Enim lingitud
it: Più linkati
no: Mest linket til
pt: Mais ligados
ru: Наиболее связаны

source: Most popular
es: Lo más popular
et: Kõige populaarsemad
it: Più popolari
no: Mest populær
pt: Mais populares
ru: Популярное видео

source: Most recent
es: Lo más reciente
et: Kõige uuemad
it: Più recenti
no: Siste
pt: Mais recentes
ru: Последние видео

source: Most responded
es: Lo más respondido
et: Enim vastatud
it: Più affidabili
no: Mest respons
pt: Mais respondidos
ru: Наиболее ответов

source: Most shared
es: Los más compartidos
et: Enim jagatud
it: Più condivisi
no: Mest delt
pt: Mais partilhado
ru: Самые посещаемые

source: Most viewed
es: Lo más visto
et: Enim vaadatud
it: Più visti
no: Mest sett
pt: Mais vistos
ru: Самые просматриваемые

source: Mount
es: Montar
et: Haagi
no: Tilkoble
pt: Montagem
ru: Монтировать

source: Mount Point
es: Punto de montaje
et: Haakepunkt
it: Punto di mount
no: Tilkoblingspunkt
pt: Ponto de Montagem
ru: Точка монтирования

source: Mount a FTP server
es: Montar un servidor FTP
et: Haagi FTP server
it: Collega un server FTP
no: Tilkoble en FTP server
pt: Montar servidor FTP
ru: Подключить FTP-сервер

source: Mount again
es: Montar de nuevo
et: Haagi uuesti
it: Monta nuovamente
no: Tilkoble om igjen
pt: Montar outra vez
ru: Смонтировать снова

source: Mount failed
es: Falló el mount
et: Haakimine nurjus
it: Mount fallito!
no: Tilkobling feilet
pt: Montagem fallhou
ru: Ошибка подключения

source: Mount informations
es: Informaciones de montaje
et: Haake informatsioon
it: Informazioni mount
no: Tilkoblingsinformasjon
pt: Informação de Montagem
ru: Информация о подключении

source: Mount options
es: Opciones de montaje
et: Haakimise valikud
it: Opzioni mount
no: Tilkoblingsvalg
pt: Opções de Montagem
ru: Параметры монтирования

source: Mount type
es: Tipo de montaje
et: Haake tüüp
it: Tipo mount
no: Tilkoblingstype
pt: Tipo de Montagem
ru: Тип подключения

source: MountManager
es: Administrador de montajes de red
et: Haakepunktid
no: Tilkobling
pt: Gestor de Montagens de Rede
ru: Диспетчер монтирования

source: MountView
es: VerMontajes
et: Haakepunktid
it: Mostra punti di mount
no: Tilkobling
pt: Vista da Montagem
ru: Точки монтирования

source: Mounted/ Unmounted
es: Montado Desmontado
et: Haagitud/ Lahtihaagitud
it: Connesso/ Sconnesso
no: Tilkoblet/ Ikketilkoblet
pt: Montado/ Não Montado
ru: Подключен Отключен

source: Mountpoints
es: Puntos de montaje
et: Haakepunktid
it: Punti di mount
no: Tilkobling
pt: Montar
ru: Монтирование

source: Mountpoints management
es: Puntos de montaje
et: Haakepunktide haldamine
it: Gestione punti di mount
no: Tilkoblingspunktbehandling
pt: Gestão de Pontos de Montagem
ru: Управление подключениями

source: Mounts editor
es: Editor de montajes
et: Haakepunktid
it: Modifica mount
no: Tilkobling
pt: Editor de Montagens
ru: Редактор подключений

source: Mounts management
es: Gestión de montajes
et: Haakepunktide haldamine
it: Gestione mount
no: Tilkobling
pt: Gestão de Montagem
ru: Управление монтированием

source: Mouse
es: Ratón
et: Hiir
no: Mus
pt: RAto
ru: Мышь

source: Move Picture in Picture
es: Mover PiP
et: Liiguta PiP-pilt
it: Spostare PiP
no: Flytt Bilde i Bilde
pt: Mover Imagem na Imagem
ru: Переместить PiP

source: Move down
es: Bajar
et: Liiguta alla
it: Spostare giù
no: Flytt ned
pt: Mover para baixo
ru: Перемещение курсора вниз

source: Move east
es: Mover al este
et: Liiguta itta
it: Spostare a est
no: Flytt østover
pt: Mover Este
ru: Переместить на восток

source: Move left
es: Mover a la izquierda
et: Liiguta vasakule
it: Spostare a sinistra
no: Gå til venstre
pt: Mover para esquerda
ru: Перемещение курсора влево

source: Move plugin screen
es: Extensión para mover la pantalla
et: Liiguta plugina akent
it: Spostare la finestra plugin
no: Flytt modul skjerm
pt: Mover o ecrã do plugin
ru: Переместить окно плагина

source: Move right
es: Mover a la derecha
et: Liiguta paremale
it: Spostare a destra
no: Gå til høyre
pt: Mover para direita
ru: Перемещение курсора вправо

source: Move screen down
es: Mover pantalla abajo
et: Liiguta akent allapoole
it: Spostare lo schermo giù
no: Flytt skjerm ned
pt: Mover o ecrã para baixo
ru: Переместить окно вниз

source: Move screen to the center of your TV
es: Mover pantalla al centro del TV
et: Liiguta aken teleri ekraani keskele
it: Spostare schermo al centro della TV
no: Flytt skjerm til midten av din TV
pt: Mover o ecrã para o centro da sua TV
ru: Переместить окно в центр Вашего ТВ

source: Move screen to the left
es: Mover pantalla izquierda
et: Liiguta aken vasakule
it: Spostare schermo a sinistra
no: Flytt skjerm til venstre
pt: Mover o ecrã para a esquerda
ru: Переместить окно влево

source: Move screen to the lower left corner
es: Mover pantalla a la esquina inferior izda
et: Liiguta aken alumisse vasakusse nurka
it: Spostare lo schermo nell'angolo in basso a sx
no: Flytt skjerm til nedre venstre hjørne
pt: Mover o ecrã para o canto esquerdo inferior
ru: Переместить окно в левый нижний угол

source: Move screen to the lower right corner
es: Mover pantalla a la esquina inferior dcha
et: Liiguta aken alumisse paremasse nurka
it: Spostare lo schermo nell'angolo in basso a dx
no: Flytt skjerm til nedre høyre hjørne
pt: Mover o ecrã para o canto direito inferior
ru: Переместить окно в правый нижний угол

source: Move screen to the middle of the left border
es: Mover pantalla al medio del borde izdo
et: Liiguta aken vasaku serva keskele
it: Spostare lo schermo al centro del bordo sinistro
no: Flytt skjerm til midten av venstre linje
pt: Mover o ecrã para o meio da borda esquerda
ru: Переместить окно к середине левой грани экрана

source: Move screen to the middle of the right border
es: Mover pantalla al medio del borde dcho
et: Liiguta aken parema serva keskele
it: Spostare lo schermo al centro del bordo destro
no: Flytt skjerm til midten av høyre linje
pt: Mover o ecrã para o meio da borda direita
ru: Переместить окно к середине правой грани экрана
