Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Time to execute command or script
es: Hora de ejecución del comando o script
et: Skripti või käsu käivitamise aeg
it: Orario di esecuzione del comando o dello script
no: Tid til å utføre kommandoen eller skript
pt: Hora de executar o comando ou script
ru: Время для выполнения команды или сценария

source: Time/Date Input
es: Entrada Fecha/Hora
et: Aeg/kuupäev
it: Inserimento Data/Ora
no: Tid/Dato Innsetting
pt: Entrada de Hora/Data
ru: Ввод Время/Дата

source: Timeout
es: Tiempo de espera
et: Ajapiirang
no: Tidsavbrudd
pt: Sem tempo limite
ru: Таймаут

source: Timer
es: Grabación
et: Taimer
no: Tidsopptak
pt: Timers
ru: Таймер

source: Timer Edit
es: Editar Programación
et: Taimeri muutmine
it: Modifica timer
no: Endre Tidsopptak
pt: Editar Timer
ru: Редактирование таймеров

source: Timer Editor
es: Editor de Grabaciones
et: Taimerid
it: Modifica timer
no: Tidsopptak
pt: Editor de Timers
ru: Редактор таймеров

source: Timer Type
es: Tipo de grabación
et: Taimeri tüüp
it: Tipo timer
no: Tidsopptak type
pt: Tipo de Timer
ru: Тип таймера

source: Timer entry
es: Grabación
et: Taimeri sisestus
it: Elemento timer
no: Legge inn tidsopptak
pt: Agendar Gravação
ru: Ввод таймера

source: Timer log
es: Registro de grabación
et: Taimeri logi
it: Registro (log) dei timer
no: Tidsopptak logg
pt: Registo da Gravação
ru: Лог таймера

source: Timer overlap in timers.xml detected! Please recheck it!
es: ¡Programaciones solapadas en timers.xml! ¡Compruébelo!
et: Taimerite ajad kattuvad! Kontrolli ajad üle!
it: Sovrapposizione timer rilevata in timers.xml! Ricontrollare!
no: Tidsopptak overlapp i timers.xml oppdaget! Vennligst sjekk!
pt: Sobreposição de Timeres em timers.xml detectada! Por favor verifique isso!
ru: Обнаружено дублирование таймера в timers.xml! Проверьте его!

source: Timer record location
es: Ruta de la grabación
et: Taimeri salvestuse asukoht
it: Percorso timer registrazione
no: Tidsopptak sted
pt: Localização Timer das gravações
ru: Расположение записи таймеров

source: Timer sanity error
es: Error de grabación
et: Taimeri viga
it: Errore congruenza timer
no: Tidsopptak feil
pt: Erro do Timer
ru: Ошибка состояния таймера

source: Timer selection
es: Selección de grabación
et: Taimeri valik
it: Selezione timer
no: Tidsopptak valg
pt: Selecção do Timer
ru: Выбор таймера

source: Timer status:
es: Estado de la grabación:
et: Taimeri olek
it: Stato timer:
no: Status:
pt: Estado dos Timers:
ru: Состояние таймера:

source: Timer type
es: Tipo de Programación
et: Taimeri liik
it: Tipo di timer
no: Tidsopptak type
pt: Tipo de temporizador
ru: Тип таймера

source: Timerlist
es: Lista de temporizadores
et: Taimeriloend
it: Lista timer
no: Tidsopptakliste
pt: Lista de Timers
ru: Таймеры

source: Timers
es: Temporizadores
et: Taimerid
it: Timer
no: Tidsopptak
ru: Таймеры

source: Timeshift
es: Grabación Timeshift
et: Ajanihe
no: Tidsforskyvning
ru: Таймшифт

source: Timeshift Settings
et: Ajanihke seadistus
it: Configurazione timeshift
no: Varig Tidsforskyvning
pt: Definições TimeShift
ru: Таймшифт

source: Timeshift location
es: Ruta de la grabación Timeshift
et: Ajanihke failide asukoht
it: Percorso timeshift
no: Tidsforskyvningssted
pt: Localização para Timeshift
ru: Расположение таймшифта

source: Timeshift not possible!
es: ¡No es posible la grabación Timeshift!
et: Ajanihke kasutamine pole võimalik!
it: Timeshift non possibile!
no: Tidsforskyvning er ikke mulig!
pt: Timeshift não permitido!
ru: Таймшифт не возможен!

source: Timeshift saved to your harddisk!
et: Ajanihe talletati kõvakettale!
it: Timeshift salvato sull'hard disk!
no: Tidsforskyvning lagret til din harddisk!
pt: Timeshift guardado no seu Disco Rígido!
ru: Файл таймшифта сохранен на жёсткий диск!

source: Timeshift will get saved at end of event!
et: Ajanihe talletatakse saate lõppedes!
it: Il timeshift verrà salvato alla fine dell'evento!
no: Tidsforskyvning blir lagret når program er slutt!
pt: Timeshift será guardado no final do evento!
ru: Файл таймшифта будет сохранен в конце события!

source: Timeshift-Save Action on zap
et: Ajanihke failide saatus kanalivahetusel
it: Azione salvataggio Timeshift su zap
no: Gjøre ved kanalbytte
pt: Timeshift-salvar ao fazer zaping
ru: Таймшифт-сохранение при переключении канала

source: Timezone
es: Zona horaria
et: Ajavöönd
it: Fuso orario
no: Tidssone
pt: Zona Horária
ru: Часовой пояс

source: Timezone :
es: Zona horaria :
et: Ajavöönd :
it: Area del fuso orario
no: Tidssone :
pt: Zona Horária:
ru: Час. пояс:

source: Title
es: Título
et: Pealkiri
it: Titolo
no: Tittel
pt: Título
ru: Название

source: Title Menu
it: Titolo Menu
no: Tittelmeny
pt: Menu Título
ru: Меню заголовка

source: Title properties
es: Propiedades de título
et: Omadused
it: Proprietà del titolo
no: Tittel egenskaper
pt: Propriedades de título
ru: Свойства заголовка

source: Titleset mode
es: Modo Título
et: Pealkirja seadmine
it: Modalità set titoli
no: Tittelsetting modus
pt: Modo de definição de título
ru: Режим установки заголовка

source: To access this box's tuners you can connect via lan or UPnP.
es: Para acceder a los sintonizadores de el deco puede conectar a través de LAN o UPnP.
et: Selle vastuvõtja tuuneritega saad ühenduda võrgu või UPnP kaudu.
it: Per accedere ai tuner di questo box puoi connetterti via rete locale o UPnP.
no: For å få tilgang til tunerne i boksen kan du koble til via LAn eller UPnP.
pt: Para aaceder aos Tuners desta STB, pode-se conectar via LAN ou UPnP.
ru: Для доступа к тюнерам этого ресивера, Вы можете подключиться через локальную сеть или UPnP.

source: To be used as simple downloading application by other Plugins.
es: Será usado como una simple aplicación de descargas por otras extensiones.
et: Kasutatakse teiste rakenduste poolt lihtsa allalaadimise võimalusena.
it: Consente ad altri plugin di utilizzarlo come semplice applicazione per il download.
no: Skal brukes som enkel nedlastings applikasjon for andre Moduler .
pt: Para ser usado como aplicação de descarga simples por outros plugins.
ru: Позволяет другим плагинам использовать его как простое приложение для загрузки.

source: To enable Parallel dimensions you need a dedicated Usb stick. Instructions:
es: Para activar dimensiones paralelas necesita un memoria Usb dedicada. Instrucciones:
et: Paralleelmaailmade lubamiseks on vajalik selleks mõeldud usb pulk. Juhtnöörid:
it: Per abilitare le dimensioni parallele è necessaria una memoria USB dedicata. Istruzioni:
no: For å aktivere Parallelle dimensjoner trenger du en dedikert Usb pinne. Instruksjoner:
pt: Para habilitar dimensões paralelas, precisa de uma Pen USB dedicada. instruções:
ru: Чтобы включить Параллельные измерения Вам нужно USB устройство. Инструкция:

source: To update your STB firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
es: Para actualizar el Firmware de su Vu, siga los siguientes pasos: 1) Apague su caja con el interruptor trasero de corriente y ponga el USB arrancable. 2) Vuelva a arrancar la corriente y pulse el botón abajo en panel frontal durante 10 segundos. 3) Espere que arranque y siga las instrucciones del asistente.
et: Vastuvõtja püsivara uuendamiseks toimi järgnevalt: 1) Lülita vastuvõtja tagumisest lülitist välja ja veendu, et alglaaditav USB pulk on ühendatud. 2) Lülita vastuvõtja sisse, hoides DOWN nuppu esipaneelil vajutatuna 10 sekundi jooksul. 3) Oota alglaadimist ja jälgi abilise juhendeid ekraanil.
it: Per aggiornare il firmware, procedere come segue: 1) Spegnere il box con l'interruttore posteriore e verificare di avere inserito una chiavetta USB eseguibile. 2) Riaccendere il box tenendo premuto il pulsante GIÙ sul pannello frontale per 10 secondi. 3) Attendere l'avvio e seguire le istruzioni della procedura guidata.
no: For å oppdatere din VU+, følg disse trinn: 1) Slå av boksen med knappen bak og sørg for at en startbar USB pinne er koblet til. 2) Slå på igjen og følg veiviseren videre. 3) Vent på at den startes opp og følg veiviseren videre.
pt: Para atualizar o firmware da sua Vuplus, por favor, siga estas etapas: 1) Desligue a sua STB no interruptor de alimentação traseiro e certifique-se de que unidade inicializável USB está conectada. 2) Ligue a alimentação e mantenha pressionado a tecla no painel frontal, pressionado por 10 segundos. 3) aguardar inicialização e siga as instruções do assistente.
ru: Для обновления прошивки ресивера, пожалуйста, выполните следующие действия: 1) Выключите Ваш ресивер с заднего переключателя питания и убедитесь, что загрузочный USB подключен. 2) Включите переключатель питания на место и удерживайте кнопку CH- на передней панели нажатой в течение 10 секунд. 3) Дождаться загрузки и следовать инструкциям мастера установки.

source: Today
es: Hoy
et: Täna
it: Oggi
no: Idag
pt: Hoje
ru: Сегодня

source: Today Connections:
es: Conexiones de hoy:
et: Ühendusi täna:
it: Collegamenti di oggi:
no: Tilkoblinger i dag:
pt: Ligações efetuadas hoje:
ru: Подключений за сегодня:

source: Tone Amplitude
es: Tono de Amplitud
et: 22KHz-helitugevus
it: Ampiezza del tono
no: Tone utslag
pt: Amplitude de Tom
ru: Амплитуда тона

source: Tone mode
es: Modo tono
et: 22KHz-toon
it: Modalità tono
no: Tone modus
pt: Tonalidade
ru: Тоновый режим

source: Toneburst
et: Toonimpulss
no: Toneøkning
ru: Тоновый сигнал

source: Toneburst A/B
et: Toonimpulss A/B
no: Toneøkning A/B
ru: Тоновый сигнал A/B

source: Tools
es: Herramientas
et: Tööriistad
it: Strumenti
no: Verktøy
pt: Ferramentas
ru: Инструменты

source: Top
es: Superior
et: Ülal
it: superiore
no: Topp
pt: cima
ru: Вверх

source: Top and Bottom
es: Arriba y Abajo
et: Üleval ja all
it: In cima & in fondo
no: Topp og Bunn
pt: Cima e Baixo
ru: Верх и низ

source: Top downloaded File:
es: Archivos más descargados:
et: Enim allalaetud fail:
it: File più scaricato:
no: Topp nedlastede Filer:
pt: Ficheiro mais descarregado:
ru: Самый загружаемый файл:

source: Top favorites
es: Más Favoritos
et: Tipplemmikud
it: Top preferiti
no: Topp favoritter
pt: Top de Favoritos
ru: Избранное

source: Top rated
es: Más valorados
et: Kõrgeima hinnanguga
it: Top valutazioni
no: Topp ranket
pt: Classificação mais elevada
ru: Лучшие по рейтингу

source: Total Connections:
es: Conexiones Totales:
et: Ühendusi kokku:
it: Totale connessioni:
no: Tilkoblinger totalt:
pt: Total de Ligações:
ru: Всего подключений:

source: Total Downloads:
es: Descargas Totales:
et: Allalaadimisi:
it: Totale download:
no: Nedlastet totalt:
pt: Total de Descargas:
ru: Всего загрузок:

source: Total Megabyte Available:
es: Megabyte Total Disponible:
et: Kokku saadaval (Mb):
it: Totale megabyte disponibili:
no: Total Megabyte Ledig:
pt: Total de MB disponíveis:
ru: Всего Мбайт доступно:

source: Total Memory
es: Memoria Total
et: Mälumaht
it: Memoria totale
no: Totalt Minne
pt: Memória Total:
ru: Общая память

source: Total Space:
es: Espacio Total:
et: Ruumi kokku:
it: Spazio totale:
no: Total Plass:
pt: Espaço total:
ru: Всего пространства:

source: Total in use:
es: Total en uso:
et: Kasutuses:
it: Totale in uso:
no: Totalt i bruk:
pt: Total em uso:
ru: Всего в использовании:

source: Total size: %s
es: Tamaño total: %s
et: Kogusuurus: %s
it: Dimensioni totali: %s
no: Total størrelse: %s
pt: Espaço total: %s
ru: Общий размер: %s

source: Total:
et: Kokku:
it: Totale:
no: Totalt:
ru: Всего:

source: Touch LED Blinking time
es: Brillo de los botones parpadeando
it: LED lampeggiante
no: Touch LED Blinketid
pt: Tempo de piscar
ru: Время мерцания

source: Touch LED Brightness at Deep Standby
es: Brillo de los botones con el deco apagado
it: Luminosità LED in modalità spento
no: Touch LED lysstyrke ved Dyp Dvale
pt: Brilho do LED em Suspensão.
ru: Яркость дисплея в глубоком сне

source: Touch LED Brightness at Normal state
es: Brillo de los botones con el deco encendido
it: Luminosità LED in modalità normale
no: Touch LED lysstyrke ved Vanlig tilstand
pt: Brilho do LED em operação normal.
ru: Яркость дисплея в обычном режиме

source: Track
es: Pista
et: Rada
it: Traccia
no: Spor
pt: Faixa
ru: Дорожка

source: TrafficInfo shows German traffic jams.
es: TrafficInfo muestra los atascos del tráfico en alemania.
it: Visualizza lo stato del traffico in Germania.
no: TrafficInfo viser tyske trafikk korker.
pt: Informações de trânsito sobre engarrafamentos alemães.
ru: Информация о дорожном движении в режиме реального времени Германии.

source: Transcoding Setup
es: Ajustes de transcodificación
et: Transkodeerimise seadistus
it: Impostazioni transcodifica
no: Transkoding
pt: Definição da transcodificação
ru: Настройки перекодирования

source: TranscodingSetup
et: Transkodeerimise seadistus
it: Transcodifica
no: Transkoding
pt: Definição da transcodificação
ru: Установки перекодирования

source: Translation
es: Traducción
et: Tõlge
it: Traduzione
no: Oversetting
pt: Informação da Tradução
ru: Перевод

source: Translation:
es: Traducción:
et: Tõlge:
it: Traduzione:
no: Oversetting:
pt: Tradução:
ru: Перевод:

source: Transmission mode
es: Transmisión
et: Edastusviis
it: Modalità trasmissione
no: Sendingstype
pt: Modo de Transmissão
ru: Режим передачи

source: Transponder
es: Transpondedor
ru: Транспондер

source: Travel & Events
es: Viajes y Eventos
et: Reisimine ja sündmused
it: Viaggi & Eventi
pt: Turismo/Viagens/Eventos
ru: Путешествия и события

source: Trending videos
es: Vídeos de tendencias
it: Video di tendenza
no: Trend videoer
pt: Vídeos de tendências
ru: Популярное видео

source: Tries left:
es: Intentos que quedan:
et: Katseid järel:
it: Tentativi rimasti:
no: Forsøk igjen:
pt: Tries restantes:
ru: Осталось попыток:

source: Try connect to last audio device on start enable
it: Connettere l'ultimo dispositivo audio attivo all'avvio
ru: Подключиться при запуске до последнего известного аудиоустройства

source: Try to find used Transponders in cable network.. please wait...
es: Intentando encontrar los Transpondedores usados en la red de cable.. espere...
et: Kaabelvõrgu sageduste otsing. Oota...
it: Provo a trovare transponder utilizzati sulla rete via cavo. Attendere prego...
no: Prøv å finne Transpondere i kabelnettverket.. vennligst vent...
pt: Tentar encontrar transponders usados na rede do cabo.. espere S.F.F
ru: Поиск транспондеров, используемые в кабельной сети. Пожалуйста, подождите...

source: Try to find used Transponders in terrestrial network.. please wait...
it: Provo a trovare transponder utilizzati sulla rete terrestre. Attendere prego...
ru: Поиск транспондеров, используемые в наземной сети. Пожалуйста, подождите...

source: Try to find used transponders in cable network.. please wait...
es: Intentando encontrar los transpondedores en la red de cable.. espere...
et: Kaabelvõrgu sageduste otsing. Oota...
it: Provo a trovare transponder utilizzati sulla rete via cavo. Attendere...
no: Prøv å finne transpondere i kabelnettverket.. vennligst vent...
pt: Tentar encontrar transponders usados na rede do cabo. esperar por favorâ€¦
ru: Поиск транспондеров, используемые в кабельной сети. Пожалуйста, подождите...

source: Try to find used transponders in terrestrial network.. please wait...
it: Provo a trovare transponder utilizzati sulla rete terrestre. Attendere prego...
ru: Поиск транспондеров, используемые в наземной сети. Пожалуйста, подождите...

source: Try update(simplify) search expression and try again..
it: Semplificare il criterio di ricerca e riprovare...
no: Prøv å oppdatere (forenkle) søket og prøv igjen...
pt: Tente atualizar ( simplificar ) a expressão de procura e tente de novo..
ru: Упростите критерий поиска и попробуйте снова...

source: Trying to download a new packetlist. Please wait...
es: Intentando descargar una nueva lista de paquetes. Espere...
et: Uue paketinimekirja laadimine. Oota...
it: Provo a scaricare un nuovo elenco pacchetti. Attendere...
no: Prøver å laste ned ny pakkeliste. Vennligst vent...
pt: A tentar o download de uma nova lista de pacotes. Por favor aguarde...
ru: Идет загрузка списка пакетов. Пожалуйста, подождите...

source: Trying to download the Youtube feed entries. Please wait...
es: Intentando descargar las entradas de Youtube. Por favor, espere...
it: Sto scaricando l'elenco dai feed Youtube. Attendere...
no: Prøver å laste ned Youtube feed oppføringer. Vennligst vent...
pt: A tentar a descarga de entradas de Feeds YouTube. Por favor, espere...
ru: Попытка загрузить данные YouTube. Пожалуйста, подождите...

source: Trying to download the Youtube search results. Please wait...
es: Intentando descargar los resultados de Youtube. Por favor, espere...
it: Sto scaricando i risultati della ricerca da Youtube. Attendere...
no: Prøver å laste ned Youtube søke resultater. Vennligst vent...
pt: A tentar a descarga de entradas de Feeds YouTube. Por favor, espere...
ru: Попытка загрузить результаты поиска YouTube. Пожалуйста, подождите...

source: Tu
es: Ma
et: T
it: Mar
no: Tir
ru: Вт

source: Tue
es: Mar
et: T
it: Mar
no: Tir
pt: Ter
ru: Вт

source: Tuesday
es: Martes
et: Teisipäev
it: martedì
no: Tirsdag
pt: Terça-Feira
ru: Вторник

source: Tun module needed for Openvpn:
es: Módulo tun necesario para Openvpn:
et: Openvpn nõutav tun moodul:
it: Modulo Tuner per OpenVpn
no: Tuner modul trengs til Åpenvpn:
pt: Módulo Tun necessário para OpenVpn:
ru: Модуль для OpenVPN:

source: Tune
es: Sintonizador
et: Häälestamine
it: Sintonia
no: Søke
pt: Sintonizar
ru: Настройка

source: Tune failed!
es: ¡Falló la sintonización!
et: Häälestumine nurjus!
it: Sintonia fallita!
no: Tuning feilet
pt: Sintonização Falhou!
ru: Тюнер не настроен!

source: Tune%d %s Locking Fail...
es: error de bloqueo del sintonizador %d %s
et: Tune%d %s lukustamine nurjus...
it: Blocco sintonia %d %s non riuscito...
no: Tune%d %s Låsing feilet...
pt: Tune%d %s Bloqueio Falhou...
ru: Настроить %d %s не удалось!

source: Tuner
es: Sint.
et: Tuuner
pt: Sintonizador
ru: Тюнер

source: Tuner
es: Sintonizador
et: Tuuner
ru: Тюнер

source: Tuner Bit Error Rate BER
es: Bit de error tasa BER del sintonizador
et: Signaali bitiveategur BER
it: Errore flusso dati BER
no: Tuner Bit Feil Sats BER
pt: Tuner Bit Erro Rate BER
ru: Ошибка потока данных BER

source: Tuner Server
es: Servidor del sintonizador
et: Tuunerserver
it: Server Tuner
pt: Tuner Servidor
ru: Тюнер как сервер

source: Tuner Server disabled.
es: Desactivado el servidor del sintonizador.
et: Tuuner server keelatud.
it: Server Tuner disabilitato
no: Tunerserver deaktivert.
pt: Servidor do Tuner inativo
ru: Тюнер как сервер отключен.

source: Tuner Signal
es: Señal del sintonizador
et: Tuuneri signaal
it: Segnale Tuner
pt: Sinal do Tuner:
ru: Сигнал тюнера

source: Tuner Signal Power AGC
es: Señal de potencia AGC del sintonizador
et: Signaali tugevus AGC
it: Potenza segnale AGC
no: Tuner Signal Strøm AGC
pt: Sinal do Tune AGC
ru: Сила сигнала AGC

source: Tuner Signal Quality SNR
es: Calidad de la señal SNR del sintonizador
et: Signaali kvaliteet SNR
it: Qualità segnale SNR
no: Tuner Signal Kvalitet SNR
pt: Tuner Qualidade do Sinal SNR
ru: Качество сигнала SNR

source: Tuner Signal Quality SNR_DB
es: Calidad de la señal SNR_DB del sintonizador
et: Signaali kvaliteet SNR_DB
it: Qualità segnale SNR_DB
no: Tuner Signal Kvalitet SNR_DB
pt: Tuner Qualidade do Sinal SNR_DB
ru: Качество сигнала SNR_DB

source: Tuner Slot
es: Ranura del sintonizador
et: Tuuneri pesa
it: Slot tuner
no: Tuner Plass
ru: Выбор тюнера

source: Tuner Type
es: Tipo de sintonizador
et: Tuuneri liik
it: Tipo tuner
pt: Tipo de tuner
ru: Тип тюнера

source: Tuner configuration
es: Configuración sintonizador
et: Tuuneri seaded
it: Configurazioni tuner
no: Tuner konfigurasjon
pt: Configuração do Tuner
ru: Настройка тюнера

source: Tuner status
es: Sintonizador
et: Tuuneri olek
it: Stato tuner
pt: Estado do Tuner
ru: Состояние тюнера

source: Tuner type
es: Tipo de sintonizador
et: Tuuneri tüüp
it: Tipo di tuner
pt: Tipo de tuner
ru: Тип тюнера

source: TunerConf
it: Conf.Tuner
no: TunerInnst.
ru: Конф.тюнера

source: Tuners
es: Sintonizadores
et: Tuunerid
it: Tuner
no: Tunere
ru: Тюнеры

source: Tuning
it: Sintonia
no: Bilde
ru: Настройка

source: Turkish
es: Turco
et: Türgi
it: Turco
no: Tyrkisk
pt: Turco
ru: Турецкий

source: Turn off subtitles
it: Disattivare i sottotitoli
no: Slå av undertekster
pt: Desligar legendas
ru: Субтитры выкл.

source: Two
es: Dos
et: Kaks
it: Due
no: To
pt: Dois
ru: Два

source: Type
es: Tipo
et: Tüüp
it: Tipo
pt: Tipo
ru: Тип

source: Type %s on %s to connect, then press Enter or Return.
it: Digitare %s su %s per connettersi, quindi premere INVIO.
ru: Введите %s на %s для подключения, затем нажмите клавишу ВВОД.

source: Type of scan
es: Tipo de búsqueda
et: Otsingu tüüp
it: Tipo ricerca
no: Søketype
pt: Tipo de Procura
ru: Тип сканирования

source: Type text of picture
it: Tipo testo di foto
no: Tast bildetekst
pt: Tipo teste de imagem
ru: Введите текст фотографии

source: UI 3D setup
es: Configuración de la interfaz 3D
et: 3D seadistus
it: Impostazioni UI 3D
no: 3D
pt: Definição da UI 3D
ru: Меню настройки 3D

source: UI position setup
it: Impostazioni posizione UI
no: Bilde Posisjon
pt: Ajustar tamanho do Ecrã
ru: Позиция меню

source: UPnP Client Disabled.
es: Desactivado el cliente UPnP.
et: UPnP klient keelatud.
it: Client UPnP disabilitato
no: UPnP Client Deaktivert.
pt: Cliente UpnP inativo.
ru: UPnP-клиент выключен.

source: UPnP Client Djmount
es: UPnP Cliente Djmount
et: UPnP klient Djmount
it: Djmount del Client UPnP
no: UPnP Klient Djmount
pt: Cliente UpnP DjMount
ru: UPnP-клиент Djmount

source: UPnP Client Enabled.
es: Activado el cliente UPnP.
et: UPnP klient lubatud.
it: Client UPnP abilitato
no: UPnP ClientAktivert.
pt: Cliente UpnP ativo.
ru: UPnP-клиент включен.

source: UPnP Server Mediatomb
es: UPnP Servidor Mediatomb
pt: Servidor Mediatomb UPnP
ru: UPnP-сервер MediaTomb

source: UPnP Server Minidlna
es: UPnP Servidor Minidlna
pt: Servidor Minidlna UPnP
ru: UPnP-сервер MiniDLNA

source: USB Stick
es: Memoria USB
et: USB mälupulk
it: Penna USB
no: USB Penn
pt: Instalar uma nova imagem por USB
ru: USB-накопитель

source: USB stick wizard
es: Asistente de lápiz USB
et: USB abimees
it: Wizard chiavetta USB
no: USB penn veiviser
pt: Assistente de USB Drive
ru: Мастер USB

source: USB test error : Success-%d
es: Error al comprobar el USB : Éxito-%d
et: USB test viga : Edu-%d
it: Test errore USB: Riuscito-%d
no: USB test feil : Suksess-%d
pt: USB teste erro : Successo-%d
ru: Ошибка проверки USB: Успешно-%d

source: USB test pass %d devices Press 'OK' button!
es: Pasada la prueba %d en los dispositivos USB Pulse el botón 'OK'!
et: USB testi läbis %d seadet Vajuta OK!
it: Test unità USB %d Premere tasto 'OK'!
no: USB test godkjent %d enheter Trykk 'OK' knapp!
pt: USB teste passo %d dispositivos Prima a tecla OK!
ru: Завершен тест USB для устройства %d Нажмите 'OK'!

source: Ukrainian
es: Ucraniano
et: Ukraina
it: Ucraino
no: Ukrainsk
pt: Ucraniano
ru: Украинский

source: Ultimo4K Misc. Control
it: Configurazioni varie Ultimo4K
ru: Ultimo4K доп. контроль

source: Umount
es: Desmontar
et: Haagi lahti
it: Smonta
no: Avtilkoble
pt: Desmontar
ru: Размонтировать

source: Unable to complete filesystem check. Error:
es: Imposible completar la comprobación del sistema. Error:
et: Failisüsteemi kontroll nurjus. Viga:
it: Impossibile terminare il controllo del filesystem! Errore:
no: Kan ikke fullføre filsystemsjekken. Error:
pt: Não é possível concluir verificação do sistema de ficheiros Erro:
ru: Невозможно проверить файловую систему. Ошибка:
