Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Gui will be now restarted to complete package installation. Press ok to continue
es: Ahora se reiniciará la interfaz para completar la instalación del paquete. Pulse ok para continuar
et: Paketi paigaldamise lõpetuseks taaskäivitatakse kasutajaliides. Jätkamiseks vajuta OK
it: Il sistema verrà ora riavviato per completare l'installazione. Premere OK per continuare
no: Brukergrensesnitt kommer til å starte om igjen for at endringer skal virke. Trykk ok for å fortsette.
pt: GUI vai agora ser reiniciado para concluir a instalação do pacote. Pressione OK para continuar
ru: Графический интерфейс перезагрузится для завершения установки пакета. Нажмите ОК, чтобы продолжить

source: HARD DISK
es: DISCO DURO
et: KÕVAKETAS
pt: Hard disk Definições
ru: Жёсткий диск

source: HARD DISK MODEL:
es: MODELO DEL DISCO DURO:
et: KÕVAKETTA MUDEL:
it: MODELLO HARD DISK:
no: HARDDISK MODELL:
pt: Modelo do Disco Rígido:
ru: Модель жёсткого диска:

source: HD Interlace Mode
es: Modo HD entrelazado
et: HD ülerealaotusega
it: Modalità HD interlacciata
no: HD Interlaced Modus
pt: Modo HD interlaçado
ru: Чересстрочная развёртка HD

source: HD Progressive Mode
es: Modo HD progresivo
et: HD täiskaadrilaotusega
it: Modalità HD progressiva
no: HD Progressiv Modus
pt: Modo HD Progressivo
ru: Прогрессивная развёртка HD

source: HD list
es: Lista de HD
et: HD kanalid
it: HD liste
no: HD liste
pt: Lista HD
ru: Список HD

source: HD videos
es: Vídeos HD
et: HD videod
it: Video HD
no: HD videoer
pt: Vídeos HD
ru: HD видео

source: HDD Space
es: Espacio en el HDD
et: Kettaruum
it: Spazio HDD
no: HDD Plass
pt: Espaço HDD
ru: Объём HDD

source: HDD Temp
es: Temp. HDD
it: Temp. HDD
pt: Temp HDD
ru: HDD температура

source: HDD temp:
es: Temp. HDD:
it: Temp. HDD
ru: HDD Темп.:

source: HDD temp:
es: Temp. HDD:
it: Temp. HDD:
ru: HDD Темп.:

source: HDMI CEC Configuration
es: Configuración HDMI CEC
et: HDMI-CEC seadistus
it: Configurazioni HDMI CEC
no: HDMI-CEC Konfigurering
pt: Configuração HDMI-CEC
ru: Настройки HDMI-CEC

source: HDMI CEC enabled:
es: Activa el HDMI CEC:
et: HDMI CEC lubatud:
it: HDMI-CEC abilitato:
no: HDMI-CEC aktivert:
pt: HDMI CEC ativado:
ru: Включить HDMI-CEC:

source: HDMI Colordepth
it: Profondità colore HDMI
no: HDMI Fargedybde
ru: Цветовая модель HDMI

source: HDMI Colorspace
no: HDMI Fargerom
pt: Espaço de cor HDMI
ru: Цветовая модель HDMI

source: HDMI-CEC Configuration
es: Configuración HDMI-CEC
et: HDMI-CEC seadistus
it: Configurazioni HDMI-CEC
no: HDMI-CEC Konfigurasjon
pt: Configuração HDMI-CEC
ru: Настройки HDMI-CEC

source: HOLD
es: Mantener
pt: Manter até estabilizar
ru: УДЕРЖИВАТЬ

source: HTTP Port
es: Puerto HTTP
it: Porta HTTP
pt: Porta HTTP
ru: Порт HTTP

source: HTTPS Port
es: Puerto HTTPS
it: Porta HTTPS
pt: Porta HTTPS
ru: Порт HTTPS

source: Hard Disk Panel
es: Panel del disco duro
et: Kõvaketta paneel
it: HardDisk
no: Harddisk
pt: Painel do Disco Rígido
ru: Жёсткий диск

source: Hard Disk Settings
es: Ajustes del disco duro
et: Kõvaketta seaded
it: Configurazione HDD
no: Harddisk
pt: Disco Rígido Definições
ru: Настройки жёсткого диска

source: Hard Disk Setup
es: Configuración del disco duro
et: Kõvaketta seaded
it: Impostazioni HDD
no: Harddisk
pt: Instalação de Disco Rígido
ru: Настройка жёсткого диска

source: Hard Disk is already sleeping
es: Disco Duro en reposo
et: Kõvaketas juba puhkab
it: HDD già in standby
no: Harddisk er i dvale
pt: Disco Rígido já em modo de espera
ru: HDD уже в режиме ожидания

source: Hard Drive Panel
it: HardDisk
no: Harddisk
pt: Painel do Disco Rígido
ru: Жёсткий диск

source: Hard Reset
es: Reinicio duro
it: Reset forzato
no: Hard Omstart
pt: Reinício Total
ru: Принудительная перезагрузка

source: Hard disk model
es: Modelo del disco duro
et: Kõvaketta mudel
it: Modello Hard disk
no: Harddisk modell
pt: Modelo do Disco Rígido:
ru: Модель жёсткого диска

source: Harddisk
es: Disco duro
et: Kõvaketas
pt: Disco Rígido
ru: Жёсткий диск

source: Harddisk setup
es: Config. del disco duro
et: Kõvaketta seadistamine
it: Impostazioni Harddisk
no: Harddisk dvale
pt: Instalação do Disco Rígido
ru: Настройки жёсткого диска

source: Harddisk standby after
es: Disco duro en reposo después de
et: Kõvaketta seiskamine peale
it: Standby HDD dopo
no: Harddisk i dvale etter
pt: Disco Rígido em espera após
ru: Отключение HDD через

source: Harddrive
it: Harddisk
no: Harddisk
ru: HDD

source: Hashes count: %s
es: Valores del Hash: %s
et: Räside arv: %s
it: Numero hashes: %s
no: Hashes mengde: %s
pt: Contar erros graves: %s
ru: Количество: %s

source: Have fun !!
es: ¡¡Que te diviertas!!
et: Edu !!
it: Divertiti!
pt: Divirta-se !!
ru: Удачи!

source: HbbTV Applications
es: Aplicaciones HbbTV
et: HbbTV rakendused
it: Applicazioni HbbTV
no: HbbTV Applikasjoner
pt: Aplicações HbbTV
ru: HbbTV приложения

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
es: El explorador HbbTV no está corriendo. Inicie el explorador antes que la aplicación HbbTV.
et: HbbTV lehitseja ei tööta. Käivita see enne HbbTV rakenduse kasutamist.
it: HbbTV Browser non è in esecuzione. Avviare il browser prima di eseguire HbbTV
no: HbbTV leser kjørte ikke. Vennligst kjør leser før du starter HbbTV Applikasjonen
pt: O explorador HbbTV não está em execução. Por favor, execute o explorador antes de iniciar a Aplicação HbbTV.
ru: Браузер HbbTV не запущен. Пожалуйста, запустите браузер перед запуском HbbTV приложения.

source: HbbTV Plugin
es: Extensión HbbTV
it: Plugin HbbTV
no: HbbTV Modul
pt: Plugin HbbTV
ru: Плагин HbbTV

source: Hdd in use:
es: HDD en uso:
et: Hdd kasutus:
it: HDD in uso:
no: Hdd i bruk:
pt: HDD em uso:
ru: HDD:

source: Headers db size: %s
es: Tamaño de las cabeceras db:
et: Päiste andmebaas: %s
it: Dimensione del DB intestazioni: %s
no: Tekstlinje db størrelse: %s
pt: Cabeçalhos DB Size:% s
ru: Размер БД Заголовки: %s

source: Hebrew
it: Ebraico
ru: Иврит

source: Help
es: Ayuda
it: Aiuto
no: Hjelp
pt: Ajuda
ru: Помощь

source: Here you can install any kind of ipk packages.
es: Aquí puede instalar cualquier tipo de paquete ipk.
et: Siin saab paigaldada ipk pakette.
it: Qui è possibile installare qualsiasi tipo di pacchetto ipk.
no: Her kan du installere alle ipk pakker.
pt: Aqui pode instalar qualquer tipo de pacotes IPK.
ru: Здесь вы можете установить любой пакет IPK.

source: Hidden network
es: Red oculta
et: Varjatud võrk
it: Rete nascosta
no: Skjult nettverk
pt: Rede oculta
ru: Скрытая сеть

source: Hide CI Messages
es: Ocultar los mensajes del CI
et: Peida CI teated
it: Nascondere messaggi CI
no: Skjul CI beskjeder
pt: Ocultar mensagens do CI
ru: Скрыть сообщения CI

source: Hide CI messages
es: Ocultar los mensajes del CI
et: Peida CI teated
it: Nascondi messaggi CI
no: Skjule CI beskjeder
pt: Ocultar mensagens do CI
ru: Скрыть сообщения CI

source: Hide Infobar Timeout in sec.
es: Ocultar la barra de info (seg.)
et: Inforiba kestus (sek).
it: Timeout della Infobar in sec.
no: Infovindu tidsavbrudd i sek:
pt: Ocultar barra de informação (seg)
ru: Время ожидания инфобара в сек.

source: Hide Infobar Timeout in sec.:
es: Oculta la barra de info (seg.):
et: Inforiba kestus (sek):
it: Timeout della Infobar in sec.:
no: Infovindu tidsavbrudd i sek:
pt: Ocultar barra de informação (seg):
ru: Время ожидания инфобара в сек .:

source: Hide Plugin from Plugin or Extensionsmenu.
es: Oculta la Extensión desde el menú de Extensiones.
et: Peida plugin laienduste menüüst.
it: Nascondi plugin da Plugin o da menu Estensioni
no: Skjule Modul fra Modul eller Utvidelsesmeny.
pt: Ocultar o Plugin de Plugins ou Menu de Extensões
ru: Скрыть плагин из плагинов или из меню расширений.

source: Hide Zap Errors
es: Ocultar los errores de zapeo
et: Peida kanalivahetuse veateated
it: Nascondere errori zap
no: Skjul kanalbytte feil
pt: Ocultar erros no zapping
ru: Спрятать ошибки при переключении каналов

source: Hide channel list in radio mode
es: Ocultar la lista de canales en el modo radio
et: Peida raadiorežiimis kanalinimekiri
it: Nascondere la lista dei canali in modalità radio
no: Skjul kanallisten i radiomodus
pt: Ocultar lista de canais no modo de rádio
ru: Скрыть список каналов в режиме радио

source: Hide delay
it: Nascondere il ritardo
no: Skjul forsinkelse
pt: Ocultar o atraso
ru: Скрыть задержку

source: Hide full remote
es: Ocultar remoto completo
et: Peida suur pult
it: Nascondere il controllo remoto
no: Skjul full fjernkontroll
pt: Ocultar o telecomando
ru: Скрыть пульт ДУ

source: Hide number markers
es: Ocultar el número de los marcadores
et: Peida nummerdatud markerid
it: Nascondere numeri indicatori
no: Skjule tall markering
pt: Ocultar números marcadores
ru: Скрыть числовые метки

source: Hide zap errors
es: Ocultar los errores de zapeo
et: Peida kanalivahetuse veateated
it: Nascondi errori zap
no: Skjule kanalbytte feil
pt: Ocultar erros no zapping
ru: Спрятать ошибки при переключении каналов

source: Hierarchy info
es: Jerarquía
et: Hierarhia teave
it: Informazioni gerarchia
pt: Informação de hierarquia
ru: Инфо по нарастающей

source: High :
es: Máx. :
et: Kõrge :
it: Alto:
no: Høy :
pt: Alta :
ru: Макс

source: High Resolution
es: Alta resolución
et: Kõrglahutus
it: Alta risoluzione
no: Høy oppløsning
pt: Resolução Alta
ru: Высокое разрешение

source: High bitrate support
es: Soporte de bitrate alto
et: Kõrge bitikiiruse tugi
it: Supporto bitrate alto
no: Høy bitrate støtte
pt: Suporte para Alta Taxa de bits
ru: Поддержка высокого битрейта

source: History
es: Historia
et: Ajalugu
it: Cronologia
no: Historie
pt: Histórico
ru: История

source: History Prev/Next
it: Precedente/successivo nella cronologia
no: Historie Forrige/Neste
pt: Histórico Ant/Seg
ru: История Пред./След.

source: Holland
es: Holanda
it: Olanda
pt: Holanda
ru: Голландия

source: Hong Kong
ru: Гонконг

source: Horizontal
et: Horisontaalne
it: Orizzontale
no: Horisontal
ru: Горизонтальная

source: Hotplugging for removeable devices
es: Conexión en caliente de dispositivos removibles
et: Eemaldatavate seadmete ühendamine
it: Collegamento a caldo per i dispositivi rimovibili
no: Hotplugging til fjernbare enheter
pt: Ligação e deteção de dispositivos removíveis
ru: Горячее подключение для съемных устройств

source: Hour
es: Hora
et: Tund
it: Ora
no: Time
pt: Hora
ru: Час

source: Hours
ru: часов

source: How many minutes do you want to record?
es: ¿Cuántos minutos quiere grabar?
et: Mitu minutit soovid salvestada?
it: Durata registrazione (minuti):
no: Hvor mange minutter vil du spille inn?
pt: Quantos minutos deseja gravar?
ru: Сколько минут Вы хотите записать?

source: How to handle found crashlogs?
es: ¿Cómo quiere manejar los crashlogs?
et: Mida teha leitud vealogidega?
it: Come gestire i registri errori rilevati?
no: Hvordan håndtere feillogger ?
pt: Como lidar com crashlog´s encontrados?
ru: Что делать с обнаруженными журналами ошибок?

source: Howto & Style
es: Cómo hacer y Estilo
pt: Instruções e estilo
ru: Советы и подсказки

source: Http port
it: Porta Http
pt: Porta HTTP
ru: Порт HTTP

source: Https port
it: Porte Https
pt: Porta HTTPS
ru: Порт HTTPS

source: Hue
es: Matiz
et: Värvitoon
it: Colore
pt: Tom
ru: Оттенки

source: Humidity :
es: Humedad :
et: Niiskus :
it: Umidità:
no: Fuktighet :
pt: Humidade:
ru: Влажность:

source: Hungarian
es: Húngaro
et: Ungari
it: Ungherese
no: Ungarsk
pt: Hungaro
ru: Венгерский

source: IMAP4 e-mail viewer for the STB
es: Visor de e-mail IMAP4 para su deco
et: IMAP4 e-maili jälgija vastuvõtja jaoks
it: Plugin per visualizzare e-mail (IMAP4) sul VU+
no: IMAP4 e-mail viser til mottakeren
pt: Visualizado de e-mail IMAP4 para a STB
ru: Плагин для просмотра электронной почты (IMAP4) на ресивере

source: IMDb Details parsed
et: IMDb andmed töödeldud
it: Dettagli analizzati IMDb
no: IMDb detaljer funnet
pt: Detalhes do IMDb analisados:
ru: Анализируется детали IMDb

source: IMDb Download completed
et: IMDb otsing tehtud
it: Download IMDb completato
no: IMDb Nedlasting fullført
pt: IMDb descarga concluída
ru: Загрузка завершена

source: IN % UNIVERSE
es: En el universo %
et: % UNIVERSUM
it: In % UNIVERSO
no: I % UNIVERS
pt: No universo %s
ru: % Вселенная

source: IP Address
es: Dirección IP
et: IP aadress
it: Indirizzo IP
no: IP-Adresse
pt: Endereço IP
ru: IP-адрес

source: IP Address :
es: Dirección IP:
et: IP aadress:
it: Indirizzo IP:
no: IP Adresse :
pt: Endereço IP:
ru: IP-адрес:

source: IP address
es: Dirección IP
et: IP aadress
it: Indirizzo IP
no: IP addresse
pt: Endereço - IP
ru: IP-адрес

source: IP:
ru: IP-адрес:

source: IRC Client for Enigma2
es: Cliente IRC para Enigma2
it: Client IRC per Enigma2
pt: Cliente IRC para Enigma2
ru: IRC-клиент для Enigma2

source: ISO file is too large for this filesystem!
es: ¡El archivo ISO es demasiado grande para este sistema de archivos!
et: ISO fail on selle failisüsteemi jaoks liiga suur!
it: File ISO troppo grande per questo filesystem!
no: ISO filen er for stor for dette filesystem!
pt: O Arquivo ISO é demasiado grande para este formato!
ru: ISO файл слишком велик для этой файловой системы!

source: ISO path
es: ruta ISO
et: ISO asukoht
it: Percorso ISO
no: ISO bane
pt: Pasta ISO
ru: Местоположение ISO

source: Icelandic
es: Islandés
et: Islandi
it: Islandese
no: Islandsk
pt: Islandês
ru: Исландский

source: Icons
es: Iconos
et: Ikoonid
it: Icone
no: Ikoner
pt: Icones
ru: Иконки

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
es: Si se produce un conflicto de temporizador, AutoTimer buscará fuera del intervalo de tiempo un evento similar y lo añadirá.
et: Vastuolus taimerite korral otsib Autotaimer sarnaseid saateid ajavahemikust väljas ja lisab need.
it: In caso di conflitti dei timer, AutoTimer cercherà l'evento in un arco di tempo diverso e lo aggiungerà.
no: Hvis det blir konflikt med andre tidsopptak vil Autotidsopptak søke utenfor tidsperiode og legge til program.
pt: Se ocorrer um conflito de TIMERS, AutoTimer irá procurar fora do tempo limite por um evento semelhante e adicion-o.
ru: Если возникает конфликт таймера, АвтоТаймер будет искать в другое время подобное событие и добавит его.

source: If installed, the plugin allows to modify the order in which entries of the main menu are shown.It can be changed using the "MenuSort" plugin, launchable from the regular plugin overview.
es: Si está instalada, la extensión permite modificar el orden en que aparecen las entradas del menú principal. Se puede cambiar usando la extensión "MenuSort", lanzándolo desde la vista normal de la extensión.
et: Plugina "MenuSort" abil saab muuta peamenüü kirjete järjestust.
it: Questo plugin permette di modificare l'ordine delle voci del menu principale.
no: Hvis du installerer denne modul kan du sortere rekkefølgen til oppføringer i hovedmenyen. Du kan forandre med "MenySortering" modul , tilgjengelig fra vanlig modul oversikt.
pt: Se instalado, o plugin permite modificar a ordem em que são mostradas as entradas do menu principal. Pode ser alterado usando o plugin "MenuSort", que pode obter na lista de plugins.
ru: Плагин позволяет менять порядок пунктов в главном меню.

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
et: See on viiteaeg enne EPG värskenduse uut katset, juhul kui vastuvõtja ei ole ooteseisundis.
it: Indicare il tempo di attesa prima di un nuovo tentativo di aggiornamento se il ricevitore al momento non è in standby
no: Hvis ikke VU+ er i dvalemodus, er dette hvor lenge EPGOppfrisk skal vente før den prøver om igjen.
pt: Se o receptor não está no modo de espera, esta é a duração que o EPGRefresh irá esperar antes de tentar novamente.
ru: Если ресивер в момент начала запуска не находится в режиме ожидания, плагин будет ждать указанное время для новой попытки.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80% of the it.
et: Kui see on lubatud, siis olemasolev taimer loetakse täidetuks, kui ta salvestab vähemalt 80%% saate ajast.
it: Se abilitato, un timer esistente verrà considerato in registrazione se la ha registrato almeno l'80% dell’evento.
no: Hvis denne er aktivert vil nåværende tidsopptak bli regnet som et innspillt opptak hvis minst 80% av det er innspillt.
pt: Se esta opção estiver habilitada um temporizador existente será também considerado um evento de gravação, se gravar até pelo menos 80% .
ru: Если этот параметр включен, то существующий таймер будет считаться записью события, если он записывает его по крайней мере 80 процентов.

source: If this is enabled, the plugin will wake up the receiver from deep standby if possible. Otherwise it needs to be switched on already.
et: Määrates 'jah' äratatakse vastuvõtja puhkeseisundist. Vastasel juhul peab vastvõtja olema sisse lülitatud.
it: Se abilitato, il plugin proverà a svegliare il ricevitore dallo spegnimento. In caso contrario dev’essere almeno in standby.
no: Hvis denne er aktivert, vil VU+ våknes opp fra dyp dvalemodus hvis det er mulig. Hvis ikke må den allerede være slått på.
pt: Se essa opção estiver habilitada, o plugin vai acordar o receptor do modo de suspensão. Caso contrário, ele precisa de ser ligado.
ru: Если включено, плагин выводит ресивер из глубокого ожидания, если это возможно. В противном случае он уже должен быть включен.

source: If you see this, something is wrong with your scart connection. Press OK to return.
es: Si ve esto, es que algo está mal con la conexión del euroconector. Pulse OK para volver.
et: SCART-ühenduses on probleem. Vajuta OK, et minna tagasi.
it: La connessione SCART non funziona correttamente! Premere OK per uscire.
no: Hvis du ser dette, så er noe galt med din scart forbindelse. Trykk OK for å komme tilbake.
pt: Se está a ver isto, algo está mal com a sua ligação Scart. Carregue OK.
ru: Если вы видите это, то что-то не так с вашим SCART соединением. Нажмите кнопку ОК, чтобы вернуться.

source: If you want to connect your box to the internet, this wizard will guide you
es: Si desea conectar su deco a Internet, este asistente le guiará
et: See abiline aitab ühendada vastuvõtja internetiga
it: Questa configurazione guidata fornirà supporto di base per la connessione a Internet
no: Hvis du vil koble din VU+ til internett vil denne veiviseren veilede deg
pt: Se pretender ligar o seu receptor à internet, este assistente vai guiá-lo no processo
ru: Если вы хотите подключить ресивер к сети Интернет, этот мастер проведет вас через основные настройки сети Вашего ресивера.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
et: Kui soovid EPG värskendust taustal, saad siin valida oma vajadustele kõigi paremini vastava meetodi (nt. varjatud, võltssalvestus või PiP)
it: Se si desidera aggiornare l'EPG in background, è possibile scegliere il metodo che più si adatta alle proprie esigenze: nascosto, falsa registrazione, PiP normale.
no: Hvis du vil oppfriske EPG i bakgrunnen, kan du velge en metode som passer dine behov her. F.eks: Skjult, Falskt opptak eller vanlig Bilde i Bilde.
pt: Se quiser atualizar o EPG em segundo plano, pode escolher o método que melhor se adapte às suas necessidades, por exemplo, escondido, gravação falsa ou PIP.
ru: Если Вы хотите, чтобы EPG обновлялся в фоновом режиме, можете выбрать способ, который наилучшим образом соответствует вашим потребностям, например, скрытое, поддельная запись или PiP.

source: If you want to update this firmware version, follow belows.
it: Se si desidera aggiornare il firmware, attenersi alla seguente procedura.
ru: Чтобы установить эту версию прошивки, выполните следующие действия:

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
es: Si su TV tiene mejoras en el brillo o el contrase, desactívelo. Si hay algo llamado "dinámico", póngalo a estándar. Ajuste el nivel de luz trasera a un valor que le guste. Ponga el contraste en su TV lo más bajo posible. Ponga el brillo lo más bajo posible, pero asegúrese que los niveles de las sombras de grises más bajos son apreciables. No se preoucpe ahora sobre las sombras. Estas serán configuradas en el siguiente paso. Si está contento con los resultados, pulse OK.
et: Kui teleril on heleduse või kontrastsuse parandusfunktsioon, lülita see välja. Kui on olemas midagi nimega "dynamic", kasuta selle vaikeväärtusi. Sea taustvalgustus sobivaks.Vähenda TV kontrastsust nii palju kui võimalik. Nüüd vähenda TV heledust miinimumini nii, et kaks kõige alumist halli varjundit jäävad eristatavaks. Ära hooli praegu heledatest varjunditest, need seame paika järgmisena. Kui oled tulemusega rahul, vajuta OK.
it: Se la TV dispone di un controllo per il miglioramento del contrasto, disattivarlo. Se dispone di un controllo definito [Dinamico], impostarlo a standard. Regolare la retro-illuminazione ad un livello di gradimento. Abbassare il più possibile il contrasto. Abbassare al minimo la luminosità, assicurandosi tuttavia che le due sfumature più SCURE di grigio rimangano distinguibili. Per il momento non preoccuparsi delle sfumature chiare: saranno regolate successivamente. Quando il risultato appare soddisfacente, premere OK.
no: Om din TV har lysstyrke eller kontrastforbedring, anbefales det å slå den av. Hvis det finnes noe som heter "dynamisk", anbefales det å bruke standard. Juster lysstyrken til en innstilling som du synes er bra. Bruk så lite kontrast som mulig. Sett lysstyrken så lavt som mulig, men pass på att de to laveste nivåene av grå fortsatt er mulig å skille. Ta ikke hensyn til de lyse nivåene nå. De vil bli justert i neste steg. Når du er fornøyd med resultatet, trykk OK.
pt: Se a sua TV tiver ajuste de brilho ou contraste, desligue.Se tiver algo com o nome"dinâmico", ajuste para Standard. Ajuste o nivel da luz de fundo para um valor a seu gosto. Baixe o contraste da sua o maximo possível. Depois ajuste o brilho para o mais baixo possivel, mas certifique-se de que as duas escalas de sombra cinza mais baixas, sejam visiveis. Não se preocupe com as sombras brilhantes agora.Serão ajustadas no próximo passo. Se os ajustes estão bem, carregue OK.
ru: Если в Вашем телевизоре наблюдается превышение яркости или контрастности, устраните это. Если в Вашем TB выбран один из режимов настроек изображения,например "динамичный", сбросьте настройки в стандартные .Уменьшите контрастность Вашего ТВ на максимально возможное значение. Теперь уменьшите яркость на максимально низкое значение, на сколько это возможно, но при этом следите, чтобы два самых нижних оттенка былиразличимы. Не беспокойтесь о ярких оттенках, они будут настроены на следующем этапе. Если Вас устраивает результат, нажмите OK.

source: If your usb drive is connected and mounted you must poweroff your box, remove the usb device and reboot.
it: Se il dispositivo USB è connesso e montato, SPEGNERE il ricevitore, rimuovere il dispositivo e riavviare il ricevitore.
ru: Если USB-накопитель подключен и смонтирован, Вы должны выключить питание устройства, вынуть USB-устройство и перезагрузиться.

source: Ignore Broadcast SSID
es: Ignorar la difusión SSID
et: Eira Broadcast SSID
it: Ignora Broadcast SSID
no: Ignorere Sendings SSID
pt: Ignorar a difusão SSID
ru: Скрыть SSID

source: Image Name
es: Nombre de la imagen
et: Tarkvara
it: Nome immagine
no: Image Navn
pt: Nome da Imagem
ru: Название имиджа
