Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: This plugin will show you the uptime
es: Esta extensión le mostrará el tiempo de funcionamiento
et: See laiendus kuvab vastuvõtja tööaega.
it: Questo plugin vi mostrerà il tempo di attività
no: Denne modulen viser oppetiden
pt: Este plugin mostrará há quanto tempo a sua STB se encontra ligada
ru: Показывает время работы ресивера

source: This script shows Network Connections
es: Este script le mostrará las conexiones de red
et: See skript näitab võrguühendusi
it: Questo script mostra connessioni di rete
no: Dette skript viser Nettverk Tilkoblinger
pt: A script mostra Ligações de Rede
ru: Этот скрипт показывает сетевые подключения

source: This script shows Network Interfaces Informations
es: Este script le mostrará información sobre los Interfaces de red
et: See skript kuvab võrgukaartide infot
it: Questo script mostra informazioni interfacce di rete
no: Dette skript viser Nettverk Grensesnitt Informasjon
pt: A script mostra informações das Interfaces de Rede
ru: Этот скрипт показывает информацию о сетевых интерфейсах

source: This script will delete all crash-logs from /media/hdd
es: Este script borrará todos los crash-logs de /media/hdd
et: See skript kustutab kõik vealogid asukohast /media/hdd
it: Questo script eliminerà tutti i registri errori da /media/hdd
no: Dette skript sletter alle kræsjlogger fra /media/hdd
pt: A script apagará todos os crash-logs de /media/hdd, /media/usb ou /home/root/logs
ru: Этот скрипт удалит все журналы ошибок из /media/hdd

source: This script will show you the up time
es: Este script le mostrará el tiempo de funcionamiento
et: See skript kuvab vastuvõtja tööaega
it: Questo script mostra il tempo di attività
no: Dette skript viser oppetid
pt: Esta script mostrará há quanto tempo a sua STB se encontra ligada
ru: Этот скрипт показывает время работы

source: This script will show you the uptime
es: Este script le mostrará el tiempo de funcionamiento
et: See skript kuvab vastuvõtja tööaega
it: Questo script mostra il tempo di attività
no: Dette skript viser oppetid
pt: Quer que esta mensagem seja exibida novamente?
ru: Этот скрипт показывает время работы

source: This setting controls the behavior when a timer matches a found event.
es: Esta configuración controla el comportamiento cuando una programación coincide con el evento encontrado.
et: See määrab käitumise taimerile vastava saate leidmisel.
it: Determina il comportamento quando un timer corrisponde a un evento trovato.
no: Dette kontrollerer oppførselen når ett tidsopptak matcher funnet hendelse.
pt: Essa configuração controla o comportamento quando um Timer corresponde a um evento encontrado.
ru: Этот параметр управляет поведением, когда существующий таймер соответствует найденной передаче

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
it: Determina se una notifica verrà mostrata all'inizio o alla fine aggiornamento
no: Denne kontrollerer om en info-beskjed skal komme opp ved start og slutt av oppfrisking.
pt: Essa configuração controla se uma mensagem informativa será exibida ou não no início e na conclusão da atualização.
ru: Этот параметр определяет, будет ли отображаться сообщение при запуске и завершении обновления.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
it: Determina se l'aggiornamento verrà eseguito anche se il ricevitore è in uso.
no: Denne bestemmer om oppfrisking skal gjøres selv om VU+ er i bruk.
pt: Esta configuração controla se a atualização será iniciada mesmo que o receptor esteja ativo (não em modo de espera ou atualmente em gravação).
ru: Этот параметр определяет, будет ли инициировано обновление, даже если ресивер активен.

source: This setting controls whether the receiver should be set to deep standby after refresh is completed.
et: See säte määrab, kas vastuvõtja lülitub pärast epg värskendust puhkeseisundisse.
it: Determina se dopo l'aggiornamento il ricevitore verrà collocato in spegnimento (deep standby).
no: Denne bestemmer om VU+ skal settes i dyp dvalemodus etter oppfrisking er ferdig.
pt: Esta configuração controla se o receptor deve ser configurado para suspensão após a atualização estar concluída.
ru: Этот параметр определяет, должен ли ресивер быть выключен после завершения обновления.

source: This system tool is internally used to program the hardware with firmware updates.
es: La herramienta del sistema es internamente usada para programar el Hardware con actualizaciones del Firmware.
et: See süsteemivahend on kasutusel raudvara programmeerimiseks tarkvara uuendustega.
it: Questo strumento di sistema viene usato internamente per programmare l'HW con aggiornamenti del FW
no: Dette system verktøy er brukt internt for å programmere fastvare med oppdateringer.
pt: Esta ferramenta do sistema é usada internamente para programar o hardware com atualizações de firmware.
ru: Этот системный инструмент используется для программирования оборудования с помощью обновлений прошивки.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
es: Esto comprobará los DNSs configurados. Si obtiene un mensaje "no confirmado": - compruebe su DHCP, cable o configuración del adaptador - si ha configurado los DNSs manualmente, verifíquelos en su Configuración de DNS
et: Test kontrollib nimeserveri seadeid. Kui ilmub teade"kinnitamata": - kontrolli DHCP, kaableid ja võrgukaardi seadeid - kui seadistasid oma nimeserverid käsitsi, siis kontrolli üle nimeserveri seaded
it: Questo test verifica la configurazione dei Nameserver. Se si ottiene il messaggio "non confermato": - Verificare la configurazione della scheda, del DHCP e dei cavi; - Se i DNS sono stati configurati manualmente verificare le voci della configurazione Nameserver.
no: Denne test søker etter konfigurerte Navneservere. Hvis du får en "ubekreftet" melding: - vennligst sjekk din DHCP, kabling og adapter innstallasjon - hvis du konfigurerte dine navneservere manuelt, vennligst sjekk at du skrev rett i "Navneserver" konfigurasjonen
pt: Este teste verifica para "nameservers" configurados. Se receber uma mensagem "não confirmado": - Verifique o DHCP, cabos e adaptador de configuração - Se configurou os "nameservers" manualmente verifique as entradas na configuração "Nameserver"
ru: Этот тест проверяет конфигурацию DNS-серверов. При появлении сообщения "не присвоен": - пожалуйста проверьте настройки DHCP, сетевого адаптера и состояние сетевого кабеля - Если Вы прописали вручную DNS-сервера, пожалуйста проверьте конфигурацию

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
es: Se comprobará si su cable de red está conectado a su adaptador de red. Si obtiene un mensaje de "desconectado" - verifique que su cable de red está conectado - verifique que el cable no está roto
et: See test kontrollib, kas võrgukaabel on ühendatud võrgukaardiga. Kui näed "ühendamata" teadet: - veendu, et võrgukaabel on ühendatud - veendu, et kaabel on terve
it: Questo test verifica la funzionalità della connessione di rete cablata. Se si ottiene il messaggio "non connesso": - Verificare che il cavo sia collegato correttamente; - Verificare che il cavo sia integro e del tipo adatto.
no: Denne test sjekker om en nettverkskabel er tilkoblet LAN-adapteret. Hvis du får en "frakoblet" melding: - verifiser at nettverkskabelen er tilkoblet - verifiser at det ikke er brudd i kabelen
pt: Este teste verifica se um cabo de rede está conectado ao seu adaptador de LAN. Se receber uma mensagem de "desconectada": -verificar que um cabo de rede está conectado -verificar se o cabo não está danificado
ru: Этот тест проверяет наличие подключения сетевого кабеля к сетевому адаптеру. При появлении сообщения " нет соединения": - проверьте, что сетевой кабель подключен - проверьте, что сетевой кабель не оборван

source: This test checks whether a network cable is connected to your Wireless LAN-Adapter.
es: Esta prueba verifica si un cable de red está conectado a su adaptador de red inalámbrica.
et: See test kontrollib, kas võrgukaabel on traadita võrgukaardiga ühendatud.
it: Questo test rileva se è connesso un cavo di rete al dispositivo.
no: Denne testen sjekker om en nettverkskabel er koblet til ditt trådløse LAN-Adapter.
pt: Este teste verifica se um cabo de rede está conectado ao seu Wireless Lan-Adapter.
ru: Этот тест проверяет подключен ли беспроводной сетевой адаптер.

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
es: Se comprobará si se encuentra una IP válida para su Adaptador de Red. Si obtiene un mensaje de "no confirmado": - no hay una IP válida - verifique su DHCP, cable o configuración del adaptador
et: See test kontrollib, kas kohtvõrgukaardile on leitud kehtiv IP aadress. Kui näed teadet "kinnitamata": - kehtivat IP aadressi ei leitud - kontrolli DHCP ja võrgukaardi seadeid ning kaabeldust
it: Questo test verifica che alla scheda venga assegnato un indirizzo IP valido. Se si ottiene il messaggio [non confermato]: - Non è stato trovato un indirizzo valido; - Controllare il servizio DHCP, i cavi e la configurazione della scheda.
no: Denne test sjekker om ditt LAN-adapter har fått en gyldig IP-addresse. Hvis du får en "ubekreftet" melding: - ingen gyldig IP-addresse ble funnet- vennligst sjekk din DHCP, kabling og adapterkonfigurasjon
pt: Este teste verifica se um endereço IP válido é encontrada para o adaptador LAN. Se receber uma mensagem "não confirmado": - Nenhum endereço IP válido foi encontrado - Verifique o DHCP, cabos e adaptador de configuração
ru: Этот тест проверяет присвоен ли IP-адрес сетевому адаптеру. При появлении сообщения " не присвоен": - IP-адрес не был найден - пожалуйста проверьте настройки DHCP, сетевого адаптера и состояние сетевого кабеля

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
es: Se comprobará si su adaptador de Red se puede configurar con una IP automática mediante DHCP. Si obtiene un mensaje de "desabilitado": - Su Adaptador de Red es configurado con una IP manual - verifique que ha entrado una IP correcta en la configuración de Red. Si obtiene un mensaje de "activado": - verifique que ha configurado y está trabajando un servidor DHCP en su red.
et: See test kontrollib, kas juhtmeta võrgukaart on seadistatud kasutama DHCP-d Kui tuleb teade "keelatud" : -siis juhtmeta võrgukaart on seadistatud kasutama käsitsi määratud IP-d - kontrolli, et võrguseadetes on kõik väljad õigesti täidetud. Kui tuleb teade "lubatud" : -kontrolli, et võrgus töötab seadistatud DHCP server.
it: Questo test verifica se la connessione di rete locale è configurata per l'assegnazione automatica IP tramite DHCP. Se si ottiene il messaggio [Disabilitato]: - La rete locale è configurata per utilizzare l'assegnazione manuale dell'indirizzo IP; - Verificare di aver inserito le informazioni corrette nel menu di configurazione della rete. Se si ottiene il messaggio [Abilitato]: - Verificare che il servizio DHCP sulla rete sia configurato correttamente e operativo.
no: Denne test sjekker om ditt LAN-adapter er satt opp med automatisk IP-addresse via DHCP. Hvis du får en "deaktivert" melding: - så er ditt LAN-adapter satt opp med manuell IP-addresse - verifiser at du har satt inn korrekt IP-informasjon i dialogen for Adapterinnstallasjon. Hvis du får en "aktivert" melding: - verifiser at du har en konfigurert og fungerende DHCP server i nettverket ditt.
pt: Este teste verifica se o adaptador LAN está configurado para configuração automática de endereços IP com DHCP. Se receber uma mensagem de "desligado": -então o adaptador LAN está configurado para configuração manual do IP -Verifique se inseriu informações de IP corretas na caixa de diálogo de instalação do adaptador. Se receber uma mensagem "ativada": -verificar se tem um servidor DHCP configurado e a funcionar na sua rede.
ru: Этот тест проверяет, включен ли DHCP в настройках сетевого адаптера, для присвоения автоматического IP. При появлении сообщения " отключен": - введите вручную IP-адрес при настройке сетевого адаптера . - проверьте, что Вы ввели корректную информацию в меню настройка сети. При появлении сообщения " подключен": - это подтверждает, что сформирован рабочий DHCP сервер в Вашей сети.

source: This test checks whether your Wireless LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your Wireless LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
es: Ahora se comprobará si su adaptador de red inalámbrica está preparado para la configuración automática de la dirección IP con DHCP. Si obtiene el mensaje "desactivado": - El adaptador de red inalámbrico está preparado para configurar la IP manualmente - compruebe que ha introducido correctamente la información de la IP en el cuadro de diálogo de la configuración del adaptador. Si obtiene el mensaje "activado": - compruebe que tiene configurado y funcionando el servidor DHCP en su red.
et: See test kontrollib, kas traadita võrgukaart on seadistatud automaatse IP aadressi jaoks DHCP-d kasutades. Kui näed teadet "keelatud": - siis traadita võrgukaart on seadistatud IP käsitsi määramiseks - veendu, et menüüs 'Võrgukaardi seaded'. on IP andmed sisestatud korrektselt. Kui näed teadet "lubatud": - veendu, et võrgus on seadistatud ja töötav DHCP server.
it: Questo test verifica se la connessione di rete locale è configurata per l'assegnazione automatica IP tramite DHCP. Se si ottiene il messaggio "Disabilitato": - La rete locale è configurata per utilizzare l'assegnazione manuale dell'indirizzo IP! - Verificare di aver inserito le informazioni corrette nel menu di configurazione della rete. Se si ottiene il messaggio "Abilitato": - Verificare che il servizio DHCP sulla rete sia configurato correttamente e operativo!
no: Denne testen sjekker om ditt trådløse LAN Adapter er satt opp for automatisk IP Adresse konfigurasjon med DHCP. Hvis du får "deaktivert" beskjed: - er ditt trådløse LAN Adapter konfigurert for manuelt IP oppsett - bekreft at du har satt inn riktig IP info i Adapter oppsett. Hvis du får "aktivert" beskjed: -bekreft at du har en DHCP server som er konfigurert og virker i ditt nettverk.
pt: Este teste verifica se a placa LAN sem fio está configurada para a configuração automática do endereço IP com DHCP. Se receber uma mensagem de "inativo": - Então, o adaptador LAN sem fio está configurado para Setup IP Manual - Verificar se inseriu informações IP corretas na caixa de diálogo AdapterSetup. Se receber uma mensagem de "ativo": -verifique que tem um servidor DHCP configurado e a funcionar na sua rede.
ru: Этот тест проверяет, включен ли DHCP в настройках беспроводного сетевого адаптера, для автоматического присвоения IP. При появлении сообщения " отключен": - введите вручную IP-адрес при настройке беспроводного сетевого адаптера . - проверьте, что Вы ввели корректную информацию в меню настройка сети. При появлении сообщения " подключен": - это подтверждает, что сформирован рабочий DHCP сервер в Вашей сети.

source: This test checks whether your Wireless LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a 'disabled' message: - then your Wireless LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an 'enabeld' message: -verify that you have a configured and working DHCP Server in your network.
es: Esta prueba verifica si el adaptador WIFI LAN está configurado para una IP mediante DHCP. Si aparece un mensaje de desactivado: -Entonces el adaptador está configurado para IP manual -Compruebe que ha introducido los ajustes correctamente en el cuadro de diálogo Configuración de adaptador. Si aparece un mensaje de activado: -Verifique que está habilitado el DHCP en su red.
et: See test kontrollib, kas traadita võrgukaart on seadistatud kasutama DHCP-d Kui tuleb teade "keelatud" : -siis traadita võrgukaart on seadistatud kasutama käsitsi määratud IP-d - kontrolli, et võrguseadetes on kõik väljad õigesti täidetud. Kui tuleb teade "lubatud" : -kontrolli, et võrgus töötab seadistatud DHCP server.
it: Questo test verifica se la connessione di rete locale è configurata per l'assegnazione automatica di un IP tramite DHCP. Se si ottiene il messaggio "Disabilitato": - La rete locale è configurata per utilizzare l'assegnazione manuale dell'indirizzo IP; - Verificare di aver inserito le informazioni corrette nel menu di configurazione della rete. Se si ottiene il messaggio "Abilitato": - Verificare che il servizio DHCP sulla rete sia configurato correttamente e operativo.
no: Denne testen sjekker om ditt Trådløs Lan Adapter er satt opp for automatisk IP Adresse konfigurering med DHCP. Hvis du får deaktivert beskjed: - er ditt Trådløs Lan Adapter satt opp for manuell IP - bekreft at du har tastet inn riktig IP informasjon i AdapterOppsett dialogen. Hvis du får aktivert beskjed: -bekreft at du har en konfigurert og virkende DHCP Server i ditt nettverk.
pt: Este teste verifica se a placa LAN sem fio está configurada para a configuração automática do endereço IP com DHCP. Se receber uma mensagem de "inativo": - Então, o adaptador LAN sem fio está configurado para Setup IP Manual - Verificar se inseriu informações IP corretas na caixa de diálogo Definição do Adaptador. Se receber uma mensagem de "ativo": -verifique que tem um servidor DHCP configurado e a funcionar na sua rede.
ru: Этот тест проверяет, включен ли DHCP в настройках беспроводного сетевого адаптера, для автоматического присвоения IP. При появлении сообщения " отключен": - введите вручную IP-адрес при настройке беспроводного сетевого адаптера . - проверьте, что Вы ввели корректную информацию в меню настройка сети. При появлении сообщения " подключен": - это подтверждает, что сформирован рабочий DHCP сервер в Вашей сети.

source: This test detects your configured LAN-Adapter.
es: Este test detecta su adaptador de red configurado.
et: See test tuvastab seadistatud võrgukaardi.
it: Questo test rileva la scheda di rete locale installata
no: Denne test detekterer ditt konfigurerte LAN-adapter.
pt: Este teste detecta o adaptador de LAN configurado.
ru: Данный тест определит Ваш сетевой адаптер.

source: This test detects your configured Wireless LAN-Adapter.
es: Esta prueba detecta la configuración del adaptador de red inalámbrica.
et: See test tuvastab seadistatud traadita võrgukaardi.
it: Questo test rileva il tuo adattatore Wireless
no: Denne testen oppdager konfigurert LAN-Adapter.
pt: Este teste detecta o adaptador de LAN configurado.
ru: Данный тест определит Ваш беспроводной сетевой адаптер.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
es: Esto configura el comportamiento en un conflicto de grabaciones. Si un AutoTimer coincide con un evento de una programación existente, no lo ignora pero lo añade desactivado.
et: See määrab käitumise taimeri konflikti puhul. Kui autotaimer leiab vaste, mis on konfliktis olemasoleva taimeriga, lisatakse taimer mitteaktiivsena.
it: Indicare il comportamento da tenere in caso di conflitto di timer. Se una corrispondenza con un evento genera un conflitto di timer, l'evento non viene ignorato ma è aggiunto come DISABILITATO.
no: Setter oppførsel ved tidsopptak konflikt. Hvis en Autotidsopptak matcher program som kommer i konflikt med eksisterende tidsopptak vil den bli deaktivert, ikke ignorert.
pt: Isso alterna o comportamento em conflitos de Timers. Se um AutoTimer corresponde um evento que entra em conflito com um temporizador existente que não irá ignorar este evento, mas adicioná-lo-á desativado.
ru: Этот параметр определяет поведение во время конфликта. Если АвтоТаймер сталкивается с существующим таймером, он не будет игнорировать это событие, но добавит его в отключенное.

source: This wizard will help you to format Usb mass storage devices for Linux.
es: Este asistente le ayudará a formatear memorias Usb para Linux.
et: See abiline aitab vormindada USB massmäluseadmed Linuxi jaoks.
it: La procedura guidata aiuterà a formattare le unità USB per Linux.
no: Denne veiviser hjelper deg å formatere Usb lagringsenheter for Linux.
pt: Este assistente ajuda-o a particionar e formatar dispositivos de armazenamento Usb em Linux.
ru: Этот мастер поможет Вам отформатировать USB-накопитель для Linux.

source: Three
es: Tres
et: Kolm
it: Tre
no: Tre
pt: Três.
ru: Три

source: Threshold
es: Umbral
et: Lävi
it: Soglia
no: Grense
ru: Гетеродин

source: Thu
es: Jue
et: N
it: Gio
no: Tor
pt: Qui
ru: Чт

source: Thumbnails
es: Miniaturas
et: Pisipildid
it: Miniature
no: Minibilder
pt: Miniaturas
ru: Эскизы

source: Thursday
es: Jueves
et: Neljapäev
it: giovedì
no: Torsdag
pt: Quinta-Feira
ru: Четверг

source: Time
es: Hora
et: Aeg
it: Impostazioni orario
no: Tid
pt: Hora
ru: Время

source: Time Update in Minutes
es: Actualización en minutos
et: Kellaaja uuendamine (min)
it: Tempo di aggiornamento in minuti
no: Tidsoppdatering(min):
pt: Tempo de atualização em minutos
ru: Время обновления в минутах

source: Time Update in Minutes:
es: Actualización en minutos:
et: Kellaaja uuendamine (min):
it: Tempo di aggiornamento in minuti:
no: Tidsoppdatering(min):
pt: Tempo atualização (min):
ru: Время обновления в минутах:

source: Time for inactivity (min):
es: Tiempo de inactividad (min)
et: Jõudeoleku aeg (min) :
it: Orario per inattività (min):
no: Inaktivitet varighet (min):
pt: Tempo para inatividade (min):
ru: Время неактивности (мин):

source: Time for scheduled daily download
es: Hora de descarga programada
et: Igapäevase ajastatud allalaadimise aeg
it: Orario programmato per download giornaliero
no: Planlagt daglig nedlastings varighet
pt: Hora para agendar a descarga diária
ru: Время для ежедневной загрузки

source: Time in minutes to append to recording.
es: Tiempo en minutos a añadir a la grabación.
et: Salvestiste lõppu lisatav aeg (min).
it: Orario in minuti da aggiungere alla registrazione
no: Tid i minutter å føye til opptak.
pt: Tempo em minutos para anexar à gravação.
ru: Время в минутах после завершения записи.

source: Time in minutes to prepend to recording.
es: Tiempo en minutos a añadir antes de la grabación.
et: Salvestuse ette lisatav eelaeg minutites.
it: Orario in minuti da anteporre alla registrazione.
no: Tid i minutter til å foranstille til opptak.
pt: Tempo em minutos para preceder a gravação.
ru: Время в минутах до начала записи.

source: Time in standby for power off (min):
es: Tiempo en reposo hasta el apagado total (min):
et: Ooteseisundi aeg enne väljalülitust (min) :
it: Tempo in standby prima dello spegnimento (min):
no: Tid i dvalemodus når avslått (min):
pt: Tempo em Modo de Espera para desligar (min):
ru: Время в режиме ожидания для выключения (мин):
