Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Display 4:3 content as
es: Visualice los contenidos 4:3 como
et: Kuva 4:3 sisu
it: Mostra contenuti 4:3 come
no: Vis 4:3 innhold som
pt: Mostrar 4:3 como
ru: Показывать 4:3 контент как

source: Display > 16:9 content as
es: Visualiza contenido >16:9
et: >16:9 sisu kuvamine
it: Mostra contenuti > di 16:9 come
no: Vis 16:9 innhold som
pt: Mostrar > 16:9 como
ru: Показывать > 16:9 контент как

source: Display >16:9 content as
es: Visualizar contenido >16:9
et: Kuva >16:9 sisu
it: Mostra contenuti >16:9 come
no: Vis 16:9 som
pt: Mostrar > 16:9 como
ru: Показывать > 16:9 контент как

source: Display Setup
es: Pantalla LCD
et: Esipaneeli seaded
it: Configurazioni LCD
no: Infoskjerm Lysstyrke
pt: Definição do Visor
ru: Настройки дисплея

source: Display and Userinterface
es: Pantalla e Interfaz de usuario
et: Kuva ja kasutajaliides
it: Display e interfaccia grafica (GUI)
no: Skjerm og Brukergrensesnitt
pt: Ecrã e Interface do Utilizador
ru: Дисплей и пользовательский интерфейс

source: Display message before playing next movie
es: Muestra un mensaje antes de ver la película siguiente
et: Teavitus enne järgmise filmi alustamist
it: Notifica prima di riprodurre il prossimo video
no: Vis beskjed før avspilling av neste opptak
pt: Exibir a mensagem antes de reproduzir o próximo filme
ru: Сообщение перед воспр. следующей записи

source: Display search results by:
es: Visualizar los resultados de búsqueda por:
et: Kuva otsingu tulemused:
it: Visualizzare risultati della ricerca per:
no: Vis søkeresultat som:
pt: Exibe os resultados da procura por:
ru: Показать результаты:

source: Display your photos on the TV
es: Visualizar sus fotos en su TV
et: Näita pilte ekraanil
it: Visualizzare foto sulla TV
no: Vis dine bilder på TV
pt: Exibe as suas fotos na TV
ru: Просмотр фотографий на ТВ

source: Displays Movie Information from the InternetMovieDatabase
es: Muestra la información de vídeo desde InternetMovieDatabase
et: Kuvab IMDB infot filmidest
it: Visualizzare le info sui film da Internet Movie Database (IMDB)
no: Viser Film Informasjon fra InternetMovieDatabase
pt: Exibe informações de filme da InternetMovieDatabase (IMDB)
ru: Информации о фильме из Internet Movie Database (IMDb)

source: Displays Movie Information from the Online Film Datenbank (German)
es: Muestra la información de vídeo desde Online Film Datenbank (German)
it: Visualizzare le info film dal database film online (tedesco)
no: Vis Film Informasjon fra Online Film Datenbank (Tysk)
pt: Exibe informações dos filmes do Banco de dados de filmes (em alemão)
ru: Информации о фильме из IMDb (немецкий)

source: Dlna Browser & UPnP Client
es: Explorar DLNA y el cliente UPnP
et: Dlna brauser & UPnP klient
it: Sfogliare Dlna & Client UPnP
no: Dlna Leser & UPnP Klient
pt: Explorador DLNA & Client UPnp
ru: DLNA и UPnP-клиент

source: Dlna Server Minidlna
es: DLNA servidor Minidlna
it: Minidlna Server Dlna
pt: Servidor DLNA MiniDLNA
ru: DLNA-сервер MiniDLNA

source: Do not show YouTube TV Starter again
es: No mostrar el lanzador de YouTube TV de nuevo
et: YouTube TV käivitajat rohkem ei näidata
it: Visualizzare all'avvio di YouTube TV
no: Vis YouTube TV Starter om igjen
pt: Não mostrar YouTube TV Starter outra vez
ru: Не показывать стартовое окно

source: Do you really want to REMOVE the plugin "%s"?
es: Seguro que quiere BORRAR la extensión "%s"?
et: Kas eemaldad plugina "%s"?
it: RIMUOVERE il plugin "%s"?
no: Vil du virkelig FJERNE modul "%s"?
pt: Quer mesmo remover o plugin "%s"?
ru: Вы действительно хотите удалить плагин "%s"?

source: Do you really want to check the filesystem? This could take lots of time!
es: Realmente quiere comprobar el sistema de archivos? ¡Esto puede tardar mucho tiempo!
et: Kas kontrollid failisüsteemi? Selleks kulub palju aega!
it: Eseguire la verifica del filesystem? Attenzione: potrebbe richiedere molto tempo!
no: Vil du virkelig sjekke filsystemet? Det kan ta veldig lang tid!
pt: Deseja mesmo verificar o sistema de ficheiros? Isto, pode levar algum tempo!!!
ru: Вы действительно хотите проверить файловую систему? Это займет некоторое время!

source: Do you really want to delete %s %s?
es: ¿Estás seguro que quieres borrar %s %s?
et: Kas kustutad %s %s?
it: Si desidera eliminare %s %s?
no: Vil du virkelig slette %s %s?
pt: Deseja mesmo apagar %s %s?
ru: Вы действительно хотите удалить %s %s?

source: Do you really want to delete %s?
es: ¿Seguro que quiere borrar %s?
et: Kas kustutad %s?
it: Si desidera eliminare %s?
no: Vil du virkelig slette %s?
pt: Deseja mesmo apagar %s?
ru: Вы действительно хотите удалить %s?

source: Do you really want to download the plugin "%s"?
es: Seguro que quiere descargar la extensión "%s"?
et: Kas paigaldad plugina "%s"?
it: Confermare il download del plugin "%s"?
no: Vil du virkelig laste ned plugin "%s"?
pt: Quer mesmo descarregar o plugin "%s"?
ru: Вы действительно хотите загрузить плагин "%s"?

source: Do you really want to exit?
es: ¿Realmente quiere salir?
et: Kas väljud?
it: Si desidera confermare l'uscita?
no: Vil du virkelig avslutte?
pt: Deseja realmente sair?
ru: Вы действительно хотите выйти?

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
es: ¿Quiere inicializar el disco duro? ¡Todos los datos del disco se perderán!
et: Kas vormindad andmekandja? Kogu ketta sisu läheb kaduma!
it: Formattare l'HDD? Tutti i dati presenti verranno cancellati!
no: Vil du virkelig formatere harddisken? Alle data på disken forsvinner!
pt: Deseja mesmo inicializar o Disco Rígido? Todo o conteúdo no disco será perdido!
ru: Вы действительно хотите отформатировать жёсткий диск? Все данные на данном диске будут удалены!

source: Do you really want to remove directory %s from the disk?
es: ¿Quiere borrar el directorio %s del disco?
et: Kas kustutad kataloogi %s kõvakettalt?
it: Desideri rimuovere la cartella %s dal disco?
no: Vil du virkelig fjerne katalog %s fra harddisken?
pt: Deseja mesmo remover a pasta %s do disco?
ru: Вы действительно хотите удалить каталог %s с диска?

source: Do you really want to remove your bookmark of %s?
es: ¿Quiere borrar su marcador %s?
et: Kas kustutad %s järjehoidja?
it: Desideri rimuovere il contrassegno da %s?
no: Vil du virkelig fjerne ditt bokmerke %s?
pt: Deseja mesmo remover o indicador de %s?
ru: Вы действительно хотите удалить закладку %s?

source: Do you really want to restore the Backup:
es: ¿Realmente quieres restaurar la copia de seguridad:
et: Kas taastad varukoopia:
it: Desideri ripristinare il backup:
no: Vil du virkelig gjenopprette sikkerhetskopi:
pt: Tem a certeza que prentende restaurar o Backup:
ru: Вы хотите восстановить резервную копию:

source: Do you want to burn this collection to DVD medium?
es: ¿Quiere grabar esta colección a disco DVD?
et: Kas kirjutad selle valiku DVD-le?
it: Desideri masterizzare questa raccolta su supporto DVD?
no: Vil du brenne dette til DVD?
pt: Deseja gravar esta colecção para DVD?
ru: Вы хотите записать эту коллекцию на DVD носитель?

source: Do you want to delete the bookmark?
es: ¿Seguro que quiere borrar el marcador?
et: Kas kustutad järjehoidja?
it: Desideri eliminare il segnalibro?
no: Vil du slette bokmerket?
pt: Deseja apagar o marcador?
ru: Вы хотите удалить закладку?

source: Do you want to delete the category and the bookmarks?
es: ¿Quiere eliminar la categoría y el marcador de la página?
et: Kas kustutad kategooria ja järjehoidjad?
it: Eliminare categoria e segnalibri?
no: Vil du slette kategori og bokmerker?
pt: Deseja apagar a categoria e os marcadores?
ru: Вы хотите удалить категорию и закладки?

source: Do you want to do a service scan?
es: ¿Quiere hacer una búsqueda de canales?
et: Kas käivitad kanaliotsingu?
it: Effettuare una ricerca canali?
no: Vil du utføre kanalsøk?
pt: Deseja fazer uma procura de serviços?
ru: Вы хотите сканировать спутник?

source: Do you want to do another manual service scan?
es: ¿Quiere hacer otra búsqueda manual?
et: Kas teed uue käsiotsingu?
it: Effettuare un'altra ricerca canali manuale?
no: Vil du gjøre enda et manuelt kanalsøk?
pt: Deseja fazer outra procura de serviços manual?
ru: Вы хотите продолжить ручное сканирование?

source: Do you want to download the image to %s ?
es: ¿Quiere descargar la imagen a %s?
et: Kas laadid tõmmise asukohta %s ?
it: Scaricare l'immagine in %s?
no: Vil du laste ned bildet til %s ?
pt: Deseja fazer a descarga da imagem para %s ?
ru: Вы хотите загрузить имидж в %s ?

source: Do you want to enable the parental control feature on your STB?
es: ¿Quiere activar el control de adultos en su deco?
et: Kas kasutad vastuvõtjal lastelukku?
it: Desideri attivare il controllo genitori sul ricevitore?
no: Vil du aktivere foreldrekontroll på din VU+?
pt: Quer habilitar a funcionalidade de controlo paternal na sua VuPlus?
ru: Вы хотите включить функцию родительского контроля?

source: Do you want to enter a username and password for this host?
es: ¿Quiere introducir un nombre de usuario y contraseña para esta máquina?
et: Kas määrad sellele masinale kasutajanime ja parooli?
it: Desideri inserire un nome utente e una password per questo host?
no: Vil du skrive brukernavn og passord til denne verten?
pt: Quer inserir um nome de usuário e senha para este host?
ru: Вы хотите ввести имя пользователя и пароль для этого хоста?

source: Do you want to install default sat lists?
es: ¿Quiere instalar las listas de satélite por defecto?
et: Kas paigaldad süsteemi satelliitinimekirjad?
it: Desideri installare elenchi canali predefiniti?
no: Vil du installere standard sat liste?
pt: Deseja instalar as Listas de Canais (Sat) padrão?
ru: Вы хотите установить спутники по умолчанию?

source: Do you want to install the Addon:
es: ¿Desea instalar el complemento:
et: Kas paigaldad lisamooduli:
it: Si desidera installare l’addon:
no: Vil du installere Tillegg?
pt: Quer instalar o Addon:
ru: Вы хотите установить дополнение:

source: Do you want to install the Addon: ?
es: ¿Desea instalar el complemento:
et: Kas paigaldad lisamooduli: ?
it: Si desidera installare l’addon: ?
no: Vil du installere Tillegg: ?
pt: Quer instalar o Addon:
ru: Вы хотите установить дополнение: ?

source: Do you want to install the Package:
es: Desea instalar el paquete:
et: Kas paigaldad paketi:
it: Si desidera installare il pacchetto:
no: Vil du installere pakken:
pt: Deseja instalar o pacote:
ru: Вы хотите установить пакет:

source: Do you want to install the Package:
es: ¿Desea instalar el paquete:
et: Kas paigaldad paketi:
it: Si desidera installare il pacchetto:
no: Vil du installere pakken:
pt: Deseja instalar o pacote:
ru: Вы хотите установить пакет:

source: Do you want to install the package:
es: Quiere instalar el paquete:
et: Kas paigaldad paketi:
it: Si desidera installare il pacchetto:
no: Vil du installere denne pakken?
pt: Deseja instalar o pacote:
ru: Вы хотите установить пакет:

source: Do you want to play DVD in drive?
es: Ejecutar el DVD de la unidad?
et: Kas soovid panna DVD mängima?
it: Riprodurre il DVD inserito?
no: Vil du spille DVD i spilleren?
pt: Deseja reproduzir o DVD inserido?
ru: Вы хотите воспроизвести DVD в приводе?

source: Do you want to preview this DVD before burning?
es: ¿Quiere prever este DVD antes de grabarlo?
et: Kas soovid enne kirjutamist plaadi sisu üle vaadata?
it: Visualizzare l'anteprima del DVD prima di masterizzare?
no: Vil du forhåndsvise DVD før brenning?
pt: Deseja previsualizar este DVD antes de gravar?
ru: Вы хотите просмотреть DVD перед записью?

source: Do you want to proceed?
it: Si desidera continuare?
no: Vil du fortsette?
pt: Pretende continuar?
ru: Вы хотите продолжить?

source: Do you want to reboot your STB?
es: ¿Quiere reiniciar su deco?
et: Kas taaskäivitad vastuvõtja?
it: Si desidera riavviare il ricevitore?
no: Vil du starte din VU+ om igjen?
pt: Quer reiniciar a sua Vuplus?
ru: Вы хотите перезагрузить ресивер?

source: Do you want to remove binary data?
es: ¿Quieres eliminar los datos binarios?
et: Kas eemaldad binaarandmed?
it: Si desidera rimuovere i dati binari?
no: Vil du fjerne binary data?
pt: Deseja remover a informação binária?
ru: Вы хотите удалить бинарные данные?

source: Do you want to remove the package:
es: Quiere eliminar el paquete:
et: Kas eemaldad paketi:
it: Rimuovere il pacchetto:
no: Vil du fjerne denne pakken?
pt: Deseja remover o pacote:
ru: Вы хотите удалить пакет:

source: Do you want to restore your settings?
es: ¿Quiere restaurar su configuración?
et: Kas taastad vastuvõtja seadistused?
it: Ripristinare la configurazione?
no: Vil du gjenopprette dine innstillinger?
pt: Deseja fazer um restauro das definições?
ru: Вы хотите восстановить Ваши настройки?

source: Do you want to resume this playback?
es: ¿Quiere continuar esta reproducción?
et: Kas jätkad vaatamist katkestatud kohalt?
it: Riprendere la riproduzione?
no: Vil du gjenoppta avspillingen ?
pt: Deseja continuar?
ru: Вы хотите продолжить воспроизведение?

source: Do you want to see more entries?
es: ¿Quiere ver más entradas?
et: Kas soovid näha veel ridu?
it: Visualizzare altre voci?
no: Vil du se flere oppføringer?
pt: Deseja ver mais entradas?
ru: Вы хотите видеть больше видео?

source: Do you want to set selected url to the Startpage?
es: ¿Quiere establecer la url como página de inicio?
et: Kas määrad valitud URLi avaleheks?
it: Impostare URL selezionato come pagina iniziale?
no: Vil du sette valgt url til startsiden?
pt: Quer definir o URL selecionado na Página Inicial?
ru: Вы хотите установить выбранный URL на стартовую?

source: Do you want to show this message again?
it: Non mostrare nuovamente questo messaggio
no: Vil du vise denne beskjeden om igjen?
pt: Quer que esta mensagem seja exibida novamente?
ru: Больше не показывать это сообщение?

source: Do you want to shut down?
es: ¿Desea apagar?
et: Kas seiskad?
it: Spegnere?
no: Vil du slå av?
pt: Quer desligar a sua VuPlus?
ru: Вы хотите выключить ресивер?

source: Do you want to submit your email address and name so that we can contact you if needed?
es: ¿Quiere enviar su dirección de email y nombre para que podamos contactar si es necesario?
et: Kas saadad oma emaili ja nime, et saaksime vajadusel ühendust võtta?
it: Vuoi inviare il tuo indirizzo email e il nome in modo che possiamo contattarti?
no: Vil du sende inn din email og navn så vi kan kontakte deg hvis det trengs?
pt: Quer enviar o seu endereço de e-mail e nome para que possamos contatá-lo se necessário?
ru: Хотите отправить адрес электронной почты и имя, чтобы мы могли связаться с Вами?

source: Do you want to update Black Hole image?
es: ¿Quiere actualizar la imagen Black Hole?
et: Kas uuendad Black Hole tarkvara?
it: Desideri aggiornare l'immagine BlackHole?
no: Vil du oppdatere Black Hole image?
pt: Quer atualizar a imagem Black Hole?
ru: Хотите обновить Black Hole?

source: Do you want to update Black Hole image? After pressing OK, please wait!
es: ¿Desea actualizar la imagen Black Hole? Después de pulsar el botón OK, ¡espere!
et: Kas uuendad vastuvõtja tarkvara? Vajuta OK ja oota!
it: Desideri aggiornare l’immagine BlackHole? Premere OK e attendere!
no: Vil du oppdatere Black Hole image? Trykk OK, og vennligst vent!
pt: Quer atualizar a sua Imagem Black Hole? Depois de premir OK, por favor espere!
ru: Вы хотите обновить свой ресивер? После нажатия ОК, пожалуйста, подождите!

source: Do you want to update your STB?
es: ¿Quiere actualizar su deco?
et: Kas uuendad vastuvõtja tarkvara?
it: Aggiornare il ricevitore?
no: Vil du oppdatere din VU+?
pt: Quer atualizar a sua Vuplus?
ru: Вы хотите обновить свой ресивер?

source: Do you want to update your STB? After pressing OK, please wait!
es: ¿Quiere actualizar su deco? ¡Después de pulsar OK, espere!
et: Kas uuendad vastuvõtja tarkvara? Vajuta OK ja oota!
it: Desideri aggiornare il ricevitore? Premere OK e attendere!
no: Vil du oppdatere din VU+? Etter å ha trykt OK, vennligst vent!
pt: Quer atualizar a sua Vuplus? Depois de premir OK, aguarde, por favor !
ru: Вы хотите обновить свой ресивер? После нажатия ОК, пожалуйста, подождите!

source: Do you want to upgrade the package:
es: Quiere actualizar el paquete:
et: Kas uuendad paketti:
it: Aggiornare il pacchetto:
no: Vil du oppgradere pakken?
pt: Deseja atualizar o pacote:
ru: Вы хотите обновить пакет:

source: Do you want to view a tutorial?
es: ¿Quiere ver un tutorial?
et: Kas soovid näha juhendit?
it: Visualizzare una guida?
no: Vil du se en veiledning?
pt: Quer ver um tutorial?
ru: Вы хотите просмотреть инструкцию?

source: Dolby Digital / DTS downmix
es: Dolby Digital/DTS por 2 canales
et: Dolby Digital / DTS > stereo
no: Dolby Digital / DTS nedmix
ru: Dolby Digital/DTS микширование

source: Dolby Digital default
es: Dolby Digital por defecto
et: Vaikimisi Dolby Digital
it: Dolby Digital predefinito
no: Dolby Digital standard
pt: Dolby Digital padrão
ru: По умолчанию Dolby Digital

source: Dolby Digital downmix
es: Dolby Digital por 2 canales
et: Dolby Digital > stereo
no: Dolby Digital nedmix
pt: Som Dolby Digital/Dtd downmix
ru: Dolby Digital микширование

source: Don't ask, just send
es: No preguntes, sólo envíalo
et: Saada küsimata
it: Inviare senza chiedere conferma
no: Ikke spør, bare send
pt: Não pergunte, envie apenas
ru: Отправить без подтверждения

source: Don't lose the chance to get the gift.
es: No pierdas la oportunidad de conseguir el regalo.
it: Non perdere l'occasione di ottenere il regalo
no: Ikke mist sjansen til å få gaven.
pt: Não perca a oportunidade de escolher a prenda.
ru: Не упустите шанс получить подарок.

source: Don't save
et: Ära talleta
it: Non salvare
no: ikke lagre
pt: Não guardar
ru: Не сохранять

source: Don't save Timeshift as Movie
et: Ära talleta ajanihke faile
it: Non salvare Timeshift come registrazione
no: Ikke lagre
pt: Não salvar timeshift como filme
ru: Не сохранять таймшифт как фильм

source: Don't stop current event but disable coming events
es: No pare el evento actual, pero desactive los siguientes
et: Ära peata toimuvat salvestust, aga keela tulevad
it: Non interrompere l'evento corrente ma annullare i futuri
no: Ikke stopp nåværende program, slå av kommende program
pt: Não parar o programa atual mas desbilitar novos programas
ru: Не останавливать текущее событие, но отключить ближайшие события

source: Done
es: Hecho
et: Tehtud
it: Fatto!
no: Ferdig
pt: Concluido!
ru: Готово

source: Done - Installed or upgraded %d packages
es: Hecho - Instalados o actualizados %d paquetes
et: Valmis - paigaldati või uuendati %d paketti
it: Fatto! Installati o aggiornati %d pacchetti
no: Ferdig - Installerte eller oppgraderte %d pakker
pt: Concluído - Instalados ou atualizados %d pacotes.
ru: Готово - Установлено или обновлено %d пакетов

source: Done - Installed, upgraded or removed %d packages with %d errors
es: Hecho - Instalado, actualizado o eliminados %d paquetes con %d errores
et: Valmis - paigaldati, uuendati või eemaldati %d paketti %d veaga
it: Fatto! Installati, aggiornati o rimossi %d pacchetti con %d errori
no: Ferdig- Installert, oppgradert eller fjernet %d pakker med %d feil
pt: Concluído - instalados, atualizados ou removidos %d pacotes com %d erros
ru: Готово - Установлено, обновлено или удалено %d пакетов с %d ошибками

source: Down Key
es: Tecla pulsada
et: Alla klahv
it: Tasto giù
no: Ned Tast
ru: Стрелка вниз

source: Download
es: Descargar
et: Allalaadimine
no: Last ned
pt: Descarregar
ru: Скачать

source: Download %s from Server
es: Descargar %s desde el Servidor
et: Allalaadimine %s serverist
it: Scaricare %s dal server
no: Last ned %s fra Server
pt: Descarga %s do servidor
ru: Скачать %s с сервера

source: Download (more...)
it: Scarica altro...
no: Last ned (mer...)
pt: Descarga ( mais ... )
ru: Скачать подробнее...

source: Download (next to video)
it: Scarica (dopo un video)
no: Last ned (ved siden av film)
pt: Descarga (junto do vídeo)
ru: Скачать (после видео)

source: Download (user defined)
it: Scarica (definito dall'utente)
no: Last ned (brukerdefinert)
pt: Descarga ( definido pelo utilizador )
ru: Скачать (опред. пользователем)

source: Download .NFI-Files for USB-Flasher
es: Descargar archivos .NFI para el USB-Flasher
it: Scaricare file immagine per il flashing da USB
no: Last ned .NFI-Filer for USB-Flasher
pt: Descarga de Arquivos .NFI para USB-flasher
ru: Скачать файлы имиджа для прошивки с USB

source: Download Complete
es: Descarga completa
et: Allalaadimine tehtud
it: Download completato
no: Nedlasting fullført
pt: Transferência Completa
ru: Загрузка завершена

source: Download Playlist for
es: Descarga Lista de reproducción para
et: Hangi mängukava
it: Download playlist per
no: Last ned Spilleliste for
pt: Descarregar lista de reprodução para
ru: Скачать плейлист для

source: Download Plugins
es: Descargar Extensiones
et: Paigalda pluginaid
it: Download plugin
no: Last ned Moduler
pt: Descarga de Plugins
ru: Скачать плагины

source: Download Video
es: Descargar Vídeo
et: Hangi video
no: Last ned Video
pt: Descarga de vídeo
ru: Скачать видео

source: Download and Load (more...)
it: Scarica e Carica (altro...)
no: Last ned og Last (mer...)
pt: Descarga e carregamento (mais...)
ru: Скачать и загрузить (подробнее...)

source: Download and Load (next to video)
it: Scarica e Carica (dopo un video)
no: Last ned og Last (ved siden av film)
pt: Descarga e carregamento ( junto do vídeo )
ru: Скачать и загрузить (после видео)

source: Download and Load (user defined)
it: Scarica e Carica (definito dall'utente)
no: Last ned og Last (brukerdefinert)
pt: Descarga e carregamento ( definido pelo utilizador )
ru: Скачать и загрузить (опред. пользователем)

source: Download date
it: Scarica dati
no: Nedlastet dato
pt: Data de descarga
ru: Скачать данные

source: Download epg once a day
es: Descarga el epg una vez al día
et: Hangi epg kord päevas
it: Scaricare EPG giornalmente
no: Last ned epg en gang daglig
pt: Descarregar epg uma vez por dia
ru: Загружать EPG ежедневно

source: Download files from Rapidshare
es: Descargar archivos desde Rapidshare
it: Scaricare file da Rapidshare
no: Last ned filer fra Rapidshare
pt: Descarga de arquivos do Rapidshare
ru: Скачивание файлов из Rapidshare

source: Download from remote failed
es: Falló la descarga remota
et: Allalaadimine kaugserverist nurjus
it: Download da remoto fallito
no: Fjern nedlasting feilet
pt: Descargar remota falhou
ru: Удаленная загрузка не удалась

source: Download ita OpenEpg
et: Hangi ita OpenEpg
it: Download OpenEPG IT
no: Last ned Ita Epg
pt: Descarregar OpenEPG IT
ru: Загрузить OpenEPG IT

source: Download location
es: Ruta de la descarga
et: Allalaadimise asukoht
it: Percorso download:
no: Nedlastings-sted
pt: Localização dos Downloads
ru: Расположение загрузки

source: Download now
es: Descargar ahora
et: Laadi alla
it: Scarica ora
no: Last ned nå
pt: Descarregar agora
ru: Загрузить сейчас

source: Download on tune
es: Se está descargando
et: Hankimine häälestumisel
it: Scarica su brano
no: Nedlast ved søk
pt: Descarga ao sintonizar
ru: Скачать на мелодию

source: Download options
it: Opzioni di download
no: Nedlastingsvalg
pt: Opções de descarga
ru: Варианты загрузки

source: Download subtitles for your videos
it: Scarica sottotitoli per i tuoi video
no: Last ned undertekst til dine filmer
pt: Descarga das legendas para os seus vídeos
ru: Скачать субтитры для ваших видео

source: Download subtitle to any movie.
ru: Скачать субтитры к любому фильму

source: Download uk OpenEpg
et: Hangi uk OpenEpg
it: Download OpenEPG UK
no: Last ned UK Epg
pt: Descarregar OpenEPG UK
ru: Загрузить OpenEPG UK

source: Downloadable new plugins
es: Nuevas extensiones para descargar
et: Saadaolevad uued pluginad
it: Nuovi plugin disponibili
no: Nedlastbare nye moduler
pt: Novos plugins descarregáveis
ru: Доступные новые плагины

source: Downloadable plugins
es: Descargar extensiones
et: Saadaolevad pluginad
it: Plugin disponibili
no: Nedlastbare moduler
pt: Plugins descarregáveis
ru: Доступные плагины
