Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Subtitles
es: Subtítulos
et: Subtiitrid
it: Sottotitoli
no: Undertekster
pt: Legendas
ru: Субтитры

source: Subtitles Delay
it: Ritardo sottotitoli
no: Undertekst Forsinkelse
pt: Atraso nas Legendas
ru: Задержка для внешних субтитров

source: Subtitles FPS
it: FPS sottotitoli
no: Undertekst frekvens(hz)
pt: Legendas FPS
ru: Выбор FPS для внешних субтитров

source: Subtitles Position
it: Posizione sottotitoli
no: Undertekst Plassering
pt: Posição das legendas
ru: Позиция субтитров

source: Subtitles download path
it: Percorso di download dei sottotitoli
no: Undertekster nedlastested
pt: Legendas pasta de descarga
ru: Место загрузки субтитров

source: Subtitles provider timeout
it: Timeout provider dei sottotitoli
no: Underteksttilbyder pause
pt: Tempo limite fornecedor de legendas
ru: Тайм-аут провайдера субтитров

source: Subtitles search
it: Ricerca di sottotitoli
no: Undertekstsøk
pt: Procura de legendas
ru: Поиск субтитров

source: Subtitles search settings
it: Configurazione ricerca sottotitoli
no: Undertekster søkeinnstillinger
pt: Procura de legendas - Definições
ru: Настройка поиска субтитров

source: Subtitles setting
it: Configurazione sottotitoli
no: Undertekst innstilling
pt: Definição de legendas
ru: Настройка субтитров

source: Subtitles settings
it: Configurazioni sottotitoli
no: Undertekst innstillinger
pt: Definições de legendas
ru: Настройки субтитров

source: Subtitles settings (embedded)
it: Configurazioni sottotitoli (incorporati)
no: Undertekst innstillinger(innebygd)
pt: Definições de legendas ( embutidas )
ru: Настройка субтитров (встроенные)

source: Subtitles temp path
it: Percorso temp sottotitoli
no: Undertekster foreløpig sted
pt: Caminho de legendas temporário
ru: Субтитры временная папка

source: Subtitles will be downloaded in
it: I sottotitoli verranno scaricati in
no: Undertekster blir lastet ned til
pt: Legendas serão descarregadas em
ru: Субтитры будут загружены в

source: Subtitles with this name already exist Do you want to overwrite them
it: Sottotitoli con questo nome già esistenti: si desidera sovrascriverli?
no: Undertekst med dette navnet fins allerede Vil du overskrive de?
pt: Já existe uma legenda com esse nome Quer sobrescrevê-la? ...
ru: Субтитры с таким именем уже существуют. Вы хотите перезаписать их?

source: Success. Press OK to exit.
es: Conseguido. Pulse OK para salir.
et: Korras. Väljumiseks vajuta OK.
it: Completato. Premere OK per uscire.
no: Suksess. Trykk OK for å gå tilbake.
pt: Sucesso. Prima OK para sair.
ru: Выполнено. Нажмите кнопку OK, чтобы выйти.

source: Suggestions
it: Suggerimenti
no: Forslag
pt: Sugestões
ru: Рекомендации

source: Sun
es: Dom
et: P
it: Dom
no: Søn
pt: Dom
ru: Вс

source: Sunday
es: Domingo
et: Pühapäev
it: Domenica
no: Søndag
pt: Domingo
ru: Воскресенье

source: Support MiniTV of your VU+
ru: Поддержка MiniTV Вашего VU+

source: Support "Fast Scan"?
es: ¿Soporta "Búsqueda rápida"?
et: "Kiirotsingu" tugi
it: Supporto "Fast Scan"?
no: Støtte "Rask Søking"?
pt: Suporta "Busca Rápida"?
ru: Поддержка "Быстрый поиск"?

source: Support Quad PiP of your VU+
ru: Поддержка Quad PiP Вашего VU+

source: Supported languages
it: Lingue supportate
no: Støttede språk
pt: Idiomas suportados
ru: Поддерживаемые языки

source: Swap File Deleted and Autostart Deactivated.
es: Se ha borrado el archivo de intercambio y el reinicio automático está desactivado.
et: Saalefail kustutati ja autostart lülitati välja.
it: Swap eliminato e avvio automatico disabilitato.
no: Vekslefil Slettet og Autostart Deaktivert.
pt: Troca o arquivo excluído e o Autostart desativado.
ru: Файл подкачки удален и автозапуск отключен.

source: Swap File Manager
es: Archivo de memoria de intercambio
et: Saale haldur
it: Gestione Swap
no: Vekslefil
pt: Definições do Ficheiro Swap
ru: Управление файлом подкачки

source: Swap File Settings
es: Archivo de intercambio
et: Saale seaded
it: Configurazione Swap
no: Vekslefil
pt: Definições do ficheiro Swap
ru: Настройки файла подкачки

source: Swap File created.
es: Creado el archivo de memoria de intercambio.
et: Saalefail on loodud.
it: Swap creato
no: Vekslefil er opprettet
pt: Ficheiro de Swap criado.
ru: Файл подкачки создан.

source: Swap File creation Failed. Check for Available space.
es: No se ha creado el archivo de intercambio. Compruebe el espacio disponible.
et: Saalefaili loomine nurjus. Kontrolli vaba ruumi.
it: Creazione Swap fallita! Controllare lo spazio disponibile
no: Vekslefil opprettelse feilet. Sjekk om det er ledig plass.
pt: Criação do ficheiro Swap falhou. Verifique o espaço disponível.
ru: Ошибка создания файла подкачки. Проверьте наличие свободного места.

source: Swap File creation Failed. Check for available space.
es: No se pudo crear el archivo de memoria de intercambio. ¿Hay espacio disponible?
et: Saalefaili loomine nurjus. Kontrolli vaba ruumi.
it: Creazione Swap fallita! Controllare lo spazio disponibile.
no: Vekslefil opprettelse feilet. Sjekk om det er ledig plass.
pt: Erro ao criar ficheiro Swap. Verifique o espaço disponível.
ru: Ошибка создания файла подкачки. Проверьте наличие свободного места.

source: Swap File not found. You have to create the file before to activate.
es: No encuentro el archivo de intercambio. Tiene que crearlo antes de activarlo.
et: Saalefaili ei leitud. Enne aktiveerimist tuleb see luua
it: Creare lo Swap prima di attivare auto start
no: Vekslefil ikke funnet. Du må opprette filen for å aktivere.
pt: Ficheiro de Swap não encontrado. Tem de criar o ficheiro, antes de ativar.
ru: Файл подкачки не найден. Вы должны создать этот файл, прежде чем активировать.

source: Swap File successfully created.
es: Se ha creado el archivo de intercambio.
et: Saalefail loodud.
it: Swap creato
no: Vekslefil opprettet.
pt: Ficheiro Swap criado com sucesso.
ru: Файл подкачки успешно создан.

source: Swap Place:
es: Ruta:
et: Saale asukoht:
it: Percorso:
no: Vekslested:
pt: Local Swap:
ru: Место:

source: Swap Services
es: Intercambiar Canales
et: Vaheta kanalid
it: Scambia canali
no: Bytt kanaler
pt: Permuta serviços
ru: Поменять местами

source: Swap Size:
es: Tamaño:
et: Saale suurus:
it: Dimensione:
no: Veksle MB:
pt: Tamanho Swap:
ru: Объём:

source: Swap already disabled.
es: Memoria de intercambio desactivada.
et: Saale on juba keelatud.
it: Swap già disattivato
no: Veksling er allerede deaktivert
pt: Swap já inativo.
ru: Файл подкачки уже отключен.

source: Swap file Automatic Startup Disabled
es: Desactivado el archivo de intercambio en el arranque
et: Saalefaili autostart väljas.
it: Swap AutoStart disabilitato
no: Vekslefil automatisk oppstart deaktivert!
pt: Ficheiro Swap arranque automático inativo
ru: Автозапуск подкачки отключен

source: Swap file Automatic Startup Enabled
es: Activado el archivo de intercambio en el arranque
et: Saalefaili autostart sees.
it: Swap AutoStart abilitato
no: Vekslefil automatisk oppstart aktivert!
pt: Ficheiro Swap arranque automático ativo
ru: Автозапуск подкачки включен

source: Swap file is active. Remove it before to create a new swap space.
es: El archivo de memoria de intercambio está activo Bórrelo antes de crear uno nuevo
et: Saalefail on aktiivne. Eemalda see enne uue loomist.
it: Swap attivo. Rimuoverlo prima di creare uno di nuovo
no: Vekslefil er aktiv. Fjern den for å opprette ny plassering.
pt: O ficheiro de Swap está ativo. Remova-o antes de criar um novo espaço Swap.
ru: Файл подкачки активен. Удалите его, прежде чем создать новое пространство подкачки.

source: Swap in use:
es: Swap en uso:
et: Saale kasutus:
it: Swap in uso:
no: Veksling i bruk:
pt: Swap em uso:
ru: Подкачка:

source: Swap status: disabled
es: Estado SWAP: desactivado
et: Saale olek: keelatud.
it: Stato Swap: disattivato
no: Vekslestatus: deaktivert
pt: Estado do Swap: inativo
ru: Состояние: отключено

source: Sweden
es: Suecia
et: Rootsi
it: Svezia
no: Sverige
pt: Suécia
ru: Швеция

source: Swedish
es: Sueco
et: Rootsi
it: Svedese
no: Svensk
pt: Sueco
ru: Шведский

source: Switch List
it: Commutare elenco
no: Bytt liste
pt: Mudar para lista
ru: Список переключений

source: Switch to keyboard/mouse mode.
es: Conmutador del modo teclado/ratón
et: Lülitu klaviatuuri/hiire režiimi.
it: Cambia da modalità Tastiera-/ Mouse
no: Bytt til tastatur/mus modus
pt: Mudar para teclado/modo de rato,
ru: Переключение режимов клавиатура/мышь

source: Switch to next subservice
es: Cambiar al subcanal siguiente
et: Vaheta järgmisele alamkanalile
it: Sottocanale seguente
no: Bytt til neste undertekst...
pt: Mudar para o próximo sub-serviço
ru: Переключиться на следующий подсервис

source: Switch to previous subservice
es: Cambiar al subcanal anterior
et: Vaheta eelmise alamkanalile
it: Sottocanale precedente
no: Bytt til forrige undertekst...
pt: Mudar para o sub-serviço anterior
ru: Переключиться на предыдущий подсервис

source: Switchable tuner types:
es: Sintonizadores seleccionables:
et: Vahetatavate tuunerite tüübid:
it: Tipi di tuner commutabili:
no: Valgbare tuner typer:
pt: Tipos de tuner selecionáveis
ru: Переключаемые типы тюнеров:

source: Symbol rate
et: Sümbolikiirus
ru: Скорость

source: Symbolrate:
ru: Скорость потока:

source: Sync delay
it: Ritardo sincronizzazione
no: Synkroniser forsinkelse
pt: Atraso de sincronização
ru: Задержка синхронизации

source: Sys Info
es: Info Sys
et: Süsteem
it: Info sistema
pt: Informação do Sistema
ru: О системе

source: System
es: Sistema
et: Süsteem
it: Sistema
pt: Sistema
ru: Система

source: System Info
es: Info del sistema
et: Süsteemist
it: Info sul sistema
pt: Informação do Sistema
ru: Информация о системе

source: System:
es: Sistema:
et: Süsteem:
it: Sistema:
pt: Sistema:
ru: Система:

source: TITLE:
et: PEALKIRI
it: Titolo:
no: Tittel:
pt: Título:
ru: Название:

source: TRANSLATOR_INFO
es: Rojillo1 Traductor de enigma2 al español. ESPACIO PARA SU PUBLICIDAD. ESPACIO PARA SU PUBLICIDAD. Si tiene un proyecto de traducción técnico del inglés al español no dude en ponerse en contacto conmigo.
et: TÕLKIJAD
it: Per suggerimenti contattare: marco.deirossi@yahoo.it Mi puoi trovare su http://www.vuplus-community.net
no: For endringer/forslag, ta kontakt på: roddis@online.no Dere finner meg også på www.kvasirdo.com
pt: Tradução efetuada por Black Hole Team
ru: Перевод Black Hole 3.0.9 enigma2 litvcom Ноябрь 2020 Поддержка: vuplus-community.net

source: TS file is too large for ISO9660 level 1!
es: El archivo TS es demasiado grande para el nivel 1 ISO9660.
et: TS fail on liiga suur ISO9660/1 jaoks!
it: File TS troppo grande per ISO9660 livello 1!
no: TS fil er for stor for ISO9660 level 1!
pt: O Arquivo TS é grande demais para ISO9660 level 1!
ru: TS файл слишком большой для ISO9660 уровень 1!

source: TV
ru: ТВ

source: TV + A/V standby
es: TV y A/V en reposo
et: TV + A/V ooteseisund
it: Standby TV + A/V
no: TV+Lyd/Bilde dvale
pt: TV + A/V em Modo de espera
ru: ТВ + A/V режим ожидания

source: TV + A/V wakeup
es: TV y A/V encendidos
et: TV + A/V käivitus
it: Riattivare la TV + A/V
no: TV+Lyd/Bilde våkne opp
pt: Acordar TV + A/V do Modo de Espera
ru: ТВ + A/V пробуждение

source: TV Charts of all users
es: Gráficos de TV de todos los usuarios
it: Classifiche TV di tutti gli utenti
no: Skjema av alle brukere
pt: Grelhas de TV para todos os usuários
ru: ТВ рейтинги всех пользователей

source: TV Multi EPG
es: EPG Múltiple de la TV
it: EPG MultiTV
no: TV Fler EPG
ru: Графический телегид

source: TV System
es: Sistema de TV
et: TV-süsteem
it: Standard TV
pt: Sistema de TV
ru: ТВ система

source: TV on => VU+ activity:
es: TV encendida => actividad de la VU+:
it: TV ON >> Attività ricevitore:
no: TV on => VU+ aktivitet:
pt: TV ligada =>Actividade da Vuplus:
ru: ТВ вкл. => действие Vu+:

source: TV power off:
es: Apagar la TV:
it: TV OFF:
no: TV av:
pt: Desligar TV:
ru: Выключение ТВ:

source: TV power on:
es: Encender la TV:
it: TV ON:
no: TV på:
pt: Ligar TV:
ru: Включение ТВ:

source: TV show
it: Mostra TV
no: TV serie
pt: Série
ru: Телешоу

source: TV standby
es: TV en reposo
et: TV ootesisund
it: Standby TV
no: TV dvale
pt: TV Modo de espera
ru: ТВ режим ожидания

source: TV standby => VU+ activity:
es: TV en reposo => actividad de la VU+:
et: TV ooteseisund => VU tegevus:
it: TV Standby >> Attività ricevitore:
no: TV dvale=> VU+ aktivitet:
pt: TV modo de espera =>Actividade da Vuplus:
ru: Режим ожидания ТВ => действие Vu+:

source: TV wakeup
es: TV encendida
et: TV käivitus
it: Riattivare la TV
no: TV våkne opp
pt: Acordar TV
ru: Пробуждение ТВ

source: Table of content for collection
es: Tabla de contenido para la colección
et: Kollektsiooni sisutabel
it: Tabella contenuti per la raccolta
no: Innholdsfortegnelse for samling
pt: Tabela de conteúdos para a coleção
ru: Содержание коллекции

source: Tag 1
es: Etiqueta 1
et: Võtmesõna 1
it: Etich. 1
pt: Etiqueta 1
ru: Метка 1

source: Tag 2
es: Etiqueta 2
et: Võtmesõna 2
it: Etich. 2
pt: Etiqueta 2
ru: Метка 2

source: Tags
es: Etiquetas
et: Sildid
it: Etich.
pt: Etiquetas
ru: Теги

source: Tags the Timer/Recording will have.
es: Etiquetas que tendrán las grabaciones.
et: Nimesilt taimerile/salvestusele.
it: Etichette da assegnare al timer o alla registrazione
no: Tags Tidsopptak /Opptak skal ha.
pt: Etiquetas do Timer / que a gravação terá.
ru: Теги, присвоенные записи.

source: Tags:
es: Etiquetas:
et: Sildid:
it: Etichette:
pt: Etiquetas:
ru: Теги:

source: Taiwan
et: Taivan
ru: Тайвань

source: Teleportation
es: Teleportación
et: Teleportatsioon
it: Teletrasporto
no: Teleportering
pt: Teletransporte
ru: Телепортация

source: Teletext
es: Teletexto
et: Teletekst
it: Televideo
no: Teletekst
pt: Teletexto
ru: Телетекст

source: Teletext subtitle color
es: Color de los subtítulos del Teletexto
et: Teleteksti subtiitrite värv
it: Colore dei sottotitoli televideo
no: Teletekst undertekstfarge
pt: Cor das legendas de teletexto
ru: Цвет телетекста субтитров

source: Television
es: Televisión
et: Televisioon
it: TV
no: TV
pt: Televisão
ru: Телевидение

source: Telnet Panel
es: Panel Telnet
et: Telneti paneel
it: Telnet
no: Telnet
pt: Painel Telnet
ru: Панель Telnet

source: Telnet service Disabled.
es: Desactivado el servicio Telnet.
et: Telnet on keelatud
it: Telnet disabilitato
no: Telnet deaktivert.
pt: Serviço Telnet desativado.
ru: Служба Telnet включена.

source: Telnet service Enabled.
es: Activado el servicio Telnet.
et: Telnet on lubatud
it: Telnet abilitato
no: Telnet aktivert.
pt: Serviço Telnet ativado.
ru: Служба Telnet включена.

source: Telnetport:
es: Puerto Telnet:
et: Telneti port:
it: Porta Telnet:
pt: Porta Telnet:
ru: Телепорт:

source: Temperature and Fan control
es: Control de temperatura y ventilador
et: Jahutus
it: Controllo temperatura e ventola
no: Temperatur og Viftestyring
pt: Ventoinha-temperatura e controlo
ru: Контроль температуры и вентилятора

source: Temperature-dependent fan control.
es: Temperatura-dependiente del control del ventilador.
et: Ventilaatori juhtimine sõltuvalt temperatuurist.
it: Controllo ventola in funzione della temperatura.
no: Temperatur-avhengig viftestyring.
pt: Controlo da temperatura e da Fan
ru: Управление вентилятором в зависимости от температуры.

source: Template Engine
es: Motor de plantillas
et: Malli mootor
it: Profilo motore
no: Mal Motor
pt: Mecanismo de modelo
ru: Профиль

source: Terrestrial
es: Terrestre
et: Maapealne levi (DVB-T)
it: Terrestre
pt: Terrestre
ru: Наземный

source: Terrestrial provider
es: Proveedor terrestre
et: DVB-T levitaja
it: Provider terrestre
no: Terrestrial tilbyder
pt: Provedor Terrestre
ru: Наземный провайдер

source: Test DiSEqC settings
es: Configuración de Test DisEqC
et: Testi DiSEqC seadeid
it: Test configurazione DiSEqC
no: Test DiSEqC innstillinger
pt: Testar as definições de DISEqC
ru: Проверьте настройки DiSEqC

source: Test Type
es: Tipo de Testeo
et: Testi tüüp
it: Tipo di test
pt: Teste tipo
ru: Тип теста

source: Test again
es: Reiniciar la prueba
et: Testi uuesti
it: Riprovare
no: Test igjen
pt: Teste outra vez
ru: Проверить снова

source: Test mode
es: Modo test
et: Testpilt
it: Modalità test
no: Testmodus
pt: Modo de teste
ru: Режим теста

source: Test the network configuration of your STB.
es: Comprobar la configuración de red de su deco.
et: Testi vastuvõtja võrguseadeid.
it: Verifica configurazione di rete del ricevitore.
no: Test nettverkskonfigurasjonen for din VU+.
pt: Teste de configurações de Rede para a sua STB.
ru: Тестирование конфигурации сети Вашего ресивера.

source: Test the network configuration of your receiver.
es: Comprueba la configuración de red en tu deco.
et: Testi vastuvõtja võrguseadeid.
it: Test della configurazione di rete del VU+
no: Test den nye nettverkskonfigurasjonen til din VU+.
pt: Teste de configurações de Rede para a sua VuPlus
ru: Тестирование конфигурации сети Вашего ресивера.

source: Test your DiSEqC equipment
es: Testear el equipamiento DiSEqC
et: Testi oma DiSEqC seadmeid
it: Test dei dispositivi DiSEqC
no: Test ditt DiSEqC utstyr
pt: Testar as definições do equipamento DISEqC
ru: Тестирование устройств DiSEqC

source: Test-Messagebox?
es: ¿Testear-Mensaje?
et: Testsõnum?
it: Messaggio di test?
no: Test-Meldingsboks
pt: Teste-Caixa de Mensages?
ru: Тестовое сообщение?

source: Testing Smartcard 1...
es: Comprobando la tarjeta 1...
et: Vaatajakaardi 1 testimine...
it: Test Smartcard 1...
no: Tester Smartcard 1...
pt: A Testar Cartão 1...
ru: Тестирование Smart Card 1...

source: Testing Smartcard 2...
es: Comprobando la tarjeta 2...
et: Vaatajakaardi 2 testimine...
it: Test Smartcard 2...
no: Tester Smartkort 2...
pt: A Testar Cartão 2...
ru: Тестирование Smart Card 2...

source: Text
es: Texto
et: Tekst
it: Testo
no: Tekst
pt: Texto
ru: Текст

source: Th
es: Ju
et: N
it: Gio
no: Tor
pt: Sex
ru: Чт

source: Thai
it: Tailandese
ru: Тайский

source: Thank you for using the wizard. Please press OK to continue.
es: Gracias por usar el asistente. Pulse OK para continuar.
et: Täname, et kasutasid abilist. Jätkamiseks vajuta OK.
it: Grazie per aver utilizzato la procedura guidata. Premere OK per continuare.
no: Takk for at du bruker veiviser. Trykk OK for å gå videre.
pt: Obrigado por usar o Assistente. Por favor prima OK para continuar.
ru: Спасибо Вам за использование мастера. Нажмите ОК для продолжения.

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your STB.
es: Gracias por usar el asistente. Su deco está ahora listo para usarse. Por favor, pulse OK para inicializar su deco.
et: Täname, et kasutasid abilist. Vastuvõtja on nüüd kasutamiseks valmis. Selle käikuvõtmiseks vajuta OK.
it: Grazie per aver utilizzato la procedura guidata. Il ricevitore ora è pronto. Premere OK per continuare.
no: Takk for at du brukte veiviseren. Din VU+ er nå klar til bruk . Vennligst trykk OK for å begynne å bruke den.
pt: Obrigado por usar o assistente. A sua STB está agora pronta a usar. Por favor pressione OK para a começar a usar.
ru: Спасибо Вам за использование мастера настройки. Ваш ресивер теперь готов к использованию. Чтобы начать пользоваться ресивером нажмите ОК.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
es: Gracias por usar el asistente. Su nueva AutoProgramación ha sido añadida a la Lista. Pulse OK para continuar.
et: Täname abilise kasutamise eest, uus autotaimer on lisatud nimekirja. Vajuta jätkamiseks OK.
it: Grazie per aver utilizzato la procedura guidata. Il nuovo Autotimer è stato creato. Premere OK per continuare.
no: Takk for at du bruker veiviser. Ditt nye Autotidsopptak er lagt til listen. Trykk OK for å gå videre.
pt: Obrigado por usar o assistente. O seu novo AutoTimer foi adicionado à Lista. Por favor pressione OK para continuar.
ru: Благодарим Вас за использование мастера. Новый АвтоТаймер добавлен в список. Пожалуйста, нажмите OK для продолжения.

source: The BT dongle has been removed. It takes 10 seconds from when the BT dongle is removed until the remote control operates in IR mode.
it: L'adattatore BT è stato rimosso. Ci vogliono 10 secondi dalla rimozione perché il telecomando torni a funzionare in modalità IR.
ru: Адаптер BT был удален. Для перехода в ИК-режим требуется 10 секунд.

source: The Big Bang will collapse all of the Parallel Universes into the original Black Hole matrix. This means that all of your Parallel Universes will be destroyed and turned back into Black Hole timespace.
es: La Gran Explosión colapsa todos los universos paralelos en la matriz original Black Hole. Esto significa que todos sus universos paralelos serán destruidos y se convertirán en un agujero negro espacio-temporal.
et: Suur Pauk kukutab kõik paralleeluniversiumid algsesse Black Hole maatriksisse. See tähendab, et kõik paralleeluniversiumid hävinevad ja kaovad Black Hole aegruumi.
it: Il Big Bang provocherà il collasso di tutti gli universi paralleli nella matrice originale BlackHole. Tutti gli universi paralleli saranno annullati e confluiranno nello spazio-tempo del mondo BlackHole.
no: Big Bang vil kollape alle Parallelle Universer inn til originalt Black Hole matrix. Dette vil si at Parallelle Universer blir ødelagt og gjort til Black Hole tidsrom.
pt: O Big Bang entrará em colapso todos os Universos paralelos na matriz Black Hole originais. Isto significa que todos os seus universos paralelos serão destruídos e regressou ao espaço Black Hole.
ru: Большой взрыв приведет к тому, что все Параллельные Вселенные рухнут в начальную матрицу Black Hole. Все Параллельные Вселенные будут отменены и попадут во временное пространство мира Black Hole.

source: The Big Bang will collapse all of the Parallel Universes into the original Black Hole matrix. This means that all of your Parallel Universes will be destroyed and turned back into Black Hole timespace. Warning, all of the data stored in your Parallel Universes will be lost. Are you sure you want to start the Bing Bang?
es: La Gran Explosión colapsa todos los universos paralelos en la matriz original Black Hole. Esto significa que todos sus universos paralelos serán destruidos y se convertirán en un agujero negro espacio-temporal. Advertencia, se perderán todos los datos almacenados en sus universos paralelos. ¿Está seguro que desea iniciar la Gran Explosión?
et: Suur Pauk kukutab kõik paralleeluniversiumid algsesse Black Hole maatriksisse. See tähendab, et kõik paralleeluniversiumid hävinevad ja kaovad Black Hole aegruumi. HOIATUS - kõik paralleeluniversiumites salvestatud andmed hävinevad. Kas käivitad Suure Paugu?
it: Il Big Bang farà collassare tutti gli Universi paralleli nella matrice originale BlackHole. I tuoi Universi paralleli saranno eliminati e convogliati nello spazio-tempo dell'universo BlackHole. Attenzione, tutti i dati presenti nei tuoi universi paralleli andranno persi. Sei sicuro di voler innescare il Big Bang?
no: Big Bang vil kollape alle Parallelle Universer inn til originalt Black Hole matrix. Dette vil si at Parallelle Universer blir ødelagt og gjort til Black Hole tidsrom. All data lagret i ditt Parallelle Univers går tapt. Sikker på du vil starte Bing Bang?
pt: O Big Bang entrará em colapso todos os Universos paralelos na matriz Black Hole originais. Isto significa que todos os seus universos paralelos serão destruídos e regressou ao espaço Black Hole. Atenção, todos os dados armazenados nos seus universos paralelos serão perdidos. Tem certeza de que deseja iniciar o Bing Bang?
ru: Большой взрыв приведет к тому, что все Параллельные Вселенные рухнут в начальную матрицу Black Hole. Все Параллельные Вселенные будут отменены и попадут во временное пространство мира Black Hole. Внимание, все данные, в Ваших Параллельных Вселенных будут потеряны. Вы уверены, что хотите вызвать Большой взрыв?
