Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Mount:
es: Montar:
et: Haagi:
no: Tilkobling:
pt: Montagem:
ru: Монтировать:

source: Ecm Info not available.
es: Sin información ECM.
et: Ecm info puudub.
it: Info ECM non disponibili.
no: Ecm Info ikke tilgjengelig
pt: Ecm Info não disponível.
ru: Информация ECM недоступна.

source: <This tuner is configured automatically>
it: <Questo Tuner è configurato automaticamente>
ru: <Этот тюнер настраивается автоматически>

source: Advanced options and settings.
es: Opciones avanzadas y configuración.
et: Lisavalikud ja seadistused.
it: Opzioni e configurazioni avanzate.
no: Avanserte alternativer og innstillinger.
pt: Definições e opções avançadas
ru: Дополнительные параметры и настройки.

source: After pressing OK, please wait!
es: ¡Después de pulsar OK, espere!
et: Vajuta OK ja oota!
it: Premere il tasto OK e attendere!
no: Etter å ha trykket OK, vennligst vent!
pt: Depois de premir OK, aguarde por favor!
ru: После нажатия ОК, пожалуйста, подождите!

source: Backup your STB settings.
es: Copia de seguridad de la configuración del deco.
et: Vastuvõtja seadistuste varundamine.
it: Salva le configurazioni del ricevitore.
no: Sikkerhetskopier VU+ innstillinger.
pt: Backup das Definições da STB
ru: Резервное копирование настроек ресивера.

source: Black Hole Weather
es: El tiempo Black Hole
et: Black Hole ilm
it: Meteo BlackHole
no: Black Hole Vær
pt: Meteorologia Black Hole
ru: Погода

source: Device:
es: Dispositivo:
et: Andmekandja:
it: Dispositivo:
no: Enhet:
pt: Dispositivo:
ru: Устройство:

source: Edit the upgrade source address.
es: Editar la dirección de la fuente de actualización.
et: Muuda uuenduste allika aadressi.
it: Modificare indirizzo d'origine per gli aggiornamenti
no: Endre kilde for Tillegg/Moduler.
pt: Editar o endereço da fonte de atualização.
ru: Редактировать адрес источника обновления.

source: Manage extensions or plugins for your STB
es: Maneje extensiones o complementos para su deco desde un USB
et: Halda vastuvõtja pluginaid
it: Gestione estensioni e plugins.
no: Behandle Tillegg/Moduler til din Vu+.
pt: Gerir extensões ou plugins para a sua STB
ru: Управление дополнениями и плагинами ресивера

source: Online update of your STB software.
es: Actualización en línea del software del deco.
et: Vastuvõtja tarkvara internetiuuendused.
it: Aggiornamento online del software.
no: vNett oppdatering av din VU+ programvare.
pt: Atualize ONLINE o software da sua STB
ru: Онлайн обновление ПО ресивера.

source: Partition scheme:
es: Esquema de las particiones:
et: Partitsioneerimise kava:
it: Schema partizione:
no: Partition ordningen:
pt: Esquema da Partição:
ru: Схема разделов:

source: Please repair Vu+ RCU. (by AUDIO+MENU)
it: Si prega di riparare l'RCU del Vu+.(AUDIO + MENU)
ru: Пожалуйста, повторно подключите пульт Vu+. (AUDIO+MENU)

source: Press OK on your remote control to continue.
es: Pulse OK en su mando para continuar.
et: Jätkamiseks vajuta OK.
it: Premere OK per continuare
no: Trykk OK for å fortsette.
pt: Prima OK no telecomando para continuar.
ru: Нажмите ОК на пульте для продолжения.

source: Restore your STB settings.
es: Restaurar la configuración del deco.
et: Taasta vastuvõtja seadistused.
it: Ripristinare la configurazione del ricevitore.
no: vGjenopprett VU+ innstillinger.
pt: Restaure as definições da sua STB.
ru: Восстановить настроеки ресивера.

source: Restore your STB with a new firmware.
es: Restaurar el deco con un nuevo Firmware.
et: Taasta vastuvõtja uue püsivaraga.
it: Ripristinare il ricevitore con un nuovo firmware.
no: vOppgrader din VU+ med nytt Image.
pt: Restaure a sua STB com um novo firmware.
ru: Восстановить ресивер новой прошивкой.

source: Restore your backups by date.
es: Restaurar su copia de seguridad for fecha.
et: Taasta varukoopiad kuupäeva alusel.
it: Ripristina i tuoi backup secondo la data.
no: vGjenopprett sikkerhetskopiene etter dato.
pt: Restaurar os backups por data.
ru: Восстановить резервные копии по дате

source: Scan for local extensions and install them.
es: Busca extensiones locales e instálalas.
et: Otsi ja paigalda IPK faile.
it: Ricercare estensioni locali e installarle.
no: vSøk etter lokale tillegg/moduler og installer disse.
pt: Procurar extensões locais e instalá-las.
ru: Поиск и установка локальных расширений

source: Select your backup device. Current device:
es: Seleccione su dispositivo de copia de seguridad. Dispositivo actual:
et: Vali varukoopia asukoht. Hetkel:
it: Selezionare il supporto per il backup. Supporto corrente:
no: vVelg sikkerhetskopi sted. Gjeldende enhet :
pt: Selecione o dispositivo para backup. Dispositivo atual:
ru: Выберите устройство для резервного копирования. Текущее устройство:

source: System will restart after the restore!
es: El sistema reiniciará después de restaurar!
et: Pärast taastamist vastuvõtja taaskäivitub!
it: Il sistema verrà riavviato a ripristino effettuato!
no: vSystemet vil starte på nytt etter gjenopprettingen!
pt: A sua STB irá reiniciar depois do Restauro!
ru: Система будет перезагружена после восстановления!

source: View, install and remove available or installed packages.
es: Ver, instalar y eliminar paquetes disponibles o instalados.
et: Tarkvara paigaldamine ja eemaldamine.
it: Elencare, installare e rimuovere i pacchetti disponibili o installati.
no: vVise, installere og fjerne tilgjengelige eller installerte pakker.
pt: Ver, instalar e remover pacotes instalados ou disponíveis.
ru: Просмотр, установка и удаление доступных или установленных пакетов.

source: Warning: all the data will be lost. Are you sure you want to format this device?
es: Aviso: Se perderán todos los datos. ¿Está seguro que desea dar formato a este dispositivo?
et: Hoiatus: kõik andmed hävinevad. Kas vormindad andmekandja?
it: Attenzione: tutti i dati andranno persi. Sei sicuro di voler formattare questo dispositivo?
no: OBS: All data blir tapt. Sikker på at du vil formatere denne enhet?
pt: Aviso: todos os dados serão perdidos. Tem a certeza que deseja formatar este dispositivo?
ru: Предупреждение: все данные будут утеряны. Вы уверены, что хотите отформатировать это устройство?

source: - Log Directory
es: - Ruta del registro
et: - Logide asukoht
it: - Directory log
no: - Logg Plassering
pt: - Diretório de Logs
ru: - Каталог журнала

source: - Log Level
es: - Nivel de registro
et: - Logimise tase
it: - Livello log
no: - Logg Nivå
pt: - Nível de Logs
ru: - Уровень ведения журнала

source: in use:
es: en uso:
et: kasutuses:
it: in uso:
no: i bruk:
pt: em uso:
ru: используется:

source: Available:
es: Disponible:
et: Saadaval:
it: Disponibile:
no: Tilgjengelig:
pt: Disponível:
ru: Доступно:

source: Free:
es: Libre:
et: Vaba:
it: Libero:
no: Ledig:
pt: Livre:
ru: Свободно:

source: Mount:
es: Montar:
et: Haagitud:
no: Tilkobling:
pt: Montagem:
ru: Монтирование:

source: Used:
es: Usada:
et: Kasutuses:
it: Usato:
no: Brukt:
pt: Usado:
ru: Используется:

source: in use:
es: en uso:
et: kasutuses:
it: in uso:
no: i bruk:
pt: em uso:
ru: используется:

source: Channels list download in progress...
es: Descargando la lista de canales...
et: Kanalinimekirja hankimine...
it: Download liste canali in corso...
no: Kanalliste nedlasting pågår...
pt: Descarga da lista de canais em execução...
ru: Идет загрузка списка каналов ...

source: Fail-%d Press 'EXIT' button!
es: Fallo-%d ¡Pulse el botón 'EXIT'!
et: Viga-%d Vajuta 'EXIT'!
it: Errore-%d Premere 'EXIT'!
no: Feil-%d Trykk 'EXIT' knapp!
pt: Falhou-%d Prima tecla 'SAIR'!
ru: Ошибка-%d Нажмите кнопку 'EXIT'.

source: Free:
es: Libre:
et: Vaba:
it: Libero:
no: Ledig:
pt: Livre:
ru: Свободно:

source: Results
es: Resultados
et: Tulemused
it: Risultati
no: Resultat
pt: Resulados
ru: Результаты

source: Standby Now
es: Poner en reposo
et: Ooteseisund
it: In standby adesso
no: Dvalemodus
pt: Repouso
ru: В режим ожидания

source: Used:
es: Usada:
et: Kasutuses:
it: Usato:
no: Brukt:
pt: Usado:
ru: Используется:

source: bytes
et: baiti
ru: байт

source: extensions.
es: extensiones.
et: laiendust.
it: estensioni
no: utvidelser.
pt: extensões.
ru: расширений.

source: is already installed. Please try another name.
es: ya está instalado. Inténtalo con otro nombre.
et: on juba paigaldatud. Proovi teist nime.
it: ... già installato. Provare con un altro nome.
no: er allerde installert. Vennligst prøv et annet navn
pt: Já está instalado. Por favor, tente outro nome.
ru: уже установлено. Пожалуйста, попробуйте другое имя.

source: min.
ru: мин.

source: ms
ru: мс

source: packages selected.
es: paquetes seleccionados.
et: paketti valitud.
it: pacchetti selezionati.
no: Valgte pakker.
pt: pacotes selecionados.
ru: пакетов выбрано.

source: seconds
es: segundos
et: sekundit
it: secondi
no: sekunder
pt: segundos
ru: секунд

source: tuner.
es: sintonizador.
et: tuuner.
ru: Тюнер

source: updates available.
es: actualizaciones disponibles.
et: uuendust saadaval.
it: aggiornamenti disponibili
no: oppdateringer er tilgjengelige.
pt: atualizações disponíveis.
ru: обновлений доступно.

source: wireless networks found!
es: redes wifi encontradas!
et: traadita võrku leitud!
it: rilevate reti wireless!
no: Trådløse nettverk funnet!
pt: encontradas redes sem fios!
ru: беспроводных сетей найдено!

source: !!(Empty) Please, Input to the
es: !(Vacío) Por favor, introduzca el
et: !!(Tühi) Sisesta
it: ! (Vuoto) Inserire
no: !!(Tom) Vennligst sett inn
pt: !!(Vazio) Por favor, entre em
ru: !!(Пусто) Пожалуйста, введите

source: "Wit.ai speech to text Setup" gets the speech data from VUPLUS-BLE-RCU and converts it to text using wit.ai. 1. Sign up for wit.ai (https://wit.ai) 2. Enter "server access token" under the settings menu to below.
it: "Configurazioni Wit.ai" ottiene i dati vocali da VUPLUS-BLE-RCU e li converte in testo usando wit.ai. 1. Iscriviti a wit.ai (https://wit.ai) 2. Inserisci "token di accesso al server" sotto, a seguito, nel menu delle impostazioni.
no: "Wit.ai tale til tekst oppsett" får taledata fra VUPLUS-BLE-RCU og gjør det om til tekst med wit.ai. 1. Meld deg på wit.ai (https://wit.ai) 2. Trykk inn "server tilgangspollett" i oppsettmenyen under.
ru: "Wit.ai speech to text Setup" использует пульт Vu+ BLE для записи голосового ввода и преобразования в текст, используя wit.ai. 1. Зарегистрируйтесь на wit.ai (https://wit.ai) 2. Введите "токен доступа к серверу" в меню настроек ниже.

source: %d CAMs Installed
es: %d CAMs Instaladas
et: %d CAMi paigaldatud
it: %d CAM installate
no: %d CAMer installert
pt: %d CAMs Instaladas
ru: %d установлено

source: %d MB
ru: %d Мб

source: %d.%03d GB
ru: %d.%03d Гб

source: %d conflict(s) encountered when trying to add new timers: %s
es: %d conflictos encontrados cuando intentamos añadir nuevas programaciones: %s
et: Uute taimerite lisamisel tekkis %d vastuolu: %s
it: L’aggiunta di nuovi timer ha creato %d conflitti: %s
no: %d konflikt (er) oppstår når du prøver å legge til nye tidsopptak : %s
pt: %d conflito(s) encontrados ao tentar adicionar novos timers: %s
ru: %d конфликты, возникающие при попытке добавления новых таймеров: %s

source: %d conflict(s) solved with similar timer(s): %s
es: %d conflicto(s) resueltos con temporizador(es) similar(es): %s
et: %d vastuolu lahendati asendustaimeriga: %s
it: Conflitti risolti con timer simili: %d %s
no: %d konflikten(e) løses med lignende tidsopptak: v%s
pt: %d conflito(s) resolvidos com timers idênticos: %s
ru: %d конфликты, найденные при добавление альтернативного таймера: %s

source: %d event
it: %d evento
ru: %d событие

source: %d jobs are running in the background!
es: ¡Se están ejecutando %d trabajos en segundo plano!
et: %d ülesannet töötab taustal!
it: %d processi attivi in background!
no: %d jobber kjører i bakgrunnen!
pt: %d tarefas estão a decorrer em segundo plano!
ru: %d процесс запущен в фоновом режиме!

source: %d min
ru: %d мин

source: %d providers updated
es: %d proveedores actualizados
et: %d levitajat uuendatud
it: %d provider aggiornati
no: %d tilbydere oppdatert
pt: %d operadores atualizados
ru: %d провайдеров обновлено

source: %d services found!
es: ¡%d canales encontrados!
et: %d kanalit leitud!
it: %d canali trovati!
no: %d kanaler funnet
pt: %d serviços encontrados!
ru: %d сервисов найдено!

source: %i ms
ru: %i мс

source: %s (%s, %d MB free)
es: %s (%s, %d MB libres)
et: %s (%s, %d MB vaba)
it: %s (%s, %d MB liberi)
no: %s (%s, %d MB ledig)
pt: %s (%s, %d MB livres)
ru: %s (%s, %d MB свободно)

source: %s Pairing fail
it: %s accoppiamento fallito
ru: %s Сбой сопряжения

source: %s channels
es: %s canales
et: %s kanalit
it: %s canali
no: %s kanaler
pt: %s canais
ru: %s каналов

source: %s is connected.
it: %s è connesso.
ru: %s подключено.

source: %s is disconnected.
it: %s si è disconnesso
ru: %s отключено.

source: %s is not found.
it: %s non è stato trovato.
ru: %s не найден.

source: %s of %s
es: %s de %s
et: %s / %s
it: %s di %s
no: %s av %s
pt: %s de %s
ru: %s из %s

source: %s: %s at %s
es: %s: %s a %s
et: %s: %s / %s
it: %s: %s in %s
no: %s: %s i %s
pt: %s: %s em %s
ru: %s: %s в %s

source: (ZAP)
es: (ZAPEAR)
et: (Kanalivahetus)
ru: (Перейти)

source: (empty)
es: (vacío)
et: (tühi)
it: (vuoto)
no: (tom)
pt: (vazio)
ru: (пусто)

source: (shift + click for long pressure)
es: (shift + pulsación larga)
et: (shift + klõps = pikk nupuvajutus)
it: (shift + click per pressione lunga)
no: (shift + klikk for langt trykk)
pt: (shift + clique para pressão longa)
ru: (Shift + клик для длительного нажатия)

source: (show optional DVD audio menu)
es: (muestra menú de audio de DVD)
et: (näita DVD valikulist helimenüüd)
it: (visualizza il menu opzionale DVD audio)
no: (vis alternativ DVD lydmeny)
pt: (mostrar menu audio opcional do DVD)
ru: (показать дополнительное меню DVD-Audio)

source: * Only available if more than one interface is active.
es: * Solo está disponible si hay más de una interfaz activa
et: * Saadaval ainult enama kui ühe aktiivse liidese puhul.
it: * Disponibile qualora più di un'interfaccia sia attiva.
no: * Bare tilgjengelig hvis mer enn et grensesnitt er aktivt
pt: * Só disponível se houver mais que uma interface ativa.
ru: * Доступно только если активно более одного интерфейса.

source: * RC Help
es: Ayuda de RC
it: * Aiuto per RC
no: * FK Hjelp
pt: * RC Ajuda
ru: * Помощь

source: * Setting ChromiumOS
it: *Impostazioni ChromiumOS
no: *ChromiumOS Oppsett
ru: * Настройки Chromium OS

source: * Start YouTube TV
es: Iniciar la TV de YouTube
et: * Käivita YouTube TV
it: * Riprodurre YouTube TV
pt: * Iniciar YouTube TV
ru: * Запуск YouTube TV

source: * current animation
et: * aktiivne animatsioon
it: * animazione corrente
no: * nåværende animasjon
pt: * animação em execução
ru: * Текущая анимация

source: 1 Epg Search
es: 1 Búsq. en EPG
et: 1 Epg otsing
it: 1 Ricerca EPG
no: 1 Epg Søk
pt: 1 EPG Procura
ru: 1 Поиск

source: 1 Settings
es: 1 Configuración
et: 1 Seaded
it: 1 Configurazioni
no: 1 Innstillinger
pt: 1 Definições
ru: 1 Настройки

source: 1 hour
es: 1 hora
et: 1 tund
it: 1 ora
no: 1 time
pt: 1 hora
ru: 1 час

source: 1 minute
es: 1 minuto
et: 1 minut
it: 1 minuto
no: 1 minutt
pt: 1 minuto
ru: 1 минута

source: 1 second
es: 1 segundo
et: 1 sekund
it: 1 secondo
no: 1 sekund
pt: 1 segundo
ru: 1 секунда

source: 1 wireless network found!
es: ¡1 red wifi encontrada!
et: 1 traadita võrk leitud!
it: 1 rete wireless trovata!
no: 1 trådløst nettverk funnet!
pt: 1 redes sem fios encontrada!
ru: 1 беспроводная сеть найдена!

source: 1) Format your Usb stick -click on blue -> blue -> Usb Format Wizard
es: 1) Formatear su memoria Usb dedicada -Pulse en azul-> azul->Asistente para formatear su Usb
et: 1) Vorminda usb pulk -vajuta SININE -> SININE -> Usb vormindamine
it: 1) Formatta una penna Usb - TASTO blu -> blu -> Guida Formattazione Usb
no: 1) Formater din Usb pinne -trykk på blå -> blå -> Formatere Usb Veiviser
pt: 1) Formatar a sua Pen Usb -clique em AZUL-> AZUL-> Assistente de Formatação USB
ru: 1) Отформатируйте USB устройство - нажмите на Синюю -> Синюю -> Мастер форматирование USB

source: 1) To connect via lan you have to mount the /media/hdd folder of this box in the client /media/hdd folder. Then you can access the tuners server channel list from the client Media player -> Harddisk -> tuner.
es: 1) Para conectar vía LAN, tiene que montar la carpeta /media/hdd del deco en la carpeta /media/hdd del cliente. Después, podrá acceder a la lista de canales del servidor desde el cliente así: Reproductor de medios -> Disco duro -> Sintonizador.
et: 1) Ühendumiseks üle võrgu tuleb selle vastuvõtja '/media/hdd' kaust haakida kaugvastuvõtja '/media/hdd' kausta. Pärast seda saad kasutada serveri kanalinimekirja kaugvastuvõtjas. Meediamängija -> kõvaketas -> tuuner.
it: 1) Per connetterti via rete devi montare la cartella /media/hdd di questo box nella cartella /media/hdd del client. Potrai quindi accedere alla lista canali del server dal client attraverso Media player -> Harddisk -> Tuner.
no: 1) For å koble til via Lan må du tilkoble /media/hdd mappen på boksen i klientens /media/hdd mappe. Da kan du få tilgang til tunerserver kanallisten fra klientens Mediaspiller-> Harddisk -> tuner.
pt: 1) Para se conectar via lan, tem de montar a pasta /media/hdd desta STB na pasta /media/hdd do cliente. Então, pode aceder à lista de canais do Tuner servidor do cliente Media player-> Disco Rígido-> Tuner.
ru: 1) Для подключения по локальной сети Вы должны смонтировать папку /media/hdd в папку /media/hdd клиента. После, Вы сможете получить доступ к списку каналов сервера тюнера из клиентского Медиаплеер -> Жёсткий диск -> Тюнер.

source: 1-1. Serial Number (The first two or three letters of SN)
es: 1-1. Número de serie (Las dos o tres primeras letras del SN)
et: 1-1. Seerianumber (kolm esimest tähte)
it: 1-1. Seriale (Le prime due o tre lettere)
no: 1-1. Serie Nummer (De to eller tre første bokstavene av SN)
pt: 1-1. Número de Série (as primeiras duas ou três letras do SN)
ru: 1-1. Серийный номер (первые две или три цифры SN)

source: 1-2. Serial Number (The remaining numbers of SN)
es: 1-2. Número de serie (Los números restantes del SN)
et: 1-2. Seerianumber (ülejäänud numbrid)
it: 1-2. Seriale (numeri seguenti al seriale)
no: 1-2. Serie Nummer (Gjenværende nummer av SN)
pt: 1-2. Número de Série ( Os restantes números do SN)
ru: 1-2. Серийный номер (оставшиеся цифры SN)

source: 1. Load a Mobile Broadband Device
es: 1. Cargar un móvil de banda ancha
et: 1. Laadi mobiilse lairibaühenduse seade
it: 1. Connetti dispositivo UMTS
no: 1. Last en mobilt bredbånd enhet
pt: 1. Carregar um dispositivo Móvel Banda Langa
ru: 1. Подключите устройство UMTS

source: 1. Move to Bluetooth Setup Options. (press MENU key in BluetoothSetup)
it: 1. Passa alle opzioni di configurazione Bluetooth. (premere il tasto MENU in impostazioni Bluetooth)
ru: 1. Откройте параметры в настройках Bluetooth. (В настройках Bluetooth нажмите кнопку 'MENU')

source: 10 minutes
es: 10 minutos
et: 10 minutit
it: 10 minuti
no: 10 minutter
pt: 10 minutos
ru: 10 минут

source: 10 seconds
es: 10 segundos
et: 10 sekundit
it: 10 secondi
no: 10 sekunder
pt: 10 segundos
ru: 10 секунд

source: 12V output
es: 12V salida
et: 12V väljund
it: Output 12V
no: 12V utgang
pt: saída 12V
ru: 12В Выход

source: 13 V
ru: 13В

source: 16:10 Letterbox
ru: 16:10 Режим ящика

source: 16:10 PanScan
ru: 16:10 Панорама

source: 16:9 Letterbox
ru: 16:9 Режим ящика

source: 16:9 always
es: siempre 16:9
et: alati 16:9
it: 16:9 sempre
no: 16:9 alltid
pt: 16:9 Sempre
ru: 16:9 всегда

source: 18 V
ru: 18В

source: 2 Service Info
es: 2 Info Servicio
et: 2 Kanaliinfo
it: 2 Info servizio
no: 2 Kanal Info
pt: 2 Informação Programa
ru: 2 О сервисе

source: 2 Single Epg
es: 2 Epg Simple
et: 2 Kanali EPG
it: 2 Epg singolo
no: 2 Enkel Epg
pt: 2 EPG único
ru: 2 Одиночный

source: 2 hours
es: 2 horas
et: 2 tundi
it: 2 ore
no: 2 timer
pt: 2 horas
ru: 2 часа

source: 2 minutes
es: 2 minutos
et: 2 minutit
it: 2 minuti
no: 2 minutter
pt: 2 minutos
ru: 2 минуты

source: 2 seconds
es: 2 segundos
et: 2 sekundit
it: 2 secondi
no: 2 sekunder
pt: 2 segundos
ru: 2 секунды

source: 2) Map the newly formatted stick to "universe" -click on blue -> blue -> Devices Manager.
es: 2) Mapear la memoria USB recién formateada a "universo" -Pulse en azul -> azul -> Administrador de dispositivos.
et: 2) Määra vormindatud pulga haakepunktiks "universe" -vajuta SININE -> SININE -> Seadmehaldur.
it: 2) Mappare la penna Usb su "universo" - TASTO blu -> blu -> Gestione Dispositivi.
no: 2) Sett nylig formatert usb til "univers" -trykk blå -> blå -> Enheter
pt: 2) mapear a Pen USB recém-formatada como "universo" -clicar em AZUL-> AZUL-> Gerenciador de dispositivos.
ru: 2) Отформатированное устройство необходимо монтировать как "Вселенная" - нажмите на Синюю -> Синюю -> Диспетчер устройств.

source: 2) To connect via UPnP you have to start Mediatomb on this box and then start Djmount on the client. Then you can access the tuners server channel list for the client Media Player -> DLNA -> MediaTomb -> playlists.
es: 2) Para conectar vía UPnP tiene que iniciar Mediatomb en el deco y luego iniciar Djmount en el cliente. Después, podrá acceder a la lista de canales del servidor desde el cliente así: Reproductor de Medios -> DLNA -> MediaTomb -> lista de reproducción.
et: 2) Ühendumiseks läbi UPnP tuleb käivitada vastuvõtjas Mediatomb ja siis Djmount kaugvastuvõtjas. Pärast seda saad kasutada serveri kanalinimekirja kaugvastuvõtjas. Meediamängija -> DLNA -> MediaTomb -> pleilistid.
it: 2) Per connettersi via UPnP avviare Mediatomb, a seguito avviare Djmount sul client. Quindi è possibile accedere alla lista canali del server via Media Player -> DLNA -> MediaTomb -> playlists.
no: 2) For å koble til via UPnP må du starte Mediatomb på denne boksen, så starte Djmount på klientboksen. Da får du tilgang til tunerserver kanalliste til klientens Media spiller -> DLNA -> MediaTomb -> spillelister.
pt: 2) Para se conetar via UPnP, tem que iniciar o Mediatomb nesta STB e em seguida, iniciar Djmount no cliente. Então, pode aceder à lista de canais do servidor (Tuner ) a partir do cliente Media Player-> DLNA-> MediaTomb-> listas de reprodução.
ru: 2) Для подключения через UPnP, Вы должны запустить Mediatomb на этом ресивере, а затем запустить Djmount на клиенте. После, Вы сможете получить доступ к списку каналов тюнера сервера для клиента Медиаплеер-> DLNA -> Mediatomb -> Списки воспроизведения.

source: 2. Change "Skip firmware update of VUPLUS-BLE-RCU" option to "no"
it: 2. Modifica "Ignora l'aggiornamento del firmware VU+ BLE-RCU "su"no "
ru: 2. Выберите 'Пропустить эту версию прошивки для Vu+ BLE' - 'Нет'

source: 2. Contact
es: 2. Contacto
et: 2. Võta ühendust
it: 2. Contatto
no: 2. Kontakt
pt: 2. Contato
ru: 2. Связаться

source: 2. Set up a Mobile Broadband Device
es: 2. Configurar un móvil de banda ancha
et: 2. Seadista mobiilse lairibaühenduse seade
it: 2. Imposta dispositivo UMTS
no: 2. Sett opp en mobilt bredbånd enhet
pt: 2. Definir um dispositivo Móvel Banda Langa
ru: 2. Инициализировать устройство UMTS

source: 20 minutes
es: 20 minutos
et: 20 minutit
it: 20 minuti
no: 20 minutter
pt: 20 minutos
ru: 20 минут

source: 2nd transcoding and PIP are mutually exclusive.
et: Teine transkodeerimine ja PiP on üksteist välistavad
it: 2^ transcodifica e PiP si escludono a vicenda
no: Andre transkoding og BiB er gjensidig utelukkende
pt: 2ª transcodificação e PIP são mutuamente exlusivos.
ru: Второе транскодирование и PiP является взаимоисключающими.

source: 3 About
es: 3 Acerca de
et: 3 Info
no: 3 Om
pt: 3 Sobre
ru: 3 Инфо

source: 3 MultiG Epg
es: 3 EPG Gráfico
it: 3 Multi EPG
pt: 3 Epg Multi Gráfico
ru: 3 Графический

source: 3 seconds
es: 3 segundos
et: 3 sekundit
it: 3 secondi
no: 3 sekunder
pt: 3 segundos
ru: 3 секунды

source: 3. Generate a WvDial profile
es: 3. Generar un perfil WvDial
et: 3. Loo WvDial profiil
it: 3. Genera un profilo Dial-UP
no: 3. Genere en WvDial profil
pt: 3. Gerar um perfil WvDial
ru: 3. Создать профиль WvDial
