Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Can't open selected bookmark. - URL data is empty!!
es: No se puede abrir el marcador. - ¡¡La dirección URL está vacía!!
et: Valitud järjehoidjat ei õnnestu avada. - URL andmed puuduvad!!
it: Impossibile aprire il segnalibro selezionato. - Indirizzo dati vuoto!
no: Kan ikke åpne valgt bokmerke. - URL data er tom!!
pt: Não pode abrir o marcador selecionado. - URL informação vazia!!
ru: Не удается открыть выбранную закладку. - пустые данные URL!!

source: Can't play selected file. It is unknown file extension.
es: No se puede abrir el archivo. Extensión desconocida.
et: Valitud faili ei saa esitada. Tundmatu faililaiend.
it: Impossibile riprodurre il file. Estensione sconosciuta
no: Kan ikke spille av fil. Det er en ukjent filutvidelse.
pt: Não pode reproduzir o ficheiro. Tem uma extensão desconhecida ou inválida.
ru: Не удалось воспроизвести файл. Неизвестное расширение.

source: Canada
es: Canadá
et: Kanada
pt: Canadá
ru: Канада

source: Cancel
es: Cancelar
et: Tühista
it: Annulla
no: Avbryt
pt: Cancelar
ru: Отменить

source: Cannot decode subtitles. Try another encoding group
it: Impossibile decodificare i sottotitoli. Provare un altro gruppo di codifica
no: Kan ikke dekode undertekst. Prøv en annen kodegruppe
pt: Não pode descodificar legendas. Tente outro método de codificação
ru: Невозможно декодировать субтитры. Попробуйте другую группу кодирования

source: Cannot load subtitles. Invalid path
it: Impossibile caricare i sottotitoli. Percorso non valido
no: Kan ikke laste undertekst. Feil sti
pt: Impossível carregar legendas. Caminho inválido
ru: Невозможно загрузить субтитры. Неверный путь

source: Cannot parse subtitles. Invalid subtitles format
it: Impossibile analizzare i sottotitoli. Formato non valido
no: Kan ikke analysere undertekst. Feil tekstformat
pt: Não é possível analisar legendas. Formato de legendas inválido
ru: Невозможно разобрать субтитры. Недопустимый формат

source: Cannot parse subtitles. Not supported subtitles format
it: Impossibile analizzare i sottotitoli. Formato non supportato
no: Kan ikke analysere undertekst. Ikke støttet tekstformat
pt: Não é possível analisar legendas. Formato de legendas não suportado
ru: Невозможно разобрать субтитры. Неподдерживаемый формат

source: Cannot retrieve rytec sources
es: No puedo recuperar las fuentes Rytec
et: Rytec allikad on kättesaamatud
it: Impossibile recuperare fonti rytec
no: Kan ikke hente rytec kilder
pt: Não pode recuperar as fontes rytec
ru: Не удалось получить источники Rytec

source: Cannot retrieve xepgdb sources
es: No puedo recuperar las fuentes xepgdb
et: Xepgdb allikad on kättesaamatud
it: Impossibile recuperare fonti xepgdb
no: Kan ikke hente xepgdb kilder
pt: Não pode recuperar as fontes xepgdb
ru: Не удалось получить источники XEPGDB

source: Capacity
es: Capacidad
et: Maht
it: Capacità
no: Kapasitet
pt: Capacidade
ru: Емкость

source: Capacity:
es: Capacidad:
et: Maht:
it: Capacità:
no: Kapasitet:
pt: Capacidade
ru: Емкость:

source: Card
es: Tarjeta
et: Kaart
no: Kort
pt: cartão
ru: Карта

source: Catalan
es: Catalán
et: Katalaani
it: Catalano
no: Katalansk
pt: Catalão
ru: Каталонский

source: Category Name
es: Nombre de la categoría
et: Kategooria nimi
it: Nome categoria
no: Kategori Navn
pt: Nome da Categoria:
ru: Название категории

source: Center DVB subtitles
es: Centrar los subtítulos DVB
et: DVB subtiitrid tsentris
it: Centrare sottotitoli DVB
no: Sentrer DVB undertekst
pt: Centrar legendas DVB
ru: Центрировать субтитры DVB

source: Center screen at the lower border
es: Centrar la pantalla al borde inferior
et: Ekraani keskel all servas
it: Centrare lo schermo al bordo inferiore
no: Sentrer skjerm til nederste linje
pt: Centrar o ecrã na bordo inferior
ru: Центр экрана на нижней границе

source: Center screen at the upper border
es: Centrar la pantalla al borde superior
et: Ekraani keskel ülal servas
it: Centrare la finestra al bordo superiore
no: Sentrer skjerm til øverste linje
pt: Centrar o ecrã na borda supeior
ru: Центр экрана в верхней границе

source: Centered DVB subtitles
es: Subtítulos DVB centrados
et: Tsentreeritud DVB subtiitrid
it: Centrare sottotitoli DVB
no: Sentrere DVB undertekster
pt: Legendas DVB centradas
ru: Показывать DVB субтитры по центру

source: Central and Eastern Europe
it: Europa centrale e orientale
no: Sentral og Øst Europa
pt: Europa de Leste e Central
ru: Центральная и Восточная Европа

source: Cf in use:
es: Cf en uso:
et: Cf kasutus:
it: CF in uso:
no: Cf i bruk:
pt: CF em uso:
ru: CF:

source: Change active delay
es: Cambiar el retraso activo
et: Muuda aktiivset viiteaega
it: Cambiare il ritardo corrente
no: Endre forsinkelse
pt: Mudar o atraso ativo.
ru: Изменить действующую задержку

source: Change bouquets in quickzap
es: Cambiar de lista en zapeo rápido
et: Lemmiknimekirjade vahetus noolenuppudega
it: Cambiare bouquet in zap veloce
no: Bytt kanalliste i hurtigzap
pt: Muda de bouquets no zap rápido
ru: Смена пакетов при быстром переключении

source: Change city
es: Cambiar la ciudad
et: Muuda linn
it: Cambiare città
no: Forandre by
pt: Mudar cidade
ru: Изменить город

source: Change default recording offset?
es: ¿Quiere cambiar el retraso de la grabación?
et: Kas muuta salvestuse vaikimisi ajavaru?
it: Cambiare i margini registrazione predefiniti?
no: Endre standard opptaks margin?
pt: Alterar o tempo final da gravação?
ru: Изменить стандартный сдвиг записи?

source: Change encoding
it: Cambiare codifica...
no: Endre koding
pt: Muda codificação
ru: Изменить кодировку

source: Change hostname
es: Cambiar el nombre de la máquina
et: Muuda masinanime
it: Cambiare nome host
no: Endre vertsnavn
pt: Mudar hostname
ru: Изменить сетевое имя

source: Change pin code
es: Cambiar código pin
et: PIN-koodi muutmine
it: Cambiare il codice PIN
no: Bytt pin kode
pt: Alterar código PIN
ru: Изменить PIN-код

source: Change service PIN
es: Cambiar el PIN de servicio
et: Muuda kanali PIN
it: Cambiare il PIN del canale
no: Endre kanal PIN
pt: Mudar o PIN do serviço
ru: Изменить PIN-код сервиса

source: Change service PINs
es: Cambiar los PINs de servicio
et: Muuda kanalite PIN-e
it: Cambiare i PIN dei canali
no: Endre kanal PINs
pt: Mudar os PINs do serviço
ru: Изменить PIN-коды сервисов

source: Change setup PIN
es: Cambiar el PIN de configuración
et: Muuda seadistuste PIN
it: Cambiare impostazioni PIN
no: Endre oppsetts PIN
pt: Mudar o PIN das configurações
ru: Изменить настройки PIN-кода

source: Change step size
es: Cambiar el tamaño
et: Muuda sammu suurust
it: Cambiare dimensioni passo
no: Endre trinn størrelse
pt: Mudar o tamanho do passo
ru: Изменение размера шага

source: Change subssupport settings
it: Modificare configurazione SubsSupport
no: Endre subsupport innstillinger
pt: Alterar as configurações do subssupport
ru: Изменить настройки

source: Change the hostname of your setopbox.
es: Cambiar el nombre de host de su deco.
et: Muuda vastuvõtja masinanime
no: Endre vertsnavn til din VU+
pt: Mudar o nome da sua Vuplus
ru: Изменение сетевого имени ресивера

source: Changelog
es: Novedades
et: Muudatused
no: Endringslogg
pt: Registo de atividade
ru: Список изменений

source: Channel
es: Canal
et: Kanal
it: Canale
no: Lydkanal
pt: Canais
ru: Канал

source: Channel (1~13)
es: Canal (1~13)
et: Kanal (1~13)
it: Canale (1~13)
no: Kanal (1~13)
pt: Canal (1~13)
ru: Канал (1-13)

source: Channel Name:
es: Canal:
et: Kanalinimi:
it: Nome canale
no: Kanalnavn:
pt: Nome do Canal:
ru: Название канала:

source: Channel Selection (TV)
et: Kanalivalik
it: Selezione canale (TV)
no: Kanal Valg (TV)
pt: Seleção de Canais (TV)
ru: Выбор телеканала

source: Channel audio:
es: Canal de audio:
et: Helikanal:
it: Canale audio:
no: Lydkanal:
pt: Canal de Áudio:
ru: Звуковая дорожка канала:

source: Channel not in services list
es: El canal no está en la lista
et: Kanal puudub kanalinimekirjast
it: Canale non in elenco
no: Kanal er ikke i kanallisten
pt: O canal não está na lista de serviços
ru: Не найден в списке каналов

source: Channel:
es: Canal:
et: Kanal:
it: Canale:
no: Kanal:
pt: Canal
ru: Канал:

source: Channellist menu
es: Menú de la lista de canales
et: Kanalinimekirja menüü
it: Menu elenco canali
no: Kanallistemeny
pt: Menu da Lista de Canais
ru: Меню списка каналов

source: Channels
es: Canales
et: Kanalid
it: Canali
no: Kanaler
pt: Canais
ru: Каналы

source: Channels List Successfully Updated.
es: Lista de canales actualizada con éxito.
et: Kanalinimekiri on uuendatud.
it: Lista canali aggiornata
no: Kanalliste vellykket oppdatert.
pt: Llista de canais atualizadas com sucesso.
ru: Список каналов успешно обновлен.

source: Channels count: %s
es: Número de canales: %s
et: Kanalite arv: %s
it: Numerazione canali: %s
no: Kanal antall: %s
pt: Contador de canais: %s
ru: Количество каналов: %s

source: Chap.
es: Cap.
et: Ptk.
it: Cap.
no: Kap.
pt: cap.
ru: Глава

source: Chapter
es: Capítulo
et: Peatükk
it: Capitolo
no: Kapittel
pt: Capítulo
ru: Раздел

source: Chapter:
es: Capítulo:
et: Peatükk:
it: Capitolo:
no: Kapittel:
pt: Capítulo:
ru: Раздел:

source: Character edge style
es: Estilo del borde del carácter
it: Stile carattere del bordo
no: Bokstavkant stil
pt: Estilo de borda de caratere
ru: Эффекты шрифта

source: Character encoding for EPG data
es: Codificación del texto para los datos del EPG
et: EPG andmete tähemärgistik
it: Codifica caratteri per i dati EPG
no: Typekoding for EPG data
pt: Informação dos Carateres de Codificação para EPG
ru: Кодировка символов для данных EPG

source: Character style level
es: Nivel del estilo del carácter
it: Livello stile del carattere
no: Bokstavstil nivå
pt: Nível do estilo de carater
ru: Степень эффекта

source: Check
es: Comprobar
et: Kontroll
it: Verifica
no: Undersøk
pt: Verificar
ru: Проверить

source: Check search parameters before subtitles search
it: Controllare i parametri di ricerca prima di cercare sottotitoli
no: Sjekk søkeparametre før undertekstsøk
pt: Verifique os parâmetros antes da procura de legendas
ru: Проверьте параметры поиска перед поиском субтитров

source: Check updates at time
es: Comprobar actualizaciones en tiempo
et: Otsi uuendusi kell
it: Controllare aggiornamenti periodicamente
pt: Verificar por atualizações às
ru: Проверять обновления

source: Check updates every
es: Comprobar actualizaciones cada
et: Otsi uuendusi iga
it: Controllare aggiornamenti ogni
no: Sjekk oppdatering hver
pt: Verificar atualizações todas as
ru: Проверять обновления каждый

source: Checking Filesystem...
es: Comprobando el sistema de archivos...
et: Failisüsteemi kontroll...
it: Verifica filesystem in corso...
no: Undersøker Filsystem
pt: Verificação dos Ficheiros do Sistema...
ru: Проверка файловой системы...

source: Chipset
es: Procesador
et: Kiibistik
ru: Чипсет

source: Choice filesystem.
es: Opción para archivos del sistema.
et: Vali failisüsteem.
it: Scegliere il filesystem
no: Velg filsystem.
pt: Escolha do Sistema de Ficheiros.
ru: Выбор файловой системы.

source: Choice voice callback
it: Scegliere voce da richiamare
ru: Выберите голосовой сигнал

source: Choose A/V-Receiver HDMI input:
es: Seleccione una entrada HDMI del receptor A/V:
et: Vali A/V ressiiveri HDMI sisend:
it: Selezionare la porta HDMI del ricevitore A/V:
no: Velg Lyd/Bilde Mottaker HDMI inngang:
pt: Escolha da entrada HDMI para Recetor AV:
ru: Выбрать HDMI-вход ресивера:

source: Choose Subtitles
it: Selezionare sottotitoli
no: Velg Undertekster
pt: Vybrat titulky
ru: Выберите субтитры

source: Choose TV HDMI input:
es: Seleccione la entrada HDMI de laTV:
et: Vali teleri HDMI sisend:
it: Scegliere l'ingresso TV HDMI:
no: Velg TV HDMI inngang:
pt: Escolha da entrada HDMI na TV:
ru: Выбрать HDMI-вход телевизора:

source: Choose Tuner
es: Elegir un Sintonizador
et: Vali tuuner
it: Scegliere il tuner
no: Velg Tuner
pt: Escolha o Tuner a configurar.
ru: Выбрать тюнер

source: Choose a wireless network
es: Elegir una red wifi
et: Vali traadita võrk
it: Selezionare una rete wireless
no: Velg trådløst nettverk
pt: Selecionar Rede sem fios
ru: Выберите беспроводную сеть

source: Choose backup files
es: Archivos de copia de seguridad
et: Vali varundamiseks failid
it: Selezionare un file di backup
no: Velg filer/mapper
pt: Selecione Arquivos/pastas para backup
ru: Выбрать файлы

source: Choose backup location
es: Ruta de la copia de seguridad
et: Varukoopia asukoht
it: Selezionare la posizione di backup
no: Velg sikkerhetskopi sted
pt: Escolher a localização para Backups
ru: Расположение

source: Choose bouquet
es: Elegir lista
et: Vali lemmiknimekiri
it: Selezionare un bouquet
no: Velg kanalliste
pt: Escolher bouquet
ru: Выберите пакет пользователя

source: Choose from downloaded subtitles
it: Selezionare dai sottotitoli scaricati
no: Velg fra nedlastede undertekster
pt: Escolha das legendas descarregadas
ru: Выбрать из загруженных субтитров

source: Choose from embedded subtitles
it: Selezionare dai sottotitoli incorporati
no: Velg fra innebygde undertekster
pt: Escolha de legendas embutidas
ru: Выбрать из встроенных субтитров

source: Choose from web subtitles
it: Selezionare dai sottotitoli web
no: Velg fra nett undertekster
pt: Escolha de legendas da web
ru: Выбрать из веб субтитров

source: Choose image to download
es: Elegir imagen para descargar
et: Vali hangitav süsteemitõmmis
it: Selezionare l'immagine da scaricare
no: Velg image å laste ned
pt: Escolher a imagem para descraga
ru: Выберите имидж для загрузки

source: Choose subtitles
it: Selezionare sottotitoli
no: Velg undertekst
pt: Escolha as legendas
ru: Выберите субтитры

source: Choose target folder
es: Elegir carpeta destino
et: Vali sihtkataloog
it: Selezionare la cartella di destinazione
no: Velg folder du vil bruke
pt: Selecione a pasta alvo
ru: Выбрать папку назначения

source: Choose upgrade source
es: Elije fuente de actualización
et: Vali uuenduste allikas
it: Selezionare origine aggiornamento
no: Velg oppgraderingskilde
pt: Selecionar fonte de atualizações
ru: Выбрать источник обновления

source: Choose your Skin
es: Elija su Piel
et: Vali kujundus
it: Selezionare la skin
no: Velg ditt Skin
pt: Definição do Tema
ru: Выбор скина

source: ChromiumOS Settings
it: Impostazioni ChromiumOS
no: ChromiumOS
ru: Настройки Chromium OS

source: Circular left
es: Izda circular
et: Ringpolar vasak
it: Circolare sinistra
no: Sirkulær venstre
pt: Circular esquerda
ru: Круговая левая

source: Circular right
es: Dcha circular
et: Ringpolar parem
it: Circolare destra
no: Sirkulær right
pt: Circular direita
ru: Круговая правая

source: Classic
es: Clásico
et: Klassikaline
it: Classico
no: Klassisk
pt: Clássico
ru: Классика

source: Cleanup
es: Limpiar
et: Puhastus
it: Ripulire
no: Opprydning
pt: Limpar
ru: Очистить

source: Cleanup Timers
es: Borrar los temporizadores
et: Kustuta vanad
it: Pulizia dei timer
no: Rydde Tidsopptak
pt: Limpar Timers
ru: Очистка таймеров

source: Cleanup Wizard
es: Limpiar asistente
it: Procedura guidata di pulizia
no: RyddOpp Veiviser
pt: Assistente de Limpeza
ru: Мастер очистки

source: Cleanup Wizard settings
es: Configuración del Asistente de limpieza
it: Configurazione procedura guidata di pulizia
no: RyddOpp Veiviser
pt: Definições do assistente de Limpeza
ru: Настройка мастера очистки

source: Cleanup timerlist automatically
es: Limpiar la lista de programaciones automáticamente
it: Pulizia automatica elenchi timer
no: Rydd opp tidsopptak listen automatisk
pt: Limpar a Lista de Timers automaticamente
ru: Автоматическая очистка списка таймера

source: Cleanup timerlist automatically.
es: Limpiar la lista de programaciones automáticamente.
it: Pulizia automatica elenchi timer.
no: Rydd opp tidsopptak listen automatisk.
pt: Limpar a Lista de Timers automaticamente.
ru: Автоматическая очистка списка таймера.

source: Cleanup timerlist, orphaned movie files and setting backups automatically according to specfied rules.
es: Borrado de la lista de temporizadores, archivos de grabaciones huérfanas y creación de copias de seguridad de acuerdo a las reglas especificadas.
it: Pulizia automatica di timer, film e backup secondo regole specifiche
no: Rydd opp tidsopptak listen, adoptere filmfiler og oppsetts sikkerhetskopi automatisk i henhold til spesifikke regler.
pt: Limpeza da Lista de Timers, arquivos de filme órfãos e backups de configuração automaticamente de acordo com as regras especificadas.
ru: Автоматическая очистка таймеров, фильмов и резервных копий в соответствии с определенными правилами.

source: Cleanup timerlist, orphaned movie files and setting backups automatically.
es: Borrado de la lista de temporizadores, archivos de grabaciones huérfanas y creación de copias de seguridad.
it: Pulizia automatica liste timer - file video orfani - backup delle impostazioni
no: Rydd opp tidsopptak listen, adopterte film filer og oppsetts sikkerhetskopi automatisk
pt: Limpeza da Lista de Timers, arquivos de filme órfãos e backups de configuração automaticamente.
ru: Очистка в списке таймера, автоматически оставленных видео файлов и настройка резервного копирования.

source: Cleanup timerlist-ent
it: Pulizia delle voci della timerlist
pt: Limpar a Lista de Timers-ent
ru: Очистка списка таймеров

source: CleanupWizard
es: LimpiarAsistente
it: Guida per la pulizia
no: RyddOppVeiviser
pt: Assistente de Limpeza
ru: Мастер очистки

source: Clear History
es: Borrar
et: Kustuta ajalugu
it: Cancella cronologia
no: Slette Historie
pt: Limpar Histórico
ru: Очистить историю

source: Clear before scan
es: Limpiar antes de buscar
et: Kustuta kanalid enne otsingut
it: Cancella prima di cercare
no: Slett før søking
pt: Eliminar antes da procura
ru: Очистить перед сканированием

source: Clear history on Exit:
es: Limpiar la historia al Salir:
et: Kustuta väljudes ajalugu:
it: Cancella la cronologia in uscita:
no: Tøm logg ved Exit:
pt: Limpar Histórico ao sair:
ru: Очистить историю при выходе:

source: Clear log
es: Borrar log
et: Kustuta logi
it: Cancella log
no: Tøm logg
pt: Limpar registo
ru: Очистить журнал

source: Clear position before scan
es: Borra la posición antes de buscar
et: Kustuta positsioon enne kanaliotsingut
it: Cancella posizione prima di cercare
no: Fjern posisjon før søk
pt: Eliminar posição antes da procura
ru: Очистить местоположение перед поиском

source: Click Ok to restart gui and activate changes.
es: Pulse ok para reiniciar la interfaz y activar los cambios.
et: Vajuta OK kasutajaliidese taaskäivitamiseks ja muudatuste jõustamiseks
it: Tasto OK per riavviare il sistema e attivare le modifiche
no: Trykk OK for å omstarte brukergrensesnitt.
pt: Clique em OK para reiniciar gui e ativar as alterações.
ru: Нажмите OK, что перезагрузить графический интерфейс и применить изменения.

source: Close
es: Cerrar
et: Sulge
it: Indietro
no: Lukk
pt: Sair
ru: Закрыть

source: Close and forget changes
es: Cerrar y anular los cambios
et: Sulge ja tühista muudatused
it: Uscire senza salvare le modifiche
no: Lukk og glem forandringer
pt: Fechar e esquecer as alterações
ru: Закрыть без сохранения изменений

source: Close and save changes
es: Cerrar y guardar los cambios
et: Sulge ja salvesta muudatused
it: Chiudere e salvare le modifiche
no: Lukk og lagre forandringer
pt: Fechar e salvar as alterações
ru: Закрыть и сохранить изменения

source: Close title selection
es: Cerrar selección de título
et: Sulge pealkirja valik
it: Chiudere selezione sottotitoli
no: Lukk tittel valg
pt: Fechar a selecção de título
ru: Закрыть выбор названия

source: Code rate HP
et: Veaparandustegur HP
pt: Rate de código HP
ru: Скорость кодирования HP

source: Code rate LP
et: Veaparandustegur LP
pt: Rate de código LP
ru: Скорость кодирования LP

source: Collection name
es: Nombre de la colección
et: Valimiku nimi
it: Nome raccolta
no: Samlings navn
pt: Nome da coleção
ru: Название коллекции

source: Collection settings
es: Configuración de la colección
et: Valimiku seaded
it: Raccolta configurazioni
no: Samlingsinnstillinger
pt: Definições da coleção
ru: Настройки коллекции

source: Color
it: Colore
no: Farge
pt: Cor
ru: Цвет

source: Color Format
es: Formato de Color
et: Värvivorming
it: Formato colore
no: Fargeformat
pt: Formato de Cor
ru: Цветовой формат

source: Comedy
es: Comedia
et: Komöödia
it: Commedia
no: Komedie
pt: Comédia
ru: Комедия

source: Command execution...
es: Ejecución comando:
et: Käsu täitmine...
it: Esecuzione comando...
no: Kommando utføres...
pt: Execução do comando...
ru: Выполнение команды...

source: Command order
es: Orden de comando
et: Käskude järjekord
it: Sequenza comandi
no: Kommando rekkefølge
pt: Ordem de comando
ru: Очередность команд

source: Command to execute after EPG Refresh
es: Ejecutar después del refresco del EPG
et: Pärast EPG värskendamist täidetav käsk
it: Comando da eseguire dopo l'agg. EPG
no: Kommando å legge til etter EPG Oppfrisk
pt: Comando a executar depois refrescar o EPG
ru: Команда после обновления EPG

source: Command to execute after EPG Refresh:
es: Comando después del refresco del EPG:
et: Pärast EPG värskendamist täidetav käsk:
it: Comando da eseguire dopo l'agg. EPG:
no: Kommando å legge til etter EPG Oppfrisk:
pt: Comando a executar depois refrescar o EPG:
ru: Команда после обновления EPG.:

source: Committed DiSEqC command
es: Comando DISEqC enviado
et: Committed DiSEqC käsk
it: Comando DiSEqC inoltrato
no: Forpliktet DiSEqC kommando
pt: Comando de DiSEqC comprometido
ru: Команда переключения DiSEqC

source: Common Interface
es: Interfaz común
et: CI liides
pt: Interface Comum
ru: Модуль доступа

source: Common Interface Assignment
es: Asignación de la Interfaz Común
et: CI määrangud
it: Assegnazione CI
no: Common Interface Tildeling
pt: Atribuição da Interface Comum
ru: Назначение модуля доступа

source: CommonInterface
es: Interfaz Común
et: CI liides
pt: Interface Comum
ru: Модуль доступа

source: Communication
es: Comunicación
et: Suhtlus
it: Comunicazione
no: Kommunikasjon
pt: Comunicação
ru: Связь

source: Compact Flash
ru: Карта Compact Flash

source: Complete
es: Completado
et: Täielik
it: Completo
no: Komplett
pt: Completo
ru: Полное

source: Composition of the recording filenames
es: Formato de los nombres de los archivos de grabación
et: Salvestuste nimekuju
it: Struttura nomi dei file registrazione
no: Opptaks filnavn komposisjon
pt: Composição do nome das gravações
ru: Состав имени файла записи

source: Configuration Mode
es: Modo de Configuración
et: Seadistamine
it: Modalità configurazione
no: Konfigurasjonsmodus
pt: Modo de Configuração
ru: Режим конфигурации

source: Configuration Saved
es: Configuración guardada
et: Seadistus salvestatud
it: Configurazione salvata
no: Konfigurering lagret
pt: Configuração Guardada
ru: Конфигурация сохранена

source: Configuration for the Webinterface
es: Configuración de la interfaz web
et: Veebiliidese seadistus
it: Configurazione Interfaccia Web
no: Konfigurasjon av WebInterface
pt: Confiuração para o Webinterface
ru: Конфигурация веб-интерфейса

source: Configuration your AP is finished
es: Finalizada la configuración de su AP
et: AP seadistamine on valmis
it: Configurazione punto di accesso terminata
no: Konfigurering av din AP er ferdig
pt: A configuração do seu AP ( ponto de acesso ) terminou
ru: Настройка точки доступа завершена

source: Configure
es: Configuración
et: Seadista
it: Configurare
no: Konfigurer
pt: Configurar
ru: Настройка

source: Configure AutoTimer behavior
es: Configurar comportamiento de AutoProgramación
et: Seadista Autotaimeri käitumist
it: Gestione AutoTimer
no: Konfigurer Autotidsopptak oppførsel
pt: Configurar o comportamento AutoTimer
ru: Настройка поведения АвтоТаймера

source: Configure interface
es: Configurar la interfaz
et: Seadista võrguliides
it: Configurare l'interfaccia
no: Konfigurer interface
pt: Configurar interface
ru: Настройка интерфейса
