Repository: lupomeo/Blackhole-enigma2
Catalog: po/*.po
Languages: es, et, it, no, pt, ru

source: Please wait while removing your network mount...
es: Por favor, espere mientras eliminamos su montaje de red...
et: Oota, kuni võrgujagu eemaldatakse...
it: Attendere! Rimozione del mount di rete in corso...
no: Vennligst vent, fjerner tilkobling...
pt: Por favor aguarde pela remoção das suas montagem de rede...
ru: Подождите, идет удаление сетевого подключения...

source: Please wait while scanning is in progress...
es: Espere mientra la búsqueda está activa...
et: Oota otsingu lõppemist
it: Attendere! Scansione in corso...
no: Vennligst vent mens søking pågår...
pt: Por favor aguarde enquanto a procura está em progresso...
ru: Пожалуйста, подождите пока идет сканирование...

source: Please wait while searching for removable packages...
es: Espere mientras busco paquetes borrables...
et: Otsitakse eemaldatavaid pakette
it: Attendere! Ricerca dei pacchetti rimovibili in corso...
no: Vennligst vent , søker etter fjernbare pakker...
pt: Por favor aguarde, enquanto se procura por pacotes removíveis...
ru: Подождите, идет поиск установленных пакетов...

source: Please wait while starting
es: Espere mientras se inicializa
et: Oota käivitumist
it: Sto eseguendo l'avvio di:
no: Starter, vennligst vent
pt: Por favor aguarde, enquanto inicia
ru: Пожалуйста, подождите, идет запуск

source: Please wait while updating your network mount...
es: Por favor, espere mientras actulizo su montaje de red...
et: Oota võrgu haakepunkti uuendamist...
it: Attendere! Aggiornamento del mount di rete in corso...
no: Vennligst vent, oppdaterer tilkobling...
pt: Por favor aguade enquanto se atualiza a sua montagem de rede...
ru: Пожалуйста, подождите, идет сохранение подключения...

source: Please wait while we configure your network...
es: Espere mientras configuramos su red...
et: Toimub võrgu seadistamine...
it: Attendere! Configurazione della rete in corso...
no: Vennligst vent mens vi konfigurerer ditt nettverk...
pt: Por favor aguarde enquanto a rede é configurada...
ru: Пожалуйста подождите, идет настройка сети...

source: Please wait while we prepare your network interfaces...
es: Espere mientras preparamos sus interfaz de red...
et: Toimub võrguliideste seadistamine...
it: Attendere! Configurazione delle interfacce di rete in corso...
no: Vennligst vent mens vi klargjør ditt nettverks-grensesnitt...
pt: Por favor aguarde enquanto as interfaces de rede se preparam...
ru: Подождите, идет подготовка сетевых интерфейсов...

source: Please wait while we test your network...
es: Espere mientras compruebo su red...
et: Oota, kuni toimub võrgu testimine
it: Attendere! Test della rete in corso...
no: Vennligst vent mens vi tester ditt nettverk...
pt: Por favor aguarde enquanto a rede é testada...
ru: Подождите пока идет проверка сети...

source: Please wait while your network is restarting...
es: Espere mientras su red está reiniciando...
et: Oota, kuni võrk taaskäivitub
it: Attendere! Riavvio della rete in corso...
no: Vennligst vent, nettverk starter om igjen...
pt: Por favor aguarde enquanto a rede reinicia...
ru: Пожалуйста, подождите, пока идет перезагрузка сети...

source: Please wait, Loading image.
es: Por favor espere, cargando imagen.
et: Oota. Tarkvara laetakse.
it: Attendere! Caricamento dell’immagine in corso...
no: Vennligst vent, laster image.
pt: Por favor espere...a carregar a lista...
ru: Пожалуйста, подождите, идет загрузка.

source: Please wait...
es: Por favor, espere...
et: Oota...
it: Attendere...
no: Vennligst vent...
pt: Por favor aguarde...
ru: Пожалуйста, подождите...

source: Please wait... Loading list...
es: Espere... Cargando la lista...
et: Nimekirja laadimine
it: Prego attendere! Elenco in caricamento...
no: Vennligst vent... laster liste...
pt: Por favor espere...a carregar a lista...
ru: Пожалуйста, подождите... Загружается список...

source: Please, use Black Hole Extra Settings Device Panel to format and map your devices.
es: Por favor, use los Ajustes del Panel Extra de Dispositivos de la Black Hole para dar formato y asignar sus dispositivos.
et: Andmekandja vormindamiseks ja haakimiseks kasuta seadmehaldurit.
it: Utilizzare Applicazioni BH: "Formattazione guidata USB" per formattare o mappare i tuoi dispositivi
no: Vennligst benytt Enheter under applikasjoner eller 2x blå knapp for å formatere og tilkoble enheter.
pt: Por favor, utilize as Painel de Extra confiurações Black Hole para formatar e mapear os dispositivos.
ru: Пожалуйста, используйте "Мастер форматирования USB" для форматирования и отображения устройств.

source: Please: DO NOT reboot your Vu+ and turn off the power.
es: Por favor: No reinicie ni apage su Vu+.
et: Ära taaskäivita ega eemalda vastuvõtjat vooluvõrgust.
it: ATTENZIONE: NON STACCATE L'ALIMENTAZIONE E NON RIAVVIATE IL RICEVITORE!
no: Vennligst: IKKE start din Vu+ om igjen og skru av strømmen.
pt: Por favor, não reinicie a sua VuPlus e desligue a alimentação.
ru: Пожалуйста: НЕ перезагружайте VU+ и не выключайте питание.

source: Plesae, wait..
it: Prego, attendere...
no: Vennligst vent...
pt: Por favor, aguarde...
ru: Пожалуйста, подождите...

source: Plugin browser
es: Navegador de extensiones
et: Pluginad
it: Sfogliare Plugin
no: Modulmeny
pt: Explorador de Plugins
ru: Список плагинов

source: Plugin manager activity information
es: Extensión para ver información de la actividad
et: Pluginahalduri tegevuse info
it: Informazioni attività gestore plugin
no: Modulbehandling aktivitetsinfo
pt: Informação de atividade do Gestor de Plugins
ru: Информация об активации плагинов

source: Plugin manager help
es: Administrador de la extensión de ayuda
et: Pluginahalduri abi
it: Aiuto gestore plugin
no: Modul behandlingshjelp
pt: Ajuda do gestor de plugins
ru: Помощь по менеджеру плагинов

source: Plugin: %(plugin)s , Version: %(version)s
es: Extensión: %(plugin)s , Versión: %(version)s
et: Plugin: %(plugin)s , Versioon: %(versioon)s
it: Plugin: %(plugin)s , Versione: %(versioni)
pt: Plugin: %(plugin)s , Versão: %(versão)s
ru: Плагин: %(plugin)s , Версия: %(version)s

source: Plugins
es: Extensiones
et: Pluginad
no: Moduler
pt: Plugins Gestão
ru: Плагины

source: Plugins list positions saved.
es: Lista de posición de extensiones guardada.
et: Uus järjestus salvestatud.
it: Posizione lista Plugin salvata.
no: Modul liste lagret.
pt: Posição da Lista de plugins salva.
ru: Положение списка плагинов сохранено.

source: PodCast streams podcasts to your STB.
es: PodCast stream le permite escuchar podcasts en su deco.
et: PodCast esitab/striimib podcaste
it: Riprodurre stream podcast
no: PodCast strømmer podcast til din VU+
pt: PodCast fluxos podcasts para a sua STB.
ru: Воспроизведение потоков подкастов.

source: Poland
es: Polonia
et: Poola
it: Polonia
no: Polen
pt: Polónia
ru: Польша

source: Polarity
es: Polaridad
et: Polaarsus
it: Polarità
no: Polaritet
pt: Polaridade
ru: Поляризация

source: Polarization
es: Polarización
et: Polarisatsioon
it: Polarizzazione
no: Polarisasjon
pt: Polarização
ru: Поляризация

source: Polish
es: Polaco
et: Poola
it: Polacco
no: Polsk
pt: Polaco
ru: Польский

source: Poll Interval (in h)
es: Intervalo de refresco (en h)
et: Päringu intervall ( h)
it: Intervallo per il sondaggio (in ore)
no: Søke Intervall (i t)
pt: Intervalo de sondagem (em h)
ru: Интервал между попытками (в часах)

source: Poll automatically
es: Refresco automático
et: Automaatne päring
it: Sondaggio automatico
no: Søk automatisk
pt: Sondar automaticamente
ru: Автоматический опрос

source: Popup
et: Hüpikaken
no: Dukke opp
pt: Aparecer
ru: Всплывание

source: Port A
es: Puerto A
it: Porta A
ru: Порт A

source: Port B
es: Puerto B
it: Porta B
pt: Porta B
ru: Порт B

source: Port C
es: Puerto C
it: Porta C
pt: Porta C
ru: Порт C

source: Port D
es: Puerto D
it: Porta D
pt: Porta D
ru: Порт D

source: Portuguese
es: Portugués
et: Portugali
it: Portoghese
no: Portugisisk
pt: Português
ru: Португальский

source: Position
it: Posizione
no: Plassering
pt: Posição
ru: Позиция

source: Position Setup
es: Conf. posición
et: Asukoha määramine
it: Impostazione posizione
no: Posisjon
pt: Ajustar tamanho do Ecrã
ru: Позиция меню

source: Position of completed timers in timerlist
es: Posición de los temporizadores terminados en la lista
et: Lõpetatud taimerite asukoht nimekirjas
it: Posizione dei timer completati in elenco timer
no: Plasseringer av ferdige tidsopptak i listen
pt: Posição de TIMERS terminados na lista de Timers
ru: Положение выполненных таймеров в списке таймеров

source: Position of finished Timers in Timerlist
es: Posición de los temporizadores finalizados en la lista
et: Lõpetatud taimerite asukoht nimekirjas
it: Posizione dei timer conclusi nell’elenco dei timer
no: Posisjon til ferdige tidsopptak i listen
pt: Posição de TIMERS terminados na lista de Timers
ru: Положение выполненных таймеров в списке таймеров

source: Positioner
es: Motor
et: Positsioneer
it: Motore
no: Motor
pt: Posicionador
ru: Позиционер

source: Positioner fine movement
es: Movimiento del motor fino
et: Ajami täppisliigutamine
it: Movimento di precisione motore
no: Finjustering av motor
pt: Posicionador Movimento passo a passo
ru: Тонкое движение позиционера

source: Positioner movement
es: Movimiento del motor
et: Ajami liigutamine
it: Movimento motore
no: Motorbevegelser
pt: Mostrar movimento do posicionador
ru: Движение позиционера

source: Positioner setup
es: Configuración del motor
et: Positsioneeri seadistamine
it: Impostazioni motore
no: Motor
pt: Definições do Posicionador
ru: Настройка позиционера

source: Positioner setup...
es: Config. del Posicionador...
ru: Настройка позиционера

source: Positioner storage
es: Almacenar motor
et: Ajami mälu
it: Memorizzazione posizione motore
no: Motor lagring
pt: Armazenamento do posicionador
ru: Сохранение позиционера

source: PositionerSetup helps you installing a motorized dish
es: PositionerSetup ayuda a instalar su antena motorizada
et: PositionerSetup abistab mootoriga antenni seadistamisel
it: Fornisce supporto nell'installazione di una parabola motorizzata
no: PositionerSetup hjelper deg å installer en motorisert antenne
pt: A definição do posicionador ajuda-o a instalar uma antena motorizada
ru: Помогает установить поворотную антенну

source: Power Control
es: Estado del deco
et: Seiskamine
no: Strømstyring
pt: Controlo da alimentação
ru: Контроль питания

source: Power off STB
es: Apagar el deco
et: Seiska vastuvõtja
it: Spegnimento ricevitore
no: Slå av VU+
pt: Desligar a STB
ru: Выключить

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
es: Estado del apagado cambia después de las grabaciones. Seleccion "estándar" para no cambiar el comportamiento normal de enigma2 o cambie los valores por si mismo.
et: Toite seaded peale salvestamist. Vali "tavaline", et mitte muuta enigma2 vaikimisi toimingut või enda määratud väärtusi.
it: Stato del ricevitore al termine di una registrazione. Selezionare "Standard" per non modificare il comportamento predefinito.
no: Oppførsel etter opptak.. Velg "standard" for ikke å endre standard Enigma2 oppførsel eller verdier endret av deg.
pt: Estado de energia para alterar para após as gravações. Selecione "standard" para não alterar o comportamento padrão do enigma2 ou valores alterados por si.
ru: Состояние питания после записи. Если выбрано «стандарт», будет поведение по умолчанию Enigma2.

source: Power threshold in mA
es: Potencia in mA
et: Tuvastusvool mA
it: Soglia di potenza in mA
no: Strøm grenseverdi i mA
ru: Порог тока в мА

source: Preamble
es: Preámbulo
et: Preambula
it: Premessa
no: Fortale
pt: Preâmbulo
ru: Преамбула

source: Precip :
es: Precipitac. :
it: Pioggia:
no: Nedbør :
ru: Осадки:

source: Predefined Command to execute
es: Comandos predefinidos para ejecutar
et: Eelmääratud käsk täitmiseks
it: Comando predefinito da eseguire
no: Forhåndsdefinert kommando som skal utføres
pt: Comando para executar predefinido
ru: Предопределенная команда для запуска

source: Predefined transponder
es: Transpondedor predefinido
et: Eelmääratud transponder
it: Transponder predefinito
no: Predefinert transponder
pt: Transponder pré-definido
ru: Предопределенный транспондер

source: Prefer AC3
es: Prefiere el audio Dolby Digital (AC3)
et: Eelista AC3 heli
it: Preferenza tracce audio AC3
no: Foretrekker AC3
pt: Preferir a trilha AC3
ru: Приоритет дорожки AC3

source: Prefer DVB-grafical subtitles
es: Prefiere los subtítulos DVB-gráficos
et: Eelista DVB subtiitreid
it: Preferenza grafica sottotitoli DVB
no: Foretrekker DVB-grafiske undertekster
pt: Preferir legendas gráficas DVB
ru: Приоритет графических субтитров

source: Prefer DVB-graphical subtitles
es: Prefiere los subtítulos DVB-gráficos
et: Eelista DVB subtiitreid
it: Preferenza grafica sottotitoli DVB.
no: Foretrekk DVB-grafisk undertekst
pt: Preferir legendas gráficas DVB
ru: Приоритет графических DVB субтитров

source: Prefer audio stream stored by service
es: Prefiere el audio almacenado por el servicio
et: Eelista käsitsi määratud heli
it: Preferenza flusso audio da servizio
no: Foretrekker lydstrøm lagret av kanal
pt: Preferir a trilha de áudio emitida pelo serviço
ru: Приоритетная аудиодорожка канала

source: Prefer hearing impaired subtitles
es: Prefiere los subtítulos para sordos
et: Eelista vaegkuuljate subtiitreid
it: Preferenza sottotitoli per non udenti
no: Foretrekker undertekster for hørselshemmede
pt: Preferir ouvir as legendas prejudicadas
ru: Приоритет субтитров для людей с нарушениями слуха

source: Prefer subtitle stored by service
es: Prefiere los subtítulos almacenados por el servicio
et: Eelista käsitsi määratud subtiitreid
it: Preferenza sottotitoli per servizio
no: Foretrekker undertekster lagret av kanal
pt: Preferir legendas emitidas pelo serviço
ru: Приоритет субтитров сохраненных сервисом

source: Prefer subtitles for hearing impaired
es: Prefiere los subtítulos para sordos
et: Eelista vaegkuuljate subtiitreid
it: Preferenza sottotitoli per non udenti
no: Foretrekk undertekst for hørselshemmede
pt: Permitir legendas para deficientes auditivos
ru: Приоритет субтитров для людей с нарушениями слуха

source: Prefer subtitles stored by service
es: Prefiere los subtítulos del servicio
et: Eelista käsitsi määratud subtiitreid
it: Preferenza sottotitoli memorizzati dal servizio
no: Foretrekk undertekst lagret av kanal
pt: Preferir legendas emitidas pelo serviço
ru: Приоритет субтитров сохраненных сервисом

source: Preference
es: Preferencias
et: Eelistused
it: Preferenza
no: Preferanse
pt: Preferência
ru: Установки

source: Preferences
it: Preferenze
no: Preferanser
pt: Preferências
ru: Установки

source: Preferred Movie provider
it: Provider preferito film
no: Foretrukket filmtilbyder
pt: Servidor de filmes preferido
ru: Предпочитаемый поставщик фильмов

source: Preferred TV show provider
it: Provider preferito spettacoli
no: Foretrukket serietilbyder
pt: Servidor de Programas de TV preferido
ru: Предпочитаемый поставщик сериалов

source: Preferred lamedb
es: lamedb preferido
et: Eelistatud lamedb
it: Lamedb preferito
no: Foretrukket lamedb
pt: Lamdeb preferido
ru: Предпочитаемый lamedb

source: Preferred languages
it: Lingue preferite
no: Foretrukne språk
pt: Idiomas preferidos
ru: Предпочитаемые языки

source: Preferred subtitles language
it: Lingua sottotitoli preferita
no: Foretrukket undertekstspråk
pt: Idioma preferido nas legendas
ru: Предпочитаемый язык субтитров

source: Preferred subtitles language 1
it: Preferenza lingua sottotitoli 1
no: Foretrukket undertekstspråk 1
pt: Idioma preferido nas legendas 1
ru: Выбор языка субтитров 1

source: Preferred subtitles language 2
it: Preferenza lingua sottotitoli 2
no: Foretrukket undertekstspråk 2
pt: Idioma preferido nas legendas 2
ru: Выбор языка субтитров 2

source: Preferred subtitles language 3
it: Preferenza lingua sottotitoli 3
no: Foretrukket undertekstspråk 3
pt: Idioma preferido nas legendas 3
ru: Выбор языка субтитров 3

source: Preferred tuner
es: Sintonizador preferido
et: Eelistatud tuuner
it: Tuner preferito
no: Foretrukket tuner
pt: Tuner preferido
ru: Приоритетный тюнер

source: Prepare another USB stick for image flashing
es: Prepare otro pendrive USB para flasear la imagen.
et: Valmista tõmmise paigaldamiseks ette teine USB pulk
it: Preparare un'altra chiavetta USB per il caricamento immagine
no: Klargjør en annen USB pinne til image flashing
pt: Prepare outra PEN Drive para o flash de imagem
ru: Подготовьте другую флешка для перепрошивки

source: Preparing... Please wait
es: Preparando... Por favor espere
et: Ettevalmistamine...Oota
it: In preparazione. Attendere...
no: Forbereder.. Vennligst vent
pt: Em preparação ... Por favor espere!...
ru: Подготовка... Пожалуйста, подождите

source: Press 'EXIT' key to finish tune test.
es: Pulse 'EXIT' para terminar la prueba del sintonizador.
et: Häälestustesti lõpetamiseks vajuta 'EXIT'
it: Premere 'EXIT' per terminare il test di sintonia
no: Trykk 'EXIT' tast for å avslutte.
pt: Prima 'EXIT' para finalizar o teste de sintonizaçãao.
ru: Нажмите 'EXIT', чтобы закончить тест.

source: Press Front CH +
es: Pulse CH+ en el deco
et: Vajuta esipaneelil CH +
it: Premere Il tasto CH+ frontale
no: Trykk Front CH +
ru: Нажмите спереди CH+

source: Press Front CH -
es: Pulse CH- en el deco
et: Vajuta esipaneelil CH -
it: Premere CH- frontale
no: Trykk Front CH -
ru: Нажмите спереди CH-

source: Press Front STANDBY
es: Pulse STANDBY en el deco
et: Vajuta esipaneelil STANDBY
it: Premere Il tasto STANDBY frontale
no: Trykk Front STANDBY
ru: Нажмите спереди STANDBY

source: Press Front VOL +
es: Pulse VOL+ en el deco
et: Vajuta esipaneelil VOL +
it: Premere Il tasto VOL+ frontale
no: Trykk Front VOL +
ru: Нажмите спереди VOL+

source: Press Front VOL -
es: Pulse VOL- en el deco
et: Vajuta esipaneelil VOL -
it: Premere VOL- frontale
no: TrykkFront VOL -
ru: Нажмите спереди VOL-

source: Press Front Wheel
es: Pulse la rueda en el deco
it: Premere Il tasto WHEEL frontale
no: Trykk Front Hjul
ru: Нажмите поворотный переключатель на передней панели

source: Press Green button to continue when ready.
it: Premere il tasto VERDE per continuare appena pronto.
ru: Когда будете готовы, нажмите ЗЕЛЕНУЮ кнопку, чтобы продолжить.

source: Press Green button to continue, when you are ready if your usb is disconnected.
it: Premere il tasto VERDE per continuare quando il dispositivo è scollegato.
ru: Если USB-накопитель отключен, нажмите ЗЕЛЕНУЮ кнопку, чтобы продолжить.

source: Press Green button to continue.
it: Premere il tasto VERDE per continuare
ru: Нажмите ЗЕЛЕНУЮ кнопку, чтобы продолжить

source: Press Green/OK to start the scan
es: Pulse el botón Verde/OK para buscar
et: Otsingu alustamiseks vajuta OK või rohelist
it: Premere VERDE / OK per iniziare la scansione
no: Trykk Grønn/OK for å starte søk
pt: prima a tecla VERDE/OK para iniciar a procura
ru: Нажмите Зеленую/ОК для начала сканирования

source: Press INFO on your remote control for additional information.
es: Pulse INFO en su control remoto para información adicional.
et: Lisainfo saamiseks vajuta 'INFO'.
it: Premere INFO per informazioni addizionali
no: Trykk INFO på din fjernkontroll for mer informasjon.
pt: Prima INFO no telecomando para informações adicionais.
ru: Нажмите 'INFO' на пульте для дополнительной информации.

source: Press MENU on your remote control for additional options.
es: Pulse MENU en su mando a distancia para opciones adicionales.
et: Lisavõimaluste kasutamiseks vajuta 'MENU'.
it: Premere MENU per informazioni addizionali
no: Trykk MENU på din fjernkontroll for flere valg.
pt: Prima MENU no telecomando para opções adicionais.
ru: Нажмите 'MENU' на пульте для дополнительных опций.

source: Press OK on your remote control to continue.
es: Pulse OK en el mando a distancia para continuar.
et: Jätkamiseks vajuta OK.
it: Premere OK per proseguire
no: Trykk OK for å fortsette.
pt: Prima OK para continuar.
ru: Нажмите ОК, чтобы продолжить.

source: Press OK to Stop
it: Premere OK per arrestare
no: Trykk OK for å stoppe
pt: Prima OK para Parar
ru: Нажмите OK, чтобы остановить

source: Press OK to activate the selected skin.
es: Pulse OK para activar la piel seleccionada.
et: Uue kujunduse jõustamiseks vajuta OK.
it: Premere OK per attivare la skin selezionata
no: Trykk OK for å aktivere valgt skin.
pt: Prima OK para ativar o Tema selecionado.
ru: Нажмите OK для активации выбранного скина.

source: Press OK to activate the settings.
es: Pulse OK para activar la configuración.
et: Seadistuste jõustamiseks vajuta OK.
it: Premere OK per attivare la configurazione
no: Trykk OK for å aktivere innstillingene
pt: Prima OK para ativar as definições
ru: Нажмите ОК для активации установок.

source: Press OK to collapse this host
es: Pulse OK para contraer este host
et: Masina kokkukerimiseks vajuta OK
it: Premere OK per collassare l'host
no: Trykk OK for å skjule denne verten
pt: Prima OK para recolher este Host
ru: Нажмите ОК для закрытия узла

source: Press OK to confirm
it: Premere OK per confermare.
no: Trykk OK for å bekrefte
pt: Prima OK para confirmar
ru: Нажмите ОК для подтверждения

source: Press OK to edit selected settings.
es: Pulse OK para editar la configuración seleccionada.
et: Vajuta OK valitud seadistuste muutmiseks.
it: Premere OK per modificare la configurazione selezionata.
no: Trykk OK for å endre valgte innstillinger.
pt: Prima OK para editar as opções.
ru: Нажмите OK, чтобы изменить выбранные настройки.

source: Press OK to edit the settings.
es: Pulse OK para editar la configuración.
et: Seadistuste muutmiseks vajuta OK.
it: Premere OK per modificare la configurazione
no: Trykk OK for å endre innstillinger.
pt: Prima OK para editar as opções.
ru: Нажмите ОК, чтобы изменить настройки.

source: Press OK to expand this host
es: Pulse OK para expandir este host
et: Masina lahtikerimiseks vajuta OK
it: Premere OK per espandere l'host
no: Trykk OK for å vise verten
pt: Prima OK para fechar este Host
ru: Нажмите ОК, для расширения узла

source: Press OK to get further details for %s
es: Pulse OK para obtener más detalles para %s
et: %s üksikasjade nägemiseks vajuta OK
it: Premere OK per maggiori dettagli su %s.
no: Trykk OK for å få flere detaljer om %s
pt: Prima O para receber detalhes de %s
ru: Нажмите ОК, чтобы получить подробную информацию о %s

source: Press OK to mount this share!
es: ¡Pulse OK para montar esta unidad!
et: Võrgujao haakimiseks vajuta OK!
it: Premere OK per eseguire il mount della condivisione
no: Trykk OK for å tilkoble delingen!
pt: Prima OK para montar esta partilha!
ru: Нажмите ОК, для монтирования общего ресурса!

source: Press OK to mount!
es: ¡Pulse OK para montar!
et: Vajuta OK haakimiseks!
it: Premere OK per eseguire il mount
no: Trykk OK for å tilkoble!
pt: Prima OK para montar!
ru: Нажмите ОК, для монтирования!

source: Press OK to save settings.
es: Pulse OK para guardar la configuración
et: Seadistuste salvestamiseks vajuta OK.
it: Premere OK per salvare la configurazione
no: Trykk OK for å lagre.
pt: Prima OK para salvar as definições
ru: Нажмите OK, чтобы сохранить настройки.

source: Press OK to scan
es: Pulse OK para buscar
et: Otsingu alustamiseks vajuta OK
it: Premere OK per ricercare
no: Trykk OK for å søke.
pt: Prima OK para procura
ru: Нажмите OK для поиска

source: Press OK to select a Provider.
es: Pulse OK para seleccionar un Proveedor.
et: Levitaja valimiseks vajuta OK.
it: Premere OK per selezionare un provider
no: Trykk OK for å velge en tilbyder.
pt: Prima OK para selecionar o Operador
ru: Нажмите ОК для выбора провайдера.

source: Press OK to select.
es: Pulse OK para seleccionar.
et: Valimiseks vajuta OK
it: Premere OK per selezionare
no: Trykk OK for å velge.
pt: Prima OK para (de)selecional a CAId.
ru: Нажмите ОК для выбора.
